{"id":102115,"date":"2024-03-20T10:30:00","date_gmt":"2024-03-20T10:30:00","guid":{"rendered":"https:\/\/spines.com\/?p=102115"},"modified":"2025-08-14T19:54:36","modified_gmt":"2025-08-14T19:54:36","slug":"ebook-cover-dimensions-a-guide-for-perfect-sizing","status":"publish","type":"post","link":"https:\/\/spines.com\/ebook-cover-dimensions-a-guide-for-perfect-sizing\/","title":{"rendered":"Ebook Cover Dimensions: A Guide for Perfect Sizing"},"content":{"rendered":"\n<p>While a book&#8217;s essence resides within its pages, the <a href=\"https:\/\/spines.com\/services\/book-cover-design\/\">book cover design<\/a> plays a pivotal role in grabbing readers&#8217; attention. The rise of ebooks accentuates the importance of ebook cover dimensions. These dimensions are not just aesthetic choices; they are strategic elements that can attract or deter readers. They directly influence how your cover appears on various <a href=\"https:\/\/spines.com\/designing-a-book-cover-for-digital-and-print\/\">e-readers and digital platforms<\/a>, particularly with the prevalence of high-definition devices.<\/p>\n\n\n\n<p>This guide delves into the world of ebook cover dimensions, emphasizing their role in attracting readers and ensuring compatibility across all platforms while considering the impact of high-definition screens. Join us to master the art and science of <a href=\"https:\/\/spines.com\/services\/book-cover-design\/\">ebook creation<\/a> and <a href=\"https:\/\/spines.com\/art-vs-functionality-in-book-cover-design\/\">ebook covers<\/a> that meet technical requirements and captivate potential readers.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Understanding Ebook Cover Dimensions<\/strong><\/h2>\n\n\n\n<p>To create an effective ebook cover, it&#8217;s essential to grasp the fundamentals of ebook cover dimensions. The standard dimensions play a pivotal role in how your book is presented to potential readers. One of the most prevalent aspects of ebook cover dimensions is the aspect ratio, with the 1.6:1 aspect ratio being a common choice.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Aspect Ratio and Its Significance<\/strong><\/h4>\n\n\n\n<p>The aspect ratio is the ratio of the width to the height of your ebook cover. The 1.6:1 aspect ratio, often used for Kindle and many other ebook platforms, provides a balanced and visually appealing layout. This means that for every 1.6 units of width, there is 1 unit of height. Choosing the right aspect ratio ensures that your cover looks harmonious and professional.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Thumbnail Visibility<\/strong><\/h4>\n\n\n\n<p>Ebook covers are often displayed as thumbnails on digital platforms and e-readers. The dimensions you choose for your cover can significantly impact its visibility in thumbnail form. Covers with the correct dimensions are more likely to catch the eye of potential readers browsing through a vast selection of ebooks. A well-designed cover that maintains clarity and composition even at thumbnail size can pique the curiosity of potential readers.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>High-Definition Devices:<\/strong><\/h4>\n\n\n\n<p>The proliferation of high-definition devices has transformed the way readers experience ebooks. These devices boast incredibly sharp and vibrant displays, making every detail of your cover image more pronounced. Therefore, it&#8217;s imperative to ensure that your ebook cover dimensions accommodate the high-definition screens. Neglecting this aspect could result in your cover looking pixelated or blurry on such devices, which can deter readers.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Key Terms Explained<\/strong><\/h2>\n\n\n\n<p>Before delving further into the world of ebook cover design, it&#8217;s essential to familiarize yourself with some key terms that hold significant importance in this realm. Understanding these terms will enable you to make informed decisions when creating your ebook cover.<\/p>\n\n\n\n<p><strong>Trim Size:<\/strong> Trim size refers to the final dimensions of your book cover after it&#8217;s been printed and trimmed to its intended size. It&#8217;s essential to design your cover with the correct trim size in mind, as it affects how the cover appears on the printed book.<\/p>\n\n\n\n<p><strong>Spine Width:<\/strong> For ebooks, the spine width may not be immediately relevant, but it becomes crucial if you plan to publish a print version of your book. The spine width is determined by the <a href=\"https:\/\/spines.com\/minimum-pages-for-books-is-50-pages-enough\/\">number of pages<\/a> in your book and the paper type. Accurate measurement ensures that the spine text and graphics align perfectly.<\/p>\n\n\n\n<p><strong>Resolution:<\/strong> Resolution refers to the level of detail and clarity in your cover image. It is typically measured in pixels per inch (PPI) or dots per inch (DPI). Higher-resolution images are essential for maintaining image quality, especially on high-definition devices. Insufficient resolution can result in a blurry or pixelated cover.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXepFKODo9uNcLoXHiJemyq7BiaaNcIpNGesNFrutpjb8KyfRRUh8jgZfoSx7-K_MvoXwHfZh3d1fKaVylLdF5V_8YsBWY9DHj5a2DCu8oU0_aFKkgxC8iiA15MZHGgRznJtVmzfmYPQI2GKe_kbK9mASg?key=JD6zxzyKTPA05FERQKK-0g\" alt=\"A computer screen displaying a digital e-book design with technical blueprints, surrounded by a creative workspace with pencils, notebooks, and drafting tools on a wooden desk.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Designing Your Ebook Cover<\/strong><\/h2>\n\n\n\n<p>Designing an ebook cover is an art that combines <a href=\"https:\/\/spines.com\/top-3-book-cover-design-software-for-authors\/\">creativity with technical<\/a> considerations. To create an appealing ebook cover that attracts readers and maintains its quality, follow these step-by-step guidelines:<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>STEP 1: Choose the Right Dimensions<\/strong><\/h4>\n\n\n\n<p>Begin by selecting the appropriate dimensions for your ebook cover, adhering to the recommended aspect ratio, such as 1.6:1. Ensure that your entire cover design fits within these dimensions to maintain <a href=\"https:\/\/spines.com\/creative-book-cover-design-ideas\/\">visual balance<\/a>.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>STEP 2: Optimize Color Settings<\/strong><\/h4>\n\n\n\n<p>Pay close attention to color settings. Use a color scheme that reflects the tone and genre of your book. Consider the <a href=\"https:\/\/spines.com\/color-psychology-in-book-covers\/\">psychology of colors<\/a> in your design to evoke the desired emotional response from potential readers.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>STEP 3: Image Quality Matters<\/strong><\/h4>\n\n\n\n<p>Use high-resolution images for your cover artwork. Low-resolution images can result in a blurry cover image when displayed on high-definition devices. Aim for a minimum of 300 DPI (dots per inch) for crisp and clear visuals.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>STEP 4: Balancing Full Size and Thumbnail Appeal<\/strong><\/h4>\n\n\n\n<p>Create a cover that looks captivating both at full size and in thumbnail form. Test your design by reducing it to thumbnail size to ensure that essential elements remain visible and engaging. Simplicity and clarity are key.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>STEP 5: Typography and Text Placement<\/strong><\/h4>\n\n\n\n<p>Choose <a href=\"https:\/\/spines.com\/the-art-of-typography-for-book-covers\/\">fonts<\/a> that are legible and complement your cover&#8217;s theme. Ensure that the title and author name are prominent and easy to read, even in thumbnail form. Experiment with text placement to find the most visually appealing arrangement.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>STEP 6: Visual Hierarchy<\/strong><\/h4>\n\n\n\n<p>Establish a visual hierarchy within your design, emphasizing the most critical elements, such as the book title and cover art. Use <a href=\"https:\/\/spines.com\/how-to-use-contrast-in-book-cover-design-to-make-it-pop\/\">contrast<\/a>, size, and placement to guide the viewer&#8217;s eye to these focal points.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>STEP 7:Test Across Devices<\/strong><\/h4>\n\n\n\n<p>Preview your ebook cover on various devices and e-readers to ensure it looks impeccable on all screens. Make adjustments as needed to maintain quality and readability.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>STEP 8: Feedback and Iteration<\/strong><\/h4>\n\n\n\n<p>Seek feedback from others, especially from potential readers or professionals in design and publishing. Be open to making iterations based on constructive criticism.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>STEP 9: Final Review<\/strong><\/h4>\n\n\n\n<p>Before publishing your cover file or ebook, conduct a final review of your cover to ensure it meets all technical requirements, including the correct aspect ratio, resolution, and color profile.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Technical Specifications for Kindle and Other Platforms<\/strong><\/h2>\n\n\n\n<p>When preparing your ebook cover for publication, it&#8217;s crucial to consider the specific requirements of the <a href=\"https:\/\/spines.com\/services\/\">publishing services and platform<\/a> you intend to use. Each platform has its own set of technical specifications for ebook covers. Here, we compare the ebook cover size requirements for different publishing platforms and emphasize the importance of adhering to these specifications:<\/p>\n\n\n\n<p><strong>Kindle Direct Publishing (KDP):<\/strong> <a href=\"https:\/\/kdp.amazon.com\/en_US\/\" target=\"_blank\" rel=\"noopener\">Amazon&#8217;s KDP platform<\/a>, one of the most popular for self-publishing ebooks, recommends an ebook cover size of 2,560 x 1,600 pixels, which corresponds to the 1.6:1 aspect ratio. It&#8217;s essential to use high-resolution images and follow their guidelines to ensure your own ebook cover sizes and displays correctly on Kindle devices and apps.<\/p>\n\n\n\n<p><strong>Wattpad:<\/strong> If you&#8217;re publishing on <a href=\"https:\/\/www.wattpad.com\/\" target=\"_blank\" rel=\"noopener\">Wattpad<\/a>, they recommend an ebook cover size of 512 x 800 pixels. Wattpad&#8217;s specifications are different from other platforms, so resizing your Wattpad cover appropriately is necessary to maintain quality.<\/p>\n\n\n\n<p><strong>Other E-Readers:<\/strong> Different e-readers and devices may have varying aspect ratios, display dimensions, and resolutions. While you can&#8217;t tailor your cover to every device, ensuring it meets the general standards for aspect ratio and resolution will help it look good on a wide range of devices.<\/p>\n\n\n\n<p>Adhering to platform-specific requirements is critical. Failing to meet these specifications can result in your cover appearing distorted, pixelated, or cut off on certain devices. It can also lead to your ebook being rejected during the publishing process.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Kindle vs. Other Brands of E-readers<\/strong><\/h3>\n\n\n\n<p>Here&#8217;s a summary table of various Kindle and other e-reader devices, detailing their screen sizes, resolutions, pixel densities, and aspect ratios:<\/p>\n\n\n\n<figure class=\"wp-block-table\"><table class=\"has-fixed-layout\"><tbody><tr><td><strong>Device<\/strong><\/td><td><strong>Screen Size (inches)<\/strong><\/td><td><strong>Resolution (pixels)<\/strong><\/td><td><strong>Pixel Density (ppi)<\/strong><\/td><td><strong>Book Cover Aspect Ratio<\/strong><\/td><\/tr><tr><td><strong>Amazon Kindle (12th Gen)<\/strong><\/td><td>6<\/td><td>1448 x 1072<\/td><td>300<\/td><td>4:3<\/td><\/tr><tr><td><strong>Kindle Paperwhite (12th Gen)<\/strong><\/td><td>7<\/td><td>1680 x 1264<\/td><td>300<\/td><td>4:3<\/td><\/tr><tr><td><strong>Kindle Scribe<\/strong><\/td><td>10.2<\/td><td>1960 x 2300<\/td><td>300<\/td><td>4:3<\/td><\/tr><tr><td><strong>Kindle Colorsoft<\/strong><\/td><td>7<\/td><td>1680 x 1264<\/td><td>300 (B\/W), 150 (Color)<\/td><td>4:3<\/td><\/tr><tr><td><strong>Kobo Clara 2E<\/strong><\/td><td>6<\/td><td>1448 x 1072<\/td><td>300<\/td><td>4:3<\/td><\/tr><tr><td><strong>Kobo Libra 2<\/strong><\/td><td>7<\/td><td>1680 x 1264<\/td><td>300<\/td><td>4:3<\/td><\/tr><tr><td><strong>Kobo Elipsa 2E<\/strong><\/td><td>10.3<\/td><td>1404 x 1872<\/td><td>227<\/td><td>4:3<\/td><\/tr><tr><td><strong>Kobo Libra Colour<\/strong><\/td><td>7<\/td><td>1680 x 1264<\/td><td>300 (B\/W), 150 (Color)<\/td><td>4:3<\/td><\/tr><tr><td><strong>PocketBook InkPad 4<\/strong><\/td><td>7.8<\/td><td>1404 x 1872<\/td><td>300<\/td><td>4:3<\/td><\/tr><tr><td><strong>PocketBook Era<\/strong><\/td><td>7<\/td><td>1264 x 1680<\/td><td>300<\/td><td>4:3<\/td><\/tr><tr><td><strong>Nook GlowLight 4<\/strong><\/td><td>6<\/td><td>1072 x 1448<\/td><td>300<\/td><td>4:3<\/td><\/tr><tr><td><strong>Nook GlowLight 4 Plus<\/strong><\/td><td>7.8<\/td><td>1404 x 1872<\/td><td>300<\/td><td>4:3<\/td><\/tr><\/tbody><\/table><\/figure>\n\n\n\n<p><strong>Notes:<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Aspect Ratio Calculation:<\/strong> The aspect ratio is derived by dividing the screen&#8217;s width by its height. For instance, a resolution of 1448 x 1072 pixels results in an aspect ratio of 4:3.<\/li>\n\n\n\n<li><strong>Pixel Density (ppi):<\/strong> Pixels per inch (ppi) indicates the screen&#8217;s sharpness; higher values denote crisper text and images.<\/li>\n\n\n\n<li><strong>Color Displays:<\/strong> Devices like the Kindle Colorsoft and Kobo Libra Colour utilize color E-Ink technology. Notably, while black-and-white content maintains a high pixel density (300 ppi), color content may have a lower density (e.g., 150 ppi), affecting the display&#8217;s sharpness for color images.<\/li>\n<\/ul>\n\n\n\n<p>This table provides a comparative overview of current e-reader specifications, assisting in selecting a device that aligns with your reading preferences and requirements.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXfE3BYEqgziFknOaonScunp5uuqa-8ruKsarX_HHmhjaqfI996hpb0j2Ryfaf9RW_4cajtfSudiVBw1l1k5OGSQpgSKM9GhESqmctJGKF1K70UkYZ0brdaxQuhogub9GeEMVTC6AOg5z3_vgJhsDlfEXvI?key=JD6zxzyKTPA05FERQKK-0g\" alt=\"A Kindle e-reader displaying a digital book cover next to a physical hardcover edition of the same book, both featuring an intricate, cosmic-themed illustration with swirling patterns and a glowing figure at the center.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Print vs. Ebook Cover Dimensions<\/strong><\/h2>\n\n\n\n<p>While ebook and <a href=\"https:\/\/spines.com\/services\/book-printing\/\">custom book printing<\/a> share the same objective of grabbing readers&#8217; attention, they have distinct design considerations due to the difference in medium. Here are the key differences between ebook and print book cover sizes and dimensions:<\/p>\n\n\n\n<p>Ebook covers are primarily designed for digital displays. They typically adhere to a specific aspect ratio, ensuring visual appeal on e-readers and digital platforms. Ebook covers do not have spine width considerations, as they don&#8217;t have a physical spine.<\/p>\n\n\n\n<p>Print book covers, on the other hand, must accommodate the physical nature of printed books. In addition to the front cover, print covers include a spine and back cover. The dimensions are determined by factors such as the number of pages, paper type, and trim size. The spine width is critical, as it dictates how much text or graphics can be displayed on the spine. Trim width defines the final dimensions after the book is printed and trimmed.<\/p>\n\n\n\n<p>Consider these differences when designing your own book cover too, especially if you plan to offer <a href=\"https:\/\/spines.com\/self-publishing-your-ebook-vs-print-book\/\">both ebook and print versions<\/a>. Adapting your design to the requirements of each medium ensures that your book looks polished and professional, whether in digital or physical form.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Common Pitfalls to Avoid<\/strong><\/h2>\n\n\n\n<p>Authors often encounter challenges when creating ebook covers, and to ensure that your cover garners the <a href=\"https:\/\/spines.com\/book-cover-design-trends-whats-hot-in-2024\/\">right kind of attention<\/a>, it&#8217;s essential to avoid common mistakes. First, steer clear of incorrect aspect ratios, as using the wrong one can result in a distorted or unattractive cover; it&#8217;s best to adhere to recommended ratios for a balanced design.<\/p>\n\n\n\n<p>Moreover, ignoring platform requirements can lead to issues with display and acceptance, so always follow the dimensions, file formats, and resolutions specified by the publishing platform. Using low-resolution images is another pitfall to avoid, as they can make your cover appear pixelated or blurry, particularly on high-definition devices; opt for high-quality visuals to maintain clarity.<\/p>\n\n\n\n<p>Lastly, overly complex designs with excessive detail and clutter can hinder your cover&#8217;s effectiveness, so aim for a clean, legible, and <a href=\"https:\/\/spines.com\/minimalist-book-cover-design-captivating-readers\/\">visually appealing<\/a> design. Avoiding these pitfalls ensures that your ebook cover size meets technical standards and captivates potential readers.<\/p>\n\n\n\n<p>From the moment you upload your manuscript, Spines embarks on a mission to streamline your journey to publication. The platform expertly guides you through critical steps such as captivating cover design creation, and precise formatting to ensure your book resonates with your intended audience. Included among these services, Spines uploads your book in the <strong>correct formatting needed<\/strong>. Beyond these foundational services, Spines also facilitates the distribution of your book across various prominent platforms, maximizing your work&#8217;s visibility and reach. Discover the full spectrum of what Spines has to offer by signing up for free today and embark on a publishing journey that&#8217;s as rewarding as it is efficient.<\/p>\n\n\n\n<p>In the world of ebook publishing, the choice of ebook cover dimensions and design holds the key to success. By adhering to the right dimensions and crafting an appealing design, you pave the way for your ebook to <a href=\"https:\/\/spines.com\/book-cover-design-tips-creating-a-bestseller\/\">shine<\/a> in the digital marketplace. Remember that creativity thrives within guidelines, so don&#8217;t hesitate to experiment while staying within the boundaries. A captivating ebook cover attracts potential readers while also setting the stage for an engaging reading experience. As you embark on your ebook publishing journey, let your cover be the doorway to a world of words waiting to be discovered.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>FAQs<\/strong> &#8211; eBook Cover Size<\/h2>\n\n\n\n<p>Q1: Does an ebook need a back cover?<\/p>\n\n\n\n<p>No, an ebook does not require a back cover like a <a href=\"https:\/\/spines.com\/designing-a-book-cover-for-digital-and-print\/\">physical book<\/a>. Since ebooks are displayed on digital screens, only the ebook cover dimensions for the front cover matter. However, if you&#8217;re planning to create a print version, you’ll need a full wraparound cover, including the back and spine.<\/p>\n\n\n\n<p>Q2: What are the standard margins for an ebook?<\/p>\n\n\n\n<p>Unlike print books, ebooks don’t have fixed margins because <a href=\"https:\/\/spines.com\/the-art-of-typography-for-book-covers\/\">text<\/a> is reflowable based on the reader&#8217;s screen size. However, to ensure readability, it&#8217;s recommended to keep at least 0.5 inches of padding around the text. If you&#8217;re designing images, make sure they fit within the correct ebook cover size in pixels to avoid cropping or distortion.<\/p>\n\n\n\n<p>Q3: What is the standard image size for ebooks?<\/p>\n\n\n\n<p>For Kindle and most other platforms, the recommended Kindle ebook cover size is <strong>2560 x 1600 pixels<\/strong>, maintaining a book cover aspect ratio of <strong>1.6:1<\/strong>. This ensures compatibility with different e-reader displays. Always check the latest Kindle cover dimensions for platform-specific requirements.<\/p>\n\n\n\n<p>Q4: What is the best font size for an ebook?<\/p>\n\n\n\n<p>The ideal font size for an ebook depends on the reading device and font style, but typically, a <strong>12pt to 14pt font<\/strong> is recommended for body text. Readers can adjust the size on most e-readers, so focus on maintaining proper spacing and formatting within the Kindle book cover dimensions and text layout.<\/p>\n\n\n\n<p>Q5: What is the best aspect ratio for a Kindle?<\/p>\n\n\n\n<p>The best <strong>book cover aspect ratio<\/strong> for Kindle is <strong>1.6:1<\/strong>, meaning the height should be <strong>1.6 times the width<\/strong>. For example, a Kindle cover size of <strong>2560 x 1600 pixels<\/strong> maintains this ratio and ensures a professional display on <strong>all<\/strong> Kindle devices.<\/p>\n\n\n\n<p>Q6: What should an ebook cover look like?<\/p>\n\n\n\n<p>An effective Kindle cover size should be <a href=\"https:\/\/spines.com\/book-cover-design-tips-for-creating-eye-catching-covers\/\">visually striking<\/a>, legible, and professional. Use high-resolution images, bold typography, and a design that reflects the book’s genre. Ensure that your ebook cover dimensions follow Amazon&#8217;s guidelines, typically <strong>2560 x 1600 pixels<\/strong>, to maintain quality across different devices.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>While a book&#8217;s essence resides within its pages, the book cover design plays a pivotal role in grabbing readers&#8217; attention. The rise of ebooks accentuates the importance of ebook cover dimensions. These dimensions are not just aesthetic choices; they are strategic elements that can attract or deter readers. They directly influence how your cover appears [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":102118,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[55],"tags":[],"class_list":["post-102115","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-distributing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/102115","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=102115"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/102115\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/102118"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=102115"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=102115"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=102115"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}