{"id":103825,"date":"2024-03-28T17:56:42","date_gmt":"2024-03-28T17:56:42","guid":{"rendered":"https:\/\/spines.com\/?p=103825"},"modified":"2024-05-06T23:23:08","modified_gmt":"2024-05-06T23:23:08","slug":"copyright-law-for-authors-a-comprehensive-overview","status":"publish","type":"post","link":"https:\/\/spines.com\/copyright-law-for-authors-a-comprehensive-overview\/","title":{"rendered":"Copyright Law for Authors: A Comprehensive Overview"},"content":{"rendered":"\n<p>Copyright law stands as a pivotal foundation in the realm of intellectual property, particularly for authors who breathe life into words and ideas, transforming them into tangible expressions of creativity. This legal framework is designed to safeguard authors&#8217; rights, ensuring that their works are protected from unauthorized use, thereby fostering an environment where creative expression can flourish without fear of exploitation. For authors, <a href=\"https:\/\/spines.com\/navigating-copyrights-and-licenses\/\" data-type=\"link\" data-id=\"https:\/\/spines.com\/navigating-copyrights-and-licenses\/\">understanding copyright law<\/a> is not merely about legal compliance; it&#8217;s about recognizing and asserting one&#8217;s entitlements in the literary and public domain, a vital aspect that underpins the essence of authorship and creative ownership.<\/p>\n\n\n\n<p>The scope of copyright law extends far beyond the mere act of preventing others from copying one&#8217;s work. It encompasses a broad spectrum of rights and protections, including the exclusive right to reproduce, distribute, perform, and display the work, as well as to make derivative works. These rights empower authors to control how their creations are used, shared, and built upon, thus providing a legal bulwark that defends their intellectual endeavors.<\/p>\n\n\n\n<p>For authors navigating the literary landscape, copyright law serves as both shield and sword: a shield that guards their creative works against unauthorized use and a sword that enables them to enforce their rights against infringers. In a world where ideas are currency, and expression is boundless, understanding the nuances of copyright law is crucial for authors seeking to protect their legacy and contribute to the rich tapestry of human culture and knowledge. As such, this comprehensive overview aims to demystify the complexities of copyright law for authors, providing them with the insights needed to secure their creations and propel their creative expression to new heights.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/MvkSOTOi6LRySAvR8WuXEFhpLod-Qwg9L-qa9c0m3LDZkYRqxHwvsh1ITnluZBj0Fr0K7bnlGWg3-qjqn75gNpXJ5MOzmaqNeuqE567U6p85kcfB9nMmU6dFJNlUDevmQGBsl4vWUSK4iFQaWbUwRQ\" alt=\"Copyright law for authors\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Understanding Copyright Law<\/strong> for Authors<\/h2>\n\n\n\n<p>Copyright law, a cornerstone of federal copyright law in many countries, is designed to protect original works of authorship fixed in a tangible medium of expression. This legal doctrine grants authors, creators, and artists exclusive rights to their creations, thereby encouraging the proliferation of knowledge, culture, and innovation. At its core, copyright law acknowledges the intellectual labor and creativity invested in producing works ranging from literary texts, music, and artworks to software and architectural designs, ensuring that creators have the legal entitlement to control and benefit from their intellectual property.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>Intellectual property rights, as enshrined in copyright law, include the right to reproduce the work, prepare derivative works, distribute copies, and perform or display the work publicly. These rights are automatically vested in the creator the moment a work is created and fixed in a tangible form, such as writing it down or recording it. This automatic protection underpins the legal framework of copyright law, offering a shield that guards creators against unauthorized use of their intellectual endeavors. However, it&#8217;s important to note that copyright law protects the expression of ideas rather than the ideas themselves, a distinction that underscores the balance between protecting creators and fostering an environment where ideas can freely circulate and inspire further innovation.<\/p>\n\n\n\n<p>Distinguishing copyright from other forms of intellectual property, such as trademarks and patents, is crucial for a comprehensive understanding of the legal landscape. Trademarks protect symbols, names, and slogans used to identify goods and services, ensuring consumers are not misled about the origins of a product. On the other hand, patents provide inventors with exclusive rights to their inventions, offering protection for new, useful, and non-obvious inventions. While copyright secures the expression of ideas, trademarks safeguard brand identity, and patents protect innovative inventions, each playing a unique role in the broader domain of intellectual property law.<\/p>\n\n\n\n<p>Understanding the nuances of copyright and its distinction from other intellectual property rights is essential for creators and authors. It enables them to navigate the legal framework effectively, ensuring they can protect their work while respecting the rights of others. This foundational knowledge of copyright law not only empowers creators with the tools to safeguard their creative expressions but also contributes to the rich tapestry of culture and innovation by providing a structured legal environment where creativity can thrive.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Rights of a Copyright Owner<\/strong><\/h2>\n\n\n\n<p>Under the protective umbrella of copyright law, copyright owners are bestowed with a suite of exclusive rights that serve as the bedrock for controlling and capitalizing on their creative outputs. These rights are not just statutory entitlements but are fundamental to ensuring that creators can reap the rewards of their intellectual endeavors and maintain the integrity of their works.<\/p>\n\n\n\n<p>The first of these rights is the ability to reproduce the work. This right is pivotal as it allows the copyright owner to control the making of copies of their work, whether in its original form or any form perceivably close to the original. This control extends to physical copies like books and DVDs as well as digital reproductions, safeguarding against unauthorized replication that could dilute the value of the original work.<\/p>\n\n\n\n<p>Alongside the right to reproduce, copyright owners hold the exclusive right to distribute copies of their works to the public by sale, rental, lease, or lending. This right ensures that authors can control the commercialization of their works, deciding how and where their works are available. It is a crucial aspect of copyright law that enables creators to monetize their efforts and determine the terms under which their works are disseminated.<\/p>\n\n\n\n<p>Moreover, the creation of derivative works is another significant right under copyright law. This right allows copyright owners to authorize or undertake the transformation of their works into new, derivative creations, such as turning a novel into a screenplay or a painting into a series of illustrations. It ensures that any new work that is based upon the original is done with the consent of the copyright owner, thus protecting the original vision and investment of the creator.<\/p>\n\n\n\n<p>These exclusive rights granted to copyright owners form the cornerstone of copyright protection, empowering creators with the legal authority to control the use of their works and pursue avenues for their distribution and adaptation. By providing this legal framework, copyright law not only protects the rights of creators but also fosters a culture of innovation and respect for intellectual property, ensuring that creative expression remains both a viable and respected endeavor.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/9kynRRJSBw3t_bwFGEAX8Pija_Eu_PerZdkOf4EHdhcGp3IHahlgt7AtWWD0WOeIlhtfJvCKKIj7hV1YAP3TSVkzkwVVLiAsDx4iD1u6PoX_vCbvp_YaCKJv0ezL7-PCl6r2R1_6_E3FGp0KCNpIGA\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Role of the Copyright Office<\/strong><\/h2>\n\n\n\n<p>The Copyright Office plays a pivotal role in the landscape of intellectual property rights, serving as the official government body responsible for cataloging and protecting copyright in works of authorship. Its functions extend beyond mere administration; the office is a crucial facilitator of copyright registration, public record maintenance, and legal precedence, ensuring that the rights of creators are recognized and preserved.<\/p>\n\n\n\n<p>One of the core responsibilities of the Copyright Office is overseeing the registration process. While copyright protection is automatic upon a work&#8217;s creation in a tangible medium, registration with the Copyright Office offers additional legal benefits, including the ability to file infringement lawsuits in federal court and the potential for statutory damages and attorney&#8217;s fees. The registration process involves submitting an application, a fee, and a copy of the work. This formal acknowledgment not only solidifies the copyright claim but also serves as a public declaration of the work&#8217;s copyright status, enhancing the enforceability of the owner&#8217;s rights.<\/p>\n\n\n\n<p>Upon successful registration, the Copyright Office issues a copyright notice, a formal record that signifies the copyright status of the work. This notice acts as a deterrent against potential infringement and a critical piece of evidence in legal disputes. Moreover, the details of the registration are entered into the public record, accessible through the Copyright Office&#8217;s catalog. This transparency serves multiple purposes: it facilitates the licensing and use of copyrighted material by providing essential information to those seeking permission to use works legally, and it aids in the resolution of copyright disputes by establishing a clear chain of copyright ownership.<\/p>\n\n\n\n<p>The Copyright Office&#8217;s commitment to maintaining an accurate and accessible public record of copyright registrations is fundamental to the integrity of copyright law. By fulfilling these responsibilities, the Copyright Office not only protects the rights of individual creators but also supports the broader cultural and economic benefits derived from a vibrant and respected creative industry.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Copyright in the Digital Age<\/strong><\/h2>\n\n\n\n<p>The advent of digital technology has profoundly transformed the landscape of copyright law, presenting both new opportunities and challenges for the protection of creative works. The ease of copying and distributing digital content has necessitated a reevaluation of traditional copyright principles, leading to the development of legal frameworks tailored to the digital environment. Among these, the Digital Millennium Copyright Act (DMCA) stands as a pivotal piece of legislation, designed to address the complexities of copyright in the digital realm.<\/p>\n\n\n\n<p>The DMCA, enacted in the late 20th century, seeks to balance the rights of copyright owners with the need to foster innovation and free expression on the internet. It introduces measures to combat digital piracy while providing safe harbors for online service providers who comply with certain requirements, thus mitigating their liability for copyright infringement by users. This dual approach underscores the nuanced nature of copyright enforcement in an era where digital content can traverse the globe in seconds.<\/p>\n\n\n\n<p>One of the key provisions of the DMCA is the protection against circumvention of copyright protection systems, which ensures that technological measures guarding access to copyrighted works cannot be bypassed unlawfully. This is particularly relevant in contexts such as digital audio transmission, where copyrighted music is streamed across various platforms, necessitating robust mechanisms to safeguard against unauthorized use.<\/p>\n\n\n\n<p>Furthermore, the DMCA facilitates a notice-and-takedown system, allowing copyright owners to request the removal of infringing content from online platforms. This process underscores the dynamic interaction between copyright law and digital platforms, where the rapid dissemination of content demands efficient mechanisms to address copyright violations while respecting the principles of free expression and fair use.<\/p>\n\n\n\n<p>The impact of digital technology on copyright law extends beyond legislation like the DMCA. It challenges traditional notions of what constitutes a &#8220;tangible medium&#8221; of expression, as digital files replace physical books, CDs, and other forms of media. The shift towards digital has not only expanded the realm of creative works but has also necessitated a reimagining of copyright principles to suit the digital age, ensuring that creators can continue to innovate and thrive in an increasingly digital world.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/K1qUl5OioRC1EAUFeqYSO4Mrh1i8Iib04sOxvU8lpfZayV23Ay2es9gGUV6YWdr0J5PdgGfR6nyUe_1KVzEFoA0dcOJf-iVIYvIN-yZcYWCKllQJYgKaz5QgpjWea6dhA4LhKzmZLjifrqvrmsNaKg\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Copyright Infringement and Enforcement<\/strong><\/h2>\n\n\n\n<p>Copyright infringement occurs when a copyrighted work is used, reproduced, distributed, or otherwise exploited without the authorization of the copyright owner, in violation of one or more of the exclusive rights granted under copyright law. This infringement can manifest in various forms, from the unauthorized copying and distribution of copyrighted books and music to the illegal downloading and streaming of movies and software. The digital age has amplified the reach and complexity of such infringements, making it easier for copyrighted materials to be accessed and shared unlawfully on a global scale.<\/p>\n\n\n\n<p>The legal remedies available to copyright owners against infringement are multifaceted and designed to provide both restitution and deterrence. One of the primary legal avenues is the pursuit of civil litigation in federal court, where copyright owners can seek injunctions to stop further infringement, as well as monetary damages for the harm caused. Statutory damages, which do not require the owner to prove actual financial loss, can be particularly impactful, serving as a strong deterrent against potential infringers. Additionally, in cases of willful infringement, courts may award attorney fees and costs, further emphasizing the legal risks associated with copyright infringement.<\/p>\n\n\n\n<p>The role of the Copyright Claims Board, established as an alternative to the traditional court system, offers a streamlined, less costly process for resolving copyright disputes. This board operates within the Copyright Office and provides a voluntary, opt-out system where both copyright owners and alleged infringers can have their cases heard. The board can issue binding decisions on damages and injunctive relief, making it an accessible venue for smaller copyright disputes that might not warrant the expenses and complexities of federal court litigation.<\/p>\n\n\n\n<p>Enforcement of copyright law, particularly in the digital realm, poses unique challenges. The anonymity of the internet, the ease of copying and distributing digital files, and the jurisdictional complexities of international copyright violations complicate enforcement efforts. Despite these hurdles, the legal framework, including the provisions of the DMCA, the jurisdiction of federal courts, and the establishment of the Copyright Claims Board, provides copyright owners with robust tools to protect their rights and address infringement.<\/p>\n\n\n\n<p>Effective enforcement of copyright laws also relies on cooperation between copyright owners, online service providers, and law enforcement agencies, highlighting the collaborative effort required to combat copyright infringement. Through a combination of legal remedies, technological measures, and international cooperation, copyright law strives to protect the rights of creators while adapting to the evolving landscape of digital technology and global connectivity.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Special Considerations for Authors<\/strong><\/h2>\n\n\n\n<p>For authors, navigating the nuances of copyright law requires an understanding of considerations unique to different types of creations, such as literary, musical compositions, and digital works. Each category of work presents specific challenges and opportunities in the context of copyright protection.<\/p>\n\n\n\n<p>Literary works, encompassing novels, poems, and essays, are protected from the moment they are fixed in a tangible form that is perceptible either directly or with the aid of a machine or device. This protection extends to both published and unpublished works, ensuring that authors retain control over their creations regardless of publication status. Unpublished works, in particular, receive copyright protection automatically, safeguarding the author&#8217;s rights against unauthorized use even before the work is shared with the public.<\/p>\n\n\n\n<p>Musical creations, including compositions and lyrics, also fall under the umbrella of copyright protection. For these works, copyright law addresses not only the written notation but also the sound recordings, offering a dual layer of protection that covers both the musical composition and its particular expression in recorded form.<\/p>\n\n\n\n<p>The realm of digital creations, such as software, websites, and digital art, introduces additional complexity due to the ease of replication and distribution. Copyright law adapts to these challenges by extending protection to digital works, provided they meet the criteria of originality and fixation in a tangible medium.<\/p>\n\n\n\n<p>Special scenarios such as &#8220;work made for hire&#8221; and &#8220;joint works&#8221; further illustrate the intricacies of copyright for authors. In a work made for hire situation, the employer or commissioning party, rather than the individual creator, is considered the copyright owner, unless an agreement specifies otherwise. Joint works, created by two or more authors with the intention of merging their contributions into a cohesive whole, are shared equally among the creators, unless a different arrangement is agreed upon.<\/p>\n\n\n\n<p>Understanding these distinctions and considerations is crucial for authors to navigate the copyright landscape effectively, ensuring their rights are protected while fostering collaboration and creativity in their various forms of expression.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/lguvf-MxyQo9AyKwNnUPShCqbTKfZTwenrKbPwE9hvXDWkOmcsZb8TY2B0Jm2NjGBQE8Rv0fZ8T5bFqujlPIZEblbqANCXt8dg7lIgJM9yTYqvIGRECghIz9YTHXARTcg8dL0-jsHtSoSdAdhm-ORA\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Securing Copyrights for Authors: Essential Steps<\/strong><\/h2>\n\n\n\n<p>For authors to secure copyright protection for their creations, a series of straightforward steps can be followed to ensure their written works are adequately protected under copyright law:<\/p>\n\n\n\n<p>1. <strong>Creation and Fixation<\/strong>: The first step is simply to create the work and fix it in a tangible medium of expression. This means that the work must be written down, recorded, or otherwise made permanently available in a physical or digital form. For literary works, this could be typing a manuscript or saving a digital file.<\/p>\n\n\n\n<p>2. <strong>Understand Automatic Protection<\/strong>: Recognize that copyright protection is automatic upon creation and fixation of the work. There is no requirement for formal registration to obtain copyright. However, the copyright must be original and possess a minimal degree of creativity.<\/p>\n\n\n\n<p>3. <strong>Consider Formal Registration<\/strong>: Although not mandatory, registering your copyright with the Copyright Office provides significant legal advantages, especially in the United States. Registration establishes a public record of your copyright and is necessary if you wish to bring an infringement lawsuit in federal court.<\/p>\n\n\n\n<p>4. <strong>Prepare and Submit Registration<\/strong>: If you opt for registration, prepare your application by compiling the necessary details about the work, including the title, publication date (if applicable), and author information. Submit the application, along with the filing fee and a nonreturnable copy of the work, to the Copyright Office either online or via mail.<\/p>\n\n\n\n<p>5. <strong>Receive Certificate of Registration<\/strong>: Upon processing your application, the Copyright Office will issue a certificate of registration, confirming the copyright claim in your work. This certificate serves as prima facie evidence of copyright ownership and is valuable in the enforcement of your rights.<\/p>\n\n\n\n<p>6. <strong>Mark Your Work<\/strong>: Though not required, it&#8217;s wise to place a copyright notice on your work. The notice typically includes the copyright symbol (©), the year of first publication, and the name of the copyright owner. This serves as a deterrent to infringement and informs the public of your rights.<\/p>\n\n\n\n<p>7. <strong>Stay Informed and Vigilant<\/strong>: <a href=\"https:\/\/en.wikipedia.org\/wiki\/Copyright\" target=\"_blank\" rel=\"noopener\">Copyright<\/a> law and digital technology are continually evolving. Stay informed about changes in the law and new developments that might affect your rights. Vigilance is also key in monitoring and protecting against unauthorized use of your work.<\/p>\n\n\n\n<p>By following these steps, authors can effectively navigate the copyright process, ensuring their creative works are protected and their rights upheld in the face of potential infringement.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Incorporating Artificial Intelligence (AI)<\/strong><\/h2>\n\n\n\n<p>Incorporating Artificial Intelligence (AI) into the copyright acquisition process can markedly refine and expedite the safeguarding of intellectual property for creators and authors. AI technologies are capable of automating the evaluation of works for uniqueness, aiding in the drafting and submission of copyright registration forms, and surveilling the internet for potential copyright violations with exceptional precision and swiftness. Through the strategic application of AI, creators can more adeptly maneuver through the intricate terrain of copyright and trademark law, diminishing administrative overheads and dedicating greater attention to their creative pursuits, all while ensuring robust protection of their works in the digital era.<\/p>\n\n\n\n<p>In the contemporary digital landscape, a variety of companies offer solutions to assist authors in securing copyrights for their creations. One notable example is <a href=\"https:\/\/spines.com\">Spines<\/a>, an AI-driven publishing platform that streamlines the publication process for authors. Spines provides everything authors need to publish their books, from services including book cover design, audiobook creation, editing, and formatting, all designed to ensure a smooth and efficient path to publication. Authors can publish their book in as little as 30 days. Among the array of services Spines offers is support in acquiring the requisite copyrights for authors&#8217; works, further easing the journey from manuscript to published book. Authors can <a href=\"https:\/\/booxai.com\/sign-up\/\" target=\"_blank\" rel=\"noopener\">sign up for free<\/a> to start their publishing journey.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Conclusion<\/strong><\/h2>\n\n\n\n<p>Copyright law serves as an essential safeguard for authors, ensuring their creations are protected and their rights upheld. It is crucial for authors to grasp and harness the power of copyright law, as it not only secures their copyright ownership but also fortifies their intellectual property rights. <a href=\"https:\/\/spines.com\/publishing-contracts-your-rights-and-responsibilities\/\" data-type=\"link\" data-id=\"https:\/\/spines.com\/publishing-contracts-your-rights-and-responsibilities\/\">Understanding these legal provisions<\/a> empowers authors to defend their works against unauthorized use and infringement. Authors are encouraged to actively engage with copyright law, utilizing it as a tool to shield their creative endeavors and maintain control over their respective writings and artistic expressions, thereby reinforcing the value and integrity of their contributions to the literary world.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Copyright law stands as a pivotal foundation in the realm of intellectual property, particularly for authors who breathe life into words and ideas, transforming them into tangible expressions of creativity. This legal framework is designed to safeguard authors&#8217; rights, ensuring that their works are protected from unauthorized use, thereby fostering an environment where creative expression [&hellip;]<\/p>\n","protected":false},"author":1333,"featured_media":103833,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[188],"tags":[],"class_list":["post-103825","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-copyrights"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/103825","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/1333"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=103825"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/103825\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/103833"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=103825"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=103825"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=103825"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}