{"id":104106,"date":"2024-03-29T13:22:21","date_gmt":"2024-03-29T13:22:21","guid":{"rendered":"https:\/\/spines.com\/?p=104106"},"modified":"2024-05-16T06:34:28","modified_gmt":"2024-05-16T06:34:28","slug":"publishing-contracts-your-rights-and-responsibilities","status":"publish","type":"post","link":"https:\/\/spines.com\/publishing-contracts-your-rights-and-responsibilities\/","title":{"rendered":"Publishing Contracts: Understanding Your Rights and Responsibilities"},"content":{"rendered":"\n<p>In the literary world, the journey from manuscript to published book is paved with numerous decisions, one of the most critical being publishing contracts. This legal document not only formalizes the partnership between an author and a publisher but also meticulously outlines the rights, responsibilities, and financial terms of both parties. <a href=\"https:\/\/spines.com\/navigating-copyrights-and-licenses\/\">Navigating copyrights and licenses<\/a> in the publishing world is a complex task that authors must undertake. Understanding the nuances of these publishing contracts is paramount for authors, as it ensures they are making informed decisions about their work&#8217;s distribution, copyright, and potential earnings.<\/p>\n\n\n\n<p>A well-negotiated publishing contract can safeguard an author&#8217;s interests, providing clarity and security in a complex publishing landscape. Therefore, diving into the intricacies of publishing contracts is not just about legal formalities; it&#8217;s about empowering authors to take control of their publishing deal and their creative and financial futures, fostering a relationship with publishers that is both productive and mutually beneficial.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/1LxWfY4l5h5tbgC-6XMthS6XlkkGz3HJuZyXWiXdnuVr2LvjUyihDouoDWufOxeK_Iubh_EzwJu2FY5RUjKu8zFocQPzBpOMEtY8_AnwrQiJA7shsAz1-ncMz7WGQ_t5LboHEyEIobzYfW0ehyFmzA\" alt=\"Publishing contracts\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Understanding Publishing Contracts<\/strong><\/h2>\n\n\n\n<p>Publishing contracts serve as the backbone of the relationship between an author and a publisher, defining the legal and financial framework within which a book is brought to the public. At its core, a publishing contract is a legally binding agreement that outlines the rights the author grants to the publisher, the obligations of each party, and the financial terms including advances, royalties, and rights to future earnings. These publishing contracts not only delineate who holds the <a href=\"https:\/\/spines.com\/copyright-law-for-authors-a-comprehensive-overview\/\">copyright<\/a> to the work but also specify the duration and scope of the rights granted, ensuring both parties are clear on their roles and responsibilities. <\/p>\n\n\n\n<p>In addition to traditional publishing contracts, authors may encounter co-publishing deals. These arrangements involve a partnership between the author and the publisher, where both parties share in the costs of producing and marketing the book as well as the resulting profits. A co-publishing deal can offer more control to the author over the publishing process but also require a greater investment of time and resources.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Key components&nbsp;<\/strong><\/h3>\n\n\n\n<p>Key components of standard publishing contracts include the grant of rights, which clarifies the territories, languages, and formats in which the publisher can produce and sell the work. Another critical section is the royalty and advance clause, detailing the upfront payment to the author and the ongoing earnings from book sales. Additionally, contracts cover the delivery and acceptance of the manuscript, outlining the expected quality and timeline for submission. Terms related to subsidiary rights, such as translation, merchandising, and adaptation rights, are also crucial, as they can significantly impact an author&#8217;s income.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Key Terms and Provisions<\/strong><\/h2>\n\n\n\n<p>In the realm of publishing contracts, certain terms and provisions hold significant weight, directly influencing an author or writer&#8217;s share of earnings and control over their work. Among these, advance payments stand out as a crucial element. Advances are upfront payments made by the publisher to the author before the book is published, essentially an early royalty payment based on anticipated book sales. These payments can vary widely and are often negotiable, reflecting the publisher&#8217;s confidence in the book&#8217;s market potential.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Royalty Rates<\/strong><\/h4>\n\n\n\n<p>Royalty rates are another pivotal aspect, determining how much authors earn from each book sold after the advance is &#8220;earned out,&#8221; or recouped through sales. Royalties are typically expressed as a percentage of the book&#8217;s retail price or net receipts, and rates can differ based on the format of the book (hardcover, paperback, ebook, etc.) and sales channels.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Rights Granted<\/strong><\/h4>\n\n\n\n<p>The &#8220;rights granted&#8221; section delineates the specific rights the author is transferring to the publisher, specifically granted such as the right to publish, distribute, and sell the book in various formats and territories. This can include digital rights, audiobook rights, and more. Authors should negotiate these terms carefully to maintain flexibility and control over their works published in the work&#8217;s future adaptations and editions.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Subsidiary Rights<\/strong><\/h4>\n\n\n\n<p>Subsidiary rights refer to the rights to adapt the book into different formats or products, such as film, TV, merchandise, and foreign language editions. These rights can be a significant source of additional income, and authors may choose to retain some of these rights or share in the revenue generated from their sale.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Rights Reversion<\/strong><\/h4>\n\n\n\n<p>The rights reversion clause is crucial for authors, as it outlines the conditions under which the rights to the book revert back to the author if the publisher no longer meets certain obligations, such as keeping the book in print. First-refusal rights give the publisher the exclusive right to consider the author&#8217;s future works before other publishers, which can be both an opportunity and a limitation for the author, depending on the relationship and success of the initial publication. Understanding and negotiating these terms can greatly impact an author&#8217;s career and financial success.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>In summary:&nbsp;<\/strong><\/h4>\n\n\n\n<p><strong>Critical Terms:<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Advance Payments:<\/strong> Upfront payments based on anticipated sales<\/li>\n\n\n\n<li><strong>Royalty Rates:<\/strong> Earnings from book sales post-advance<\/li>\n\n\n\n<li><strong>Rights Granted:<\/strong> Scope of rights transferred to the publisher<\/li>\n\n\n\n<li><strong>Subsidiary Rights:<\/strong> Additional rights for adaptation and translation.&nbsp;<\/li>\n<\/ul>\n\n\n\n<p><strong>Important Clauses:<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Rights Reversion:<\/strong> Conditions under which rights revert to the author<\/li>\n\n\n\n<li><strong>First Refusal:<\/strong> Publisher&#8217;s right to review future works<\/li>\n<\/ul>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/9RpRHIcvqCupz-MHhDLKxW4UCHdU2wR2nDjr0rrdsYvKRn6lC-OUtWZeQCHCnznvrAIm3guZhaX0KF6SeX8Y8zH0yfpJVTZ55PRHKD7jM6-fcBJK4Bs5gf6S1x7u91IBbUe91mX_SKiRTVTeLhFdOQ\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Grant of Rights<\/strong><\/h2>\n\n\n\n<p>This section of publishing contracts is a critical component that delineates the scope of control and distribution powers the author is transferring to the publisher. This section typically includes exclusive rights, which allow the publisher to be the sole entity to print, publish, and sell the book in specified formats and territories for the duration of the agreement. Granting exclusive rights means the author cannot engage with other publishers or self-publish the work in the agreed territories and formats during the term of the contract, making it essential to negotiate terms that are both fair and beneficial.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Foreign rights<\/strong><\/h3>\n\n\n\n<p>Foreign rights pertain to the authorization given to the publisher to sell and distribute the book outside the author&#8217;s home country. This can involve direct sales in foreign markets or licensing deals with local publishers. Authors should consider their long-term global strategy when negotiating these rights, as successful foreign distribution can significantly expand a book&#8217;s reach and profitability in foreign territories.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Digital rights<\/strong><\/h3>\n\n\n\n<p>Digital rights agreements cover the publication and distribution of the book in electronic formats, such as e-books and audiobooks. With the rise of digital media, these rights have become increasingly valuable. Authors need to understand the implications of granting digital rights, especially in terms of royalties, distribution channels, and pricing, as the digital market operates differently from traditional print publishing.<\/p>\n\n\n\n<p>The scope and limitations of these rights directly affect an author&#8217;s ability to control their work&#8217;s future adaptations, translations, and editions. Authors must carefully negotiate the terms, ensuring they retain sufficient flexibility for future opportunities while allowing the publisher the rights necessary to effectively market and sell the book. This delicate balance requires a clear understanding of both the immediate and long-term implications of the rights granted in publishing contracts.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Financial Aspects: Advances and Royalties<\/strong><\/h2>\n\n\n\n<p>In the publishing industry, the financial relationship between an author and a publisher is primarily governed by advance payments and royalty arrangements.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Advance Payments:<\/strong><\/h3>\n\n\n\n<p><strong>Definition and Purpose:<\/strong> Advance payments are essentially a publisher&#8217;s investment in an author&#8217;s work, paid upfront upon signing the contract or when certain milestones in the original manuscript are met, such as the completion of the manuscript. These payments are an estimate of the book&#8217;s potential earnings and are meant to provide the author with financial support during the writing and publication process.<\/p>\n\n\n\n<p><strong>Factors Influencing Advance Size:<\/strong> The size of an advance can vary greatly, influenced by factors such as the author&#8217;s track record, the genre&#8217;s marketability, and the publisher&#8217;s size and resources.<\/p>\n\n\n\n<p><strong>Recoupable Nature:<\/strong> Advances are recoupable, meaning the author won&#8217;t receive further royalty payments until the book&#8217;s sales exceed the advance amount.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Royalty Payments<\/strong><\/h3>\n\n\n\n<p><strong>Earning Royalties:<\/strong> Royalties are ongoing payments made to the author, calculated as a percentage of the book&#8217;s sales. These payments kick in after the advance is &#8220;earned out.&#8221;<\/p>\n\n\n\n<p><strong>Variability in Rates:<\/strong> Royalty rates can vary based on the book&#8217;s format (hardcover, trade paperback, e-book, audiobook) and are often tiered, potentially increasing based on sales milestones.<\/p>\n\n\n\n<p><strong>Calculation Methods:<\/strong> The calculation of royalties can be based on either the book&#8217;s retail price or its net receipts. Royalties based on the retail price offer a consistent percentage of the book&#8217;s selling price, while those based on net receipts are calculated from the revenue the publisher receives after discounts and returns are deducted.<\/p>\n\n\n\n<p>Understanding these financial aspects is crucial for authors to gauge their potential earnings and negotiate favorable terms in their publishing contracts.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Negotiating Your Contract<\/strong><\/h2>\n\n\n\n<p>Negotiating publishing contracts can be a daunting task, especially for new authors, but understanding and advocating for favorable terms can significantly impact your career and earnings. Firstly, it&#8217;s crucial to approach negotiations with a clear understanding of your work&#8217;s value and a willingness to discuss terms. Don&#8217;t be afraid to ask questions or seek clarifications on the deal or any contract provisions that are unclear or seem unfavorable.<\/p>\n\n\n\n<p>When it comes to <strong>subsidiary rights<\/strong>, such as film, foreign, and digital rights, consider carefully which rights you are willing to grant to the publisher and under what conditions. Retaining some of these rights or negotiating a higher share of the revenue generated from them can lead to additional income streams. It&#8217;s often more advantageous to license these rights separately to specialized entities rather than bundling them with the primary publishing deal.<\/p>\n\n\n\n<p><strong>Advance amounts<\/strong> are another critical negotiation point. While large advances are appealing, they come with higher expectations for sales performance. A more modest advance that is easier to earn out can lead to royalties sooner. Negotiate an advance that reflects a realistic expectation of your book&#8217;s market potential and your financial needs.<\/p>\n\n\n\n<p><strong>Royalty rates<\/strong> are typically set by the publisher but can sometimes be negotiated, especially if you have leverage, such as a strong track record or a competitive offer from another publisher. Discussing escalator clauses, where royalty rates increase based on sales milestones, can also be beneficial.<\/p>\n\n\n\n<p>Finally, consider enlisting the help of a literary agent or a lawyer who specializes in intellectual property. These professionals can provide valuable advice, negotiate on your behalf, and ensure that your publishing contracts reflect the best possible terms for your situation.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<figure class=\"wp-block-image size-large\"><img fetchpriority=\"high\" decoding=\"async\" width=\"1024\" height=\"585\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/03\/DALL·E-2024-03-30-14.30.57-A-rectangular-image-capturing-the-essence-of-a-section-titled-Legal-Considerations-and-Professional-Advice.-The-scene-depicts-an-elegant-profession-1024x585.webp\" alt=\"\" class=\"wp-image-104108\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/03\/DALL·E-2024-03-30-14.30.57-A-rectangular-image-capturing-the-essence-of-a-section-titled-Legal-Considerations-and-Professional-Advice.-The-scene-depicts-an-elegant-profession-1024x585.webp 1024w, https:\/\/spines.com\/wp-content\/uploads\/2024\/03\/DALL·E-2024-03-30-14.30.57-A-rectangular-image-capturing-the-essence-of-a-section-titled-Legal-Considerations-and-Professional-Advice.-The-scene-depicts-an-elegant-profession-300x171.webp 300w, https:\/\/spines.com\/wp-content\/uploads\/2024\/03\/DALL·E-2024-03-30-14.30.57-A-rectangular-image-capturing-the-essence-of-a-section-titled-Legal-Considerations-and-Professional-Advice.-The-scene-depicts-an-elegant-profession-768x439.webp 768w, https:\/\/spines.com\/wp-content\/uploads\/2024\/03\/DALL·E-2024-03-30-14.30.57-A-rectangular-image-capturing-the-essence-of-a-section-titled-Legal-Considerations-and-Professional-Advice.-The-scene-depicts-an-elegant-profession-1536x878.webp 1536w, https:\/\/spines.com\/wp-content\/uploads\/2024\/03\/DALL·E-2024-03-30-14.30.57-A-rectangular-image-capturing-the-essence-of-a-section-titled-Legal-Considerations-and-Professional-Advice.-The-scene-depicts-an-elegant-profession-360x206.webp 360w, https:\/\/spines.com\/wp-content\/uploads\/2024\/03\/DALL·E-2024-03-30-14.30.57-A-rectangular-image-capturing-the-essence-of-a-section-titled-Legal-Considerations-and-Professional-Advice.-The-scene-depicts-an-elegant-profession-600x343.webp 600w, https:\/\/spines.com\/wp-content\/uploads\/2024\/03\/DALL·E-2024-03-30-14.30.57-A-rectangular-image-capturing-the-essence-of-a-section-titled-Legal-Considerations-and-Professional-Advice.-The-scene-depicts-an-elegant-profession.webp 1792w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Legal Considerations and Professional Advice<\/strong><\/h2>\n\n\n\n<p>Navigating the complexities of certain rights and publishing agreements and contracts can be challenging, underscoring the importance of seeking professional legal advice. A lawyer specializing in intellectual property or publishing law can provide invaluable insights, ensuring that the contract terms are fair, clear, and in your best interest. They can help identify potential red flags, such as overly restrictive clauses or unclear royalty calculations, and suggest modifications to protect your rights and interests.<\/p>\n\n\n\n<p>While enlisting legal assistance incurs costs, these fees are an investment in your career&#8217;s longevity and success. Legal professionals can negotiate more favorable terms, potentially leading to better financial outcomes and greater creative control over your work. Moreover, a clear, written agreement reviewed by a legal expert can prevent misunderstandings and disputes, providing a solid foundation for your relationship with the publisher. Given the long-term implications of publishing contracts, the cost of legal fees and advice is often outweighed by the benefits of well-negotiated publishing contracts.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Conclusion<\/strong><\/h2>\n\n\n\n<p>Understanding and meticulously negotiating the terms of publishing contracts is crucial for authors to safeguard their rights and maximize their earnings. These agreements not only dictate the financial relationship between authors and publishers but also define the scope of rights and control over the work. Authors are encouraged to delve into the details of their contracts, question terms that may seem unfavorable, and not shy away from negotiating better conditions. <\/p>\n\n\n\n<p>Seeking professional advice from legal experts or literary agents can be immensely beneficial, ensuring that the contract reflects the best interests of the author. Before signing on the dotted line, invest time and resources in fully comprehending the agreement, as this foundational step can significantly impact your career&#8217;s trajectory and success.<\/p>\n\n\n\n<p>If you&#8217;re looking to publish your book, Spines offers the simplest and fastest option for you. <a href=\"https:\/\/spines.com\/sign-up\/\">Sign up for free<\/a> and start exploring your options today. <\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>FAQ: Understanding Publishing Contracts<\/strong><\/h2>\n\n\n\n<p><strong>Q1: What is a publishing contract?<\/strong><\/p>\n\n\n\n<p>A1: A publishing agreement or contract is a legal agreement between an author and a publisher, outlining the rights, responsibilities, and financial terms related to the publication of a work.<\/p>\n\n\n\n<p><strong>Q2: Why is it important to understand publishing contracts?<\/strong><\/p>\n\n\n\n<p>A2: Understanding your contract ensures you are aware of your rights, the scope of what you&#8217;re granting to the publisher, and how you will be compensated, protecting your interests and intellectual property.<\/p>\n\n\n\n<p><strong>Q3: What are advance payments?<\/strong><\/p>\n\n\n\n<p>A3: Advance payments are upfront sums paid to the author before the first publication due, based on the publisher&#8217;s anticipation of the book&#8217;s earnings. These are recoupable against future royalties.<\/p>\n\n\n\n<p><strong>Q4: How are royalties calculated?<\/strong><\/p>\n\n\n\n<p>A4: Royalties are typically calculated as a percentage of book sales, either based on the retail price or net receipts after discounts and returns. Rates can vary depending on the book format and sales milestones.<\/p>\n\n\n\n<p><strong>Q5: What rights am I granting to the publisher?<\/strong><\/p>\n\n\n\n<p>A5: You may grant various rights, including exclusive publishing rights in certain territories and formats, digital rights, and foreign rights. The specifics should be clearly outlined in your contract.<\/p>\n\n\n\n<p><strong>Q6: What are subsidiary rights?<\/strong><\/p>\n\n\n\n<p>A6: <a href=\"https:\/\/en.wikipedia.org\/wiki\/Subsidiary_right\" target=\"_blank\" rel=\"noopener\">Subsidiary rights<\/a> refer to the rights to adapt the work into other media or formats, such as films, translations, or merchandise. These can be a significant source of additional income.<\/p>\n\n\n\n<p><strong>Q7: What is a rights reversion clause?<\/strong><\/p>\n\n\n\n<p>A7: This clause outlines the conditions under which the rights to the book revert back to the author, typically if the publisher fails to meet certain obligations like keeping the book in print.<\/p>\n\n\n\n<p><strong>Q8: Should I negotiate my publishing contract?<\/strong><\/p>\n\n\n\n<p>A8: Yes, negotiating publishing contracts can lead to better terms, such as higher royalties, better advance payments, and more favorable rights agreements. It&#8217;s often beneficial to seek professional advice during negotiations.<\/p>\n\n\n\n<p><strong>Q9: Can I negotiate the contract myself?<\/strong><\/p>\n\n\n\n<p>A9: While you can negotiate a book deal yourself, having a literary agent or a lawyer with expertise in publishing contracts can provide valuable insight and leverage in negotiations.<\/p>\n\n\n\n<p><strong>Q10: What happens if I don&#8217;t understand a clause in the contract?<\/strong><\/p>\n\n\n\n<p>A10: Seek clarification from the publisher or consult a legal professional before you sign anything. It&#8217;s crucial to fully understand every aspect of publishing contracts before signing to ensure your rights are protected.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In the literary world, the journey from manuscript to published book is paved with numerous decisions, one of the most critical being publishing contracts. This legal document not only formalizes the partnership between an author and a publisher but also meticulously outlines the rights, responsibilities, and financial terms of both parties. Navigating copyrights and licenses [&hellip;]<\/p>\n","protected":false},"author":77,"featured_media":104767,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[188],"tags":[],"class_list":["post-104106","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-copyrights"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/104106","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/77"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=104106"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/104106\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/104767"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=104106"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=104106"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=104106"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}