{"id":11688,"date":"2022-09-12T10:06:21","date_gmt":"2022-09-12T10:06:21","guid":{"rendered":"https:\/\/booxai.com\/?p=11688"},"modified":"2024-03-13T16:01:29","modified_gmt":"2024-03-13T16:01:29","slug":"the-9-ingredients-to-a-winning-thriller","status":"publish","type":"post","link":"https:\/\/spines.com\/the-9-ingredients-to-a-winning-thriller\/","title":{"rendered":"The 9 Ingredients To A Winning Thriller"},"content":{"rendered":"<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-11692\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/09\/AdobeStock_137111330-300x179.jpeg\" alt=\"A Winning Thriller\" width=\"436\" height=\"260\" \/><\/p>\n<p><span style=\"font-weight: 400;\">Equal parts mystery and nail-biting tension, the thriller genre, epitomizing a winning thriller, is one of the most exciting genres to read, even if it can be a little challenging to write. Thrillers often have plot twists, frightening supervillains, and the feeling that you can’t put the book down. When it comes to suspense, though there are also subgenres (psychological thriller, action thriller, crime thriller, political thriller, science fiction, etc.), they all contain similar devices that make them effective at capturing a reader’s imagination &#8211; and undivided attention!<\/span><\/p>\n<p><span style=\"font-weight: 400;\">To successfully decipher the components of a fascinating thriller, we’ve listed 9 important elements that will help you create a high-stakes, fast-paced, wild ride of a story!<\/span><\/p>\n<h2><\/h2>\n<h2><b>A clear threat.<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">Every successful thriller clearly presents the threat, and the intended outcome of that threat. The nature of the threat determines the characters affected and the subsequent subgenre of the story &#8211; for example, a threat to the state, or the discovery of a secret underground society would involve government operatives, insurgents and bystanders, and be indicative of the political thriller genre.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Once you as an author can establish the threat to the world of the story, it’s easier to develop the character arc of the hero’s attempt to solve the problem, along with what makes the hero “the perfect antidote” to the conflict. For example, a mysterious serial killer could be stopped by an expert detective who has encountered similar cases years ago and would be more adept at uncovering clues. <\/span><\/p>\n<h2><b>High risk<\/b><\/h2>\n<ul>\n<li><span style=\"font-weight: 400;\">We want to keep our readers on the edge of their seats. Authors  can accomplish this by building high stakes, where the consequences of failing to neutralize the threat is devastating to the characters and the world of the story.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">If we want to increase the stakes further, we can create seemingly insurmountable obstacles for the hero to endure that make neutralizing the threat seem impossible.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Establishing a time limit to the action of the hero is another clever device that also creates urgency to the action of the plot.<\/span><\/li>\n<\/ul>\n<h2><b>Detailed descriptions<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">Vivid descriptions that are full of important details leave the reader with clear imagery &#8211; and the desire to think critically <a href=\"https:\/\/spines.com\/about\/\">about<\/a> the implications of those details. Detailed descriptions can also be placed as a red herring, throwing the reader off the trail of the plot by helping to insinuate threads of the story are connected when they’re not! This can help the author create an element of surprise through a plot twist.<\/span><\/p>\n<h2><b>Action<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">Action in a thriller is typically fast-paced. Though it doesn’t necessarily require physical violence or pyrotechnics, the pacing of the plot&#8217;s progress needs to move quickly, creating tension, intrigue, and clues for the reader to chew on throughout the book. The threat needs to remain continually present and urgent as the story progresses, where even a seemingly calm moment of respite will be interrupted by a new danger. Action drives the plot of a thriller.<\/span><\/p>\n<h2><b>A Hero with depth.<\/b><\/h2>\n<ul>\n<li><span style=\"font-weight: 400;\">In the suspense genre, just like in real life, conflicts can rarely be summed up as a battle between good and bad forces. Good thrillers will often present both the main character and the antagonist as complex personalities with flaws and likable traits.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Though the hero is meant to overcome the mountain of obstacles that the plot will place before them, a hero whose flaws present their own obstacles are far more engaging to a reader.  <\/span><\/li>\n<li><span style=\"font-weight: 400;\">This way, advancing the story necessitates a hero’s journey inward as well; a thriller is a marriage of plot and character development.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">The hero’s actions are often catalysts in the plot design. For that reason, building a good thriller starts with the characterization of the hero.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">What amazing abilities do they have? What are their weaknesses? Why are they at the center of the storyline? Creating a round and dynamic main character both serves as the main device of the plot, and also dictates the mood and color of the thriller.<\/span><\/li>\n<\/ul>\n<h2><b>Create an interesting villain<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">The <a href=\"https:\/\/en.wikipedia.org\/wiki\/Antagonist\" target=\"_blank\" rel=\"noopener\">antagonist<\/a> must be treated as equally human to the hero.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Even if the antagonist&#8217;s actions are unforgivable and their internal logic is twisted, their motivations must be rooted in a human emotion that the readers can relate to. This makes the villain&#8217;s actions believable, not only to the world of the story, but as a character that could potentially exist in the world of the reader.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">In Silence of the Lambs, a flashback reveals that Hannibal Lecter witnessed his sister&#8217;s murder at a young age. <\/span><span style=\"font-weight: 400;\">His trajectory in life leads the audience to imagine that the trauma of his childhood was a catalyst for him becoming a psychopathic serial killer, and though we don’t condone his actions, in tracing back the moments that defined his development, we can understand where his distortion and “evil” comes from.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The antagonist often advances the plot by creating action, while the hero reacts. Spending time to flesh out the antagonist’s back story helps the reader to believe the motivations behind the antagonist and develop a deeper connection to the plot. <\/span><span style=\"font-weight: 400;\">A good writing prompt for an author would be to try to imagine the villain on the witness stand defending their actions, and can help make sense of the antagonist’s motives.<\/span><\/p>\n<h2><b>Action-packed opening scene For a Winning Thriller<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">In order to write a fascinating thriller, it is important to start with the action in the opening scene. The first page should turn quickly!<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The opening scene should include the crime, conflict, or possible risk as quickly as possible. The best thrillers capture the audience&#8217;s heart with immediate action, and only then add necessary information about the characters as the plot progresses. No need for too much exposition &#8211; you can even start at the critical point where the hero&#8217;s life takes a turn. Starting at the heart of the action creates immediate tension &#8211; and allows the author to then take a step back to reveal the hero’s journey.<\/span><\/p>\n<h2><\/h2>\n<h2><b>Creating obstacles and conflicts<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">If there&#8217;s one thing that all bestselling thriller writers have in common, it&#8217;s that they&#8217;re all good at putting their main characters on a dark path, fraught with trouble and hardship.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The main character experiences heartbreaking, traumatic and anxiety-filled events throughout the book. The obstacles are a necessary device to endear the reader to the hero by rooting for them to succeed. The more convincing the obstacles, the more rewarding and satisfying the resolution will feel to the reader. <\/span><span style=\"font-weight: 400;\">The confrontations between the antagonist and the protagonist are also opportunities for them to reveal humanity to each other, and can be used to increase tension and a sense of inner conflict within themselves.<\/span><\/p>\n<h2><b>Add plenty of plot twists<\/b><\/h2>\n<ol>\n<li><span style=\"font-weight: 400;\">Plot twists are a standard and popular device in thrillers, often ending chapters with cliffhangers to entice the reader to continue.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">Good thrillers are full of clues, and building expectations for the readers &#8211; some, as we discussed, to throw the readers off or to build suspense.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">A suspense plot usually hinges on a few twists &#8211; and these turning points help keep readers hooked to the book until the very end.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">The main twist in the plot is “a long game”, revealed in the third act, after we have established the laws of the world and let the readers develop deeper expectations about the motivations of the characters.<\/span><\/li>\n<li><span style=\"font-weight: 400;\">This is the time to kill a beloved character without warning, to add the biggest obstacle in front of the hero, and to create a last rally <\/span><i><span style=\"font-weight: 400;\">against <\/span><\/i><span style=\"font-weight: 400;\">the protagonists in the story.<\/span><\/li>\n<\/ol>\n<p><b>And one more thing to consider… <\/b><\/p>\n<h3><b>What is the main message of the story?<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">As authors, we’re not only building a rich landscape for the characters, but we’re also creating the logistics behind that world. Does the world of the story inspire hope and that justice can effectively be served? Or does the world of the book reveal the dark side of life?<\/span><\/p>\n<p><span style=\"font-weight: 400;\">There is no doubt that a thriller is as fascinating, surprising, and challenging to the writer as it is to the reader; creating depth in the characters, the plot and the message of the story are all effective ways to walk away with a highly addictive book!<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Equal parts mystery and nail-biting tension, the thriller genre, epitomizing a winning thriller, is one of the most exciting genres to read, even if it can be a little challenging to write. Thrillers often have plot twists, frightening supervillains, and the feeling that you can’t put the book down. When it comes to suspense, though [&hellip;]<\/p>\n","protected":false},"author":1333,"featured_media":11692,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-11688","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/11688","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/1333"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=11688"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/11688\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/11692"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=11688"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=11688"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=11688"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}