{"id":170490,"date":"2024-04-19T11:30:00","date_gmt":"2024-04-19T11:30:00","guid":{"rendered":"https:\/\/spines.com\/?p=170490"},"modified":"2025-08-13T19:17:57","modified_gmt":"2025-08-13T19:17:57","slug":"building-a-self-publishing-team","status":"publish","type":"post","link":"https:\/\/spines.com\/building-a-self-publishing-team\/","title":{"rendered":"Building a Self-Publishing Team: Editors, Designers, and Marketers"},"content":{"rendered":"\n<p>In the evolving landscape of the publishing world, the choice between <a href=\"https:\/\/spines.com\/services\/self-publishing\/\">self-publishing services<\/a> and traditional publishing routes has become a pivotal decision for authors. Traditional publishing, characterized by its gatekeepers—agents and publishing houses—offers a certain prestige, <a href=\"https:\/\/spines.com\/services\/book-distribution\/\">book distribution channels<\/a>, and a support system including editors, designers, and marketers. However, it&#8217;s often marked by intense competition, long waiting periods, and less creative control for the author.<\/p>\n\n\n\n<p>Self-publishing, on the other hand, has democratized the entire process of bringing a book to market. With platforms like Amazon&#8217;s Kindle Direct Publishing, authors can bypass traditional barriers, retaining full creative control and a higher percentage of <a href=\"https:\/\/spines.com\/services\/book-royalties\/\">book royalties<\/a>. This route, however, places the onus of the publishing process squarely on the author&#8217;s shoulders, from writing and editing to cover design, marketing, and distribution.<\/p>\n\n\n\n<p>This shift has underscored the importance of assembling a self-publishing team for indie authors who choose to navigate this path. A robust team can replicate the support structure of a traditional publishing house but with the added benefit of personalized, direct oversight by the author. The right mix of skilled professionals—editors to refine the manuscript, designers to create compelling covers, and marketers to build buzz and drive sales—can significantly elevate the quality and reach of a self-published book. Building such a team not only helps in achieving a product that meets industry standards but also in establishing a sustainable career as an indie author.&nbsp;<\/p>\n\n\n\n<p>The journey from manuscript to a successfully published book is complex and multifaceted, making a dedicated team not just beneficial but essential for authors aiming to make a significant impact in the crowded, competitive arena of the publishing world.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Core Concept of Building a Self-Publishing Team<\/strong><\/h2>\n\n\n\n<p>The core concept of building a self-publishing team revolves around the strategic assembly of a core team of professionals who collectively contribute to the creation, production, and marketing of a book, much like a traditional publishing house, but orchestrated by the author. This team typically includes, but is not limited to, editors, cover designers, marketers, and sometimes, project managers and legal advisors. Each member plays a crucial role in ensuring the book meets professional standards and reaches its target audience effectively.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Traditional Publishing&nbsp;<\/strong><\/h3>\n\n\n\n<p>In traditional publishing, an author&#8217;s manuscript undergoes a rigorous process managed by the publishing company, involving various departments dedicated to editing, design, marketing, and distribution. The author, while central to the creative process, often has limited control over many aspects of this journey. Decisions regarding cover design, editorial changes, marketing strategies, and even publication timelines are largely in the hands of the traditional publisher itself. This traditional model offers the advantage of an established infrastructure and a team of professionals, but it can also dilute the author&#8217;s vision and voice through the layers of corporate decision-making.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Self Publishing&nbsp;<\/strong><\/h3>\n\n\n\n<p>Contrastingly, in self-publishing, the author assumes the helm of this intricate process, transforming from just a content creator to a project manager and entrepreneur. Building a self-publishing team means the author must identify, hire, and collaborate with the right professionals to refine their manuscript, design the book, and strategize its launch and promotion. This shift in responsibilities from publishing companies to the author is significant, not just in terms of workload, but also in the level of control and potential profitability. Self-published authors can make real-time decisions, react swiftly to market changes, and retain a larger share of the profits.<\/p>\n\n\n\n<p>However, the freedom of self-publishing comes with the challenge of ensuring that the book adheres to industry standards, a task traditionally managed by publishing houses. <a href=\"https:\/\/spines.com\/services\/book-editing\/\">Professional book editing<\/a> is indispensable for honing the manuscript, fixing plot holes, and enhancing readability. A skilled cover designer is crucial for creating a visually appealing book that stands out in a crowded marketplace. Marketing experts help in defining the target audience, crafting promotional strategies, and increasing visibility among potential readers.<\/p>\n\n\n\n<p>Moreover, the self-publishing route demands a mindset shift. The author must view their book not just as a creative expression but as a product in a competitive market. This involves understanding the business aspects of publishing, including budgeting, pricing, and distribution channels. Building a self-publishing team, therefore, is not just about pooling together a group of freelancers; it&#8217;s about fostering a collaborative partnership with shared goals and a clear understanding of the project&#8217;s vision.<\/p>\n\n\n\n<p>The rise of digital platforms and social media has made it easier than ever for authors to connect with potential team members, from freelance editors and designers to marketing consultants. Online communities, professional networks, and industry events serve as vital resources for finding talented professionals who share the author&#8217;s enthusiasm and vision.<\/p>\n\n\n\n<p>In essence, building a self-publishing team is about strategically assembling a group of experts who can bring a manuscript to life, ensuring it meets the quality and aesthetic standards of traditionally published books while maintaining the author&#8217;s unique voice and vision. This creative business model empowers authors to take charge of their publishing journey, turning the dream of seeing their <a href=\"https:\/\/spines.com\/services\/book-printing\/\">printed book<\/a> a reality. As the publishing landscape continues to evolve, the ability to build and manage an effective self-publishing team is becoming an increasingly valuable skill for authors wishing to succeed in the competitive realm of indie publishing.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/XpAq8YXJkDyD3hwddk2RJth4g9V9iVj-gvb-S4uCSh8lPcNCO9lmQQOeFMXXFwGJe2k6hgqq_k0eQzg7iyIeE6IZzsiM56zbQlpx2nKN8PVxA5Mm1y7inuQwRoXkUrJ2wJ07hxiz--xBO5SygsjL2Q\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Assembling Your Team: Key Roles and Responsibilities<\/strong><\/h2>\n\n\n\n<p>In the journey of bringing a book to life, assembling the right team is as critical as the story itself. This section outlines the essential members of a self-publishing team, including professional editors, cover designers, marketing and promotion experts, and other vital support roles. Understanding the unique contributions of each team member and their impact on your book&#8217;s success is crucial. Here, we&#8217;ll explore how these professionals work together to refine your manuscript, enhance its visual appeal, and strategically introduce it to the market, ensuring your story reaches its full potential and finds its audience.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Professional Editor<\/strong><\/h3>\n\n\n\n<p>A professional editor is pivotal in transforming a manuscript into a polished, reader-ready book. There are primarily three types of editors: developmental editors, copy editors, and proofreaders, each focusing on different aspects of the editing process. Developmental editors dive deep into the story structure, character development, and overall coherence of the narrative, providing comprehensive feedback to enhance the manuscript&#8217;s substance. They are crucial in the early stages of editing, helping authors refine their ideas and storytelling techniques.<\/p>\n\n\n\n<p>Copy editors come into play once the manuscript&#8217;s structure is solid. They focus on grammar, punctuation, syntax, and consistency, ensuring the text is clear and error-free. Their meticulous attention to detail prevents distracting mistakes that could break a reader&#8217;s immersion.<\/p>\n\n\n\n<p>Professional <a href=\"https:\/\/spines.com\/services\/book-proofreading\/\">book proofreading services<\/a> catch any lingering errors and ensuring the manuscript is ready for publication. Their role is particularly crucial in maintaining a professional standard, as even minor typos can detract from the reader&#8217;s experience and the book&#8217;s credibility.<\/p>\n\n\n\n<p>The collaboration with a professional editor, especially one experienced in the author&#8217;s genre, significantly enhances the quality of the book. They not only improve readability and polish the language but also elevate the story, ensuring it resonates with readers and meets their expectations. This partnership is vital for indie authors aiming to compete in the crowded publishing landscape, as a well-edited book reflects the author&#8217;s dedication to their craft and respect for their audience.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Cover Designer<\/strong><\/h3>\n\n\n\n<p>The adage &#8220;Don&#8217;t judge a book by its cover&#8221; is aspirational more than practical in the publishing world. The reality is that book covers play a crucial role in attracting potential readers and influencing their purchase decisions. A compelling cover acts as a visual synopsis of the book, hinting at its tone, genre, and content. Choosing <a href=\"https:\/\/spines.com\/services\/book-cover-design\/\">professional book cover design<\/a> services means that your story is turned into an eye-catching and marketable design, making this process an indispensable part of a self-publishing team.<\/p>\n\n\n\n<p>Finding and working with a professional cover designer involves researching designers whose style aligns with the book&#8217;s genre and vision. Authors can look at portfolios, seek recommendations from fellow indie authors, and explore design awards to find the right match. The collaboration process typically includes discussing the book&#8217;s themes, target audience, and any specific ideas the author might have, followed by the designer presenting concepts for feedback.<\/p>\n\n\n\n<p>A well-designed book cover not only grabs attention but also communicates the book&#8217;s quality, persuading readers to invest their time and money. It serves as the book&#8217;s face in online marketplaces, on social media, and in physical stores, making a strong first impression crucial for standing out in a competitive market.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Marketing and Promotion Experts<\/strong><\/h3>\n\n\n\n<p>In the self-publishing arena, marketing and promotion experts are the linchpins in ensuring a book reaches its audience. Their expertise in identifying target markets, crafting promotional strategies, and leveraging various platforms is invaluable for generating buzz and driving sales. These professionals guide authors through the complex landscape of book marketing, from online advertising and email campaigns to book reviews and author events.<\/p>\n\n\n\n<p>A crucial strategy in indie publishing is the formation of a &#8216;street team&#8217;—a group of dedicated fans and fellow indie authors who help spread the word about the book through word-of-mouth, social media sharing, and reviews. Building a robust network with fellow authors can also provide opportunities for cross-promotion and shared learning experiences.<\/p>\n\n\n\n<p>An author&#8217;s own website and social media presence are essential tools in the marketing arsenal, serving as platforms for connecting with readers, sharing updates, and selling books directly. Marketing experts can help optimize these channels, ensuring they effectively contribute to the author&#8217;s brand and book sales strategy.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Additional Support Roles<\/strong><\/h3>\n\n\n\n<p>Beyond editors, designers, and marketers, additional support roles can significantly impact the self-publishing process. Beta readers, often avid readers or fellow writers, provide early feedback on the manuscript, pointing out inconsistencies, plot holes, and areas for improvement. Their insights can be invaluable in refining the story before it undergoes professional editing.<\/p>\n\n\n\n<p>A project manager, potentially the author or a hired professional, ensures that all aspects of the publishing process—from editing and design to marketing and distribution—are coordinated efficiently and adhere to the project timeline. Their oversight helps maintain momentum and prevents delays, ensuring the book is published on schedule.<\/p>\n\n\n\n<p>Legal advice is another critical component, particularly concerning intellectual property issues. Understanding copyright laws, negotiating contracts with freelancers, and ensuring the work doesn&#8217;t infringe on others&#8217; rights are essential considerations for indie authors. A legal advisor specialized in intellectual property and publishing can provide guidance and peace of mind, allowing the author to focus on the creative and promotional aspects of publishing.<\/p>\n\n\n\n<p>In summary, building a self-publishing team involves assembling a group of professionals, each contributing specialized skills and knowledge. This collaborative effort not only enhances the quality of the book but also maximizes its market potential, empowering indie authors to successfully navigate the publishing journey.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/FtnU2TEhziTCFHUDe7CcYfSGO6g3YN3n5x2Urd4gY4cWil7W5Jw27j5ayLFdjdGnl7O2TP_RYkEkUybvU8l1Hb9PsZOz5l27zD5rK4NHsNLW31SdaCuwy9WIbDDFDLYirjJDh4k2QeVgrpqsXLKe-Q\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Building Your Team: Practical Steps and Considerations<\/strong><\/h2>\n\n\n\n<p>Assembling a self-publishing team is a crucial step in transitioning from a manuscript to a professionally published book. This section delves into the practical aspects of building your team, covering where to find the right professionals, fostering effective collaboration and communication, managing budgets and compensation, and overseeing the entire project. These considerations are fundamental in creating a cohesive, efficient team that will support and enhance your self-publishing journey.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Where to Find Team Members<\/strong><\/h3>\n\n\n\n<p>Building a successful self-publishing team starts with knowing where to look for the right professionals. Networking with other authors can be an invaluable resource. Fellow authors, especially those who have gone through the self-publishing process, can provide recommendations and share their experiences with various service providers. Engaging in author communities, both online and offline, can open doors to a wide network of industry professionals.<\/p>\n\n\n\n<p>Freelance platforms such as Upwork, Fiverr, and Reedsy are treasure troves for finding skilled professionals specializing in editing, design, and marketing. These platforms offer a vast pool of talent with reviews, portfolios, and ratings to help authors make informed decisions. It&#8217;s essential to vet potential team members by reviewing their previous work, reading client testimonials, and conducting interviews to ensure they align with your project&#8217;s needs and expectations.<\/p>\n\n\n\n<p>Literary events and conferences, like the London Book Fair, provide unique opportunities to meet a variety of publishing professionals in one place. These events are not only great for finding potential team members but also for learning about the latest trends in the publishing industry. Workshops, seminars, and networking sessions at these events can facilitate connections with editors, designers, marketers, and other authors, enriching your network and resources for building your team.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Collaboration and Communication<\/strong><\/h3>\n\n\n\n<p>Effective collaboration and communication are the cornerstones of a successful self-publishing team. It starts with setting clear expectations regarding the scope of work, deadlines, and desired outcomes. Clear, concise briefs and regular check-ins ensure that everyone is aligned with the project&#8217;s goals and progress.<\/p>\n\n\n\n<p>Open lines of communication are crucial. Whether through emails, video calls, or project management tools, maintaining a continuous dialogue facilitates problem-solving and allows for real-time feedback. It&#8217;s important to establish a communication rhythm that keeps the team informed and engaged without overwhelming them with unnecessary meetings or messages.<\/p>\n\n\n\n<p>Regular meetings, whether virtual or in-person, help keep the team on track and provide a platform for discussing challenges, brainstorming ideas, and celebrating milestones. These interactions not only strengthen the team&#8217;s dynamics but also foster a sense of belonging and shared purpose among members.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Budgeting and Compensation&nbsp;<\/strong><\/h3>\n\n\n\n<p>Understanding and managing the financial aspects of building a self-publishing team is critical. It begins with a clear assessment of costs and setting a realistic budget that covers all necessary services without compromising the quality of the book. Researching standard rates for editors, designers, and marketers can provide a benchmark for budgeting and negotiations.<\/p>\n\n\n\n<p>Compensation models vary, with some professionals preferring a flat fee and others open to a royalty share arrangement. A flat fee is straightforward and ensures team members are paid upfront for their services, but it requires more initial capital. Royalty shares can lessen upfront costs and align the team&#8217;s interests with the book&#8217;s success, though they involve more complex agreements and long-term financial sharing.<\/p>\n\n\n\n<p>Transparent discussions about budget constraints and compensation expectations are essential to avoid misunderstandings and ensure fair agreements. It&#8217;s also important to account for potential overages or additional expenses that might arise during the project.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Managing the Team and Project<\/strong><\/h3>\n\n\n\n<p>The author&#8217;s role often extends beyond writing to include project management. Keeping the project on schedule and ensuring all team members are contributing effectively requires organization and leadership. Project management tools like Trello, Asana, or <a href=\"http:\/\/monday.com\/\" target=\"_blank\" rel=\"noopener\">Monday.com<\/a> can help in assigning tasks, tracking progress, and managing deadlines.<\/p>\n\n\n\n<p>An author-as-project-manager needs to balance creative vision with practical project management principles. This includes prioritizing tasks, managing risks, and being prepared to make tough decisions to keep the project moving forward. Recognizing and addressing issues promptly can prevent minor problems from becoming major roadblocks.<\/p>\n\n\n\n<p>Encouraging collaboration and fostering a positive team environment are also key responsibilities. Acknowledging contributions, providing constructive feedback, and maintaining a solution-focused approach can motivate team members and lead to a more successful project outcome.<\/p>\n\n\n\n<p>In conclusion, building and managing a self-publishing team requires a blend of strategic planning, effective communication, financial management, and leadership. By carefully selecting skilled professionals, fostering a collaborative work environment, and managing the project efficiently, indie authors can significantly increase their chances of publishing success.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Spines: How Artificial Intelligence Is Redefining Publishing&nbsp;<\/strong><\/h2>\n\n\n\n<p>If you&#8217;re looking for an option to efficiently publish your book, Artificial Intelligence (AI) is revolutionizing the publishing industry by streamlining processes and unlocking new creative potentials. From automated editing tools that enhance grammar and style to algorithms predicting market trends and reader preferences, AI is making publishing more efficient and data-driven. AI-driven platforms can now assist in writing, suggesting plot improvements and character development, thus speeding up the manuscript creation process. Furthermore, AI is personalizing marketing strategies, targeting readers with precision, and redefining book recommendations. This integration of AI not only optimizes the operational aspects of publishing but also opens up innovative avenues for storytelling and audience engagement.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><a href=\"https:\/\/spines.com\/about\/\"><strong>Spines<\/strong><\/a><\/h3>\n\n\n\n<p>Spines is an <a href=\"https:\/\/booxai.com\/how-does-booxai-work\/#:~:text=Our%20intelligent%20AI%20technology%20is,throughout%20the%20entire%20publishing%20process\" target=\"_blank\" rel=\"noopener\">AI-powered publishing platform<\/a> aimed at streamlining the publishing process. They distinguish themselves in the publishing industry by harnessing artificial intelligence (AI) to modernize the publishing process, offering an efficient and cost-effective solution for authors and publishers. This platform is especially advantageous for those looking to quickly and affordably convert written content into audiobooks, broadening access to the audiobook market.<\/p>\n\n\n\n<p>Spines has streamlined the publishing process, making it easy for authors to transition from a manuscript to a self-published full book in less than 30 days. They offer everything from cover design, editing, and formatting, to audiobook generation. Spines offers all publishing formats including POD (Print-on-Demand) and eBooks. They also distribute across 100+ global channels, like Amazon and Barnes &amp; Noble.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>In summary, Spines&#8217; key features include:<\/strong><\/h4>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>All Formats AI-Generated:<\/strong> Whether it’s POD (Print-on-Demand), eBooks, or <a href=\"https:\/\/spines.com\/services\/audiobook\/\">Audiobook creation<\/a>, we provide all the formats you need to reach your audience.<\/li>\n\n\n\n<li><strong>User-Friendly Dashboard: <\/strong>Navigate publishing seamlessly, regardless of tech experience.<\/li>\n\n\n\n<li><strong>Rapid Production<\/strong>: The accelerated production process allows for swift market entry.<\/li>\n\n\n\n<li><strong>Cost Efficiency<\/strong>: Eliminates traditional narration and production costs, providing an economical alternative for authors.<\/li>\n\n\n\n<li><strong>Dedicated Support:<\/strong> Experience a smooth publishing journey with the guidance of your personal production manager who’ll be there for you at every step.<\/li>\n\n\n\n<li><strong>Open for All Authors<\/strong>: Regardless of whether you’re taking your first steps in writing or are an established author, Spines is tailored for your success in publishing.<\/li>\n\n\n\n<li><strong>Customization and Control<\/strong>: Extensive options to adjust narration, ensuring the audiobook aligns with the author&#8217;s vision.<\/li>\n<\/ul>\n\n\n\n<p>Spines&#8217; blend of technological innovation, efficiency, and user-centric features positions it as a key player in the evolving publishing landscape, offering authors a novel pathway to bring their stories to an ever-growing audience of audiobook enthusiasts.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Empowering Futures: The Bright Horizon of Self-Publishing<\/strong><\/h2>\n\n\n\n<p>The path of self-publishing embodies a spectrum of challenges and triumphs, where the creation of a dedicated team stands as a pivotal element for triumph. The strategic assembly of adept professionals, including editors, designers, and marketing specialists, is essential to ensure that every facet of the book — from the depth of its narrative to the allure of its design and the efficacy of its promotion — adheres to the utmost standards of excellence. This collective endeavor not only elevates the caliber of the book but also significantly broadens its reach and potential in the marketplace.<\/p>\n\n\n\n<p>The empowerment derived from orchestrating one&#8217;s own team is profound and transformative. It grants indie authors the autonomy to steer their projects, blending their creative vision with the specialized skills of their team members. This synergy not only cultivates a deep sense of ownership and pride in the finished work but also imbues the publishing process with a personal touch that is deeply fulfilling.<\/p>\n\n\n\n<p>As we gaze into the future, the prospects for self-publishing and indie authors are radiant and full of promise. The continuous evolution of the publishing landscape is democratizing the field, equipping indie authors with an ever-expanding arsenal of tools and resources. This progression is not just leveling the competitive terrain but also enriching it, offering unprecedented avenues for authors to narrate their tales to a global audience.<\/p>\n\n\n\n<p>The burgeoning community of self-published authors is a testament to this dynamic shift, fostering a nurturing environment where shared experiences and insights fuel collective growth. This camaraderie is seeding a fertile ground for innovation and diversity within the realm of indie publishing, heralding an era where the voices of indie authors resonate with increasing clarity and impact. As this vibrant community flourishes, it heralds a promising and diverse epoch for the world of indie publishing, marked by boundless creativity and connectivity.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In the evolving landscape of the publishing world, the choice between self-publishing services and traditional publishing routes has become a pivotal decision for authors. Traditional publishing, characterized by its gatekeepers—agents and publishing houses—offers a certain prestige, book distribution channels, and a support system including editors, designers, and marketers. However, it&#8217;s often marked by intense competition, [&hellip;]<\/p>\n","protected":false},"author":1333,"featured_media":172880,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[],"class_list":["post-170490","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/170490","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/1333"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=170490"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/170490\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/172880"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=170490"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=170490"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=170490"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}