{"id":174072,"date":"2024-05-14T11:30:00","date_gmt":"2024-05-14T11:30:00","guid":{"rendered":"https:\/\/spines.com\/?p=174072"},"modified":"2025-10-27T16:10:43","modified_gmt":"2025-10-27T16:10:43","slug":"first-time-author-earnings-do-authors-make-money","status":"publish","type":"post","link":"https:\/\/spines.com\/first-time-author-earnings-do-authors-make-money\/","title":{"rendered":"Do First-Time Authors Make Money?"},"content":{"rendered":"\n<p>Embarking on the journey of writing and publishing a book is a dream for many aspiring authors. However, navigating the publishing world often brings a pressing question to the forefront: Do first-time authors make much money anyway? This inquiry is crucial as it can influence novice writers’ decision-making process and strategy. In exploring this question, it is essential to distinguish between the two primary publishing routes:<a href=\"https:\/\/spines.com\/self-publishing-vs-traditional-publishing\/\"> traditional publishing and self-publishing<\/a>. Each path offers unique opportunities and challenges that can significantly impact an author&#8217;s potential earnings.&nbsp;<\/p>\n\n\n\n<p>Traditionally published authors benefit from the support of established publishers, including access to distribution networks and marketing resources, albeit often at the cost of lower royalties and less control over the process. On the other hand, self-published authors maintain control over every aspect of their book’s production and keep higher royalties, but they shoulder the upfront costs and responsibilities of publishing. This article aims to dissect the financial realities surrounding first-time author earnings in both scenarios, providing a clear-eyed view of what new writers can expect as they step into the literary world. Through this exploration, we aim to equip aspiring authors with the knowledge needed to choose the path that best aligns with their personal and professional goals.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Publishing Landscape<\/strong><\/h2>\n\n\n\n<p>The realm of <a href=\"https:\/\/spines.com\/book-publishing-trends-in-2024-authors-should-know\/\">publishing has undergone profound transformations over the centuries<\/a>, evolving from the exclusive, labor-intensive processes of the past to the diverse and accessible avenues available today. Traditional publishing, with its roots stretching back to the advent of the printing press in the 15th century, has long been the bastion of literary culture. This model relies on a hierarchy of agents, editors, and publishers who select manuscripts deemed worthy of investment, managing the production, distribution, and marketing to maximize the book&#8217;s market impact. This pathway has a reputation for prestige but is often critiqued for its gatekeeping and the lengthy time from manuscript acceptance to bookshelf.<\/p>\n\n\n\n<p>In contrast, self-publishing has democratized the process of releasing a book. With the rise of digital technology and platforms like Amazon&#8217;s Kindle Direct Publishing, anyone can publish a book without the endorsement of a traditional publisher. This shift began in earnest in the late 20th century and has gained significant momentum in the 21st century, particularly with advancements in print-on-demand technology and digital readership.<\/p>\n\n\n\n<p>Today, the publishing industry is characterized by its dual paths that cater to different authorial needs and aspirations. Traditional publishing continues to offer the allure of a full-service experience with potentially greater reach and professional editing, though it can be highly selective and less profitable for most authors in terms of royalties. Self-publishing, on the other hand, appeals to those seeking immediate market entry and greater control over their work, including higher royalties. However, it requires authors to either become savvy marketers themselves or outsource these tasks to professionals.<\/p>\n\n\n\n<p>As the industry stands, both paths present viable opportunities and challenges. The choice between traditional and self-publishing largely depends on the author’s goals, resources, and level of desired involvement in the publishing process, with each route offering distinct advantages and limitations.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXd9ogbjLDsZ9k9y32Ys6yG_Qzxi9GbJl0CKBaAcsi3qA15S6pZHd3zZSFJjrTiAFXdswtDm_Z3ZCHXUVU-44e5o0EpZTRZU36W-WNHyCH8AqpOidFF_w_AtSYI2HjmWpHP-mt-gyn7g_xEWdlvJja2_BQ?key=jlsbz78yGJnx77h-Pc4PoA\" alt=\"A grand, vintage-style library filled with writers working on typewriters at wooden desks, surrounded by towering bookshelves and large windows letting in natural light.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Traditional Publishing Explained<\/strong><\/h2>\n\n\n\n<p>Traditional publishing represents a time-honored pathway through which many of the world’s most celebrated books have been brought to readers. This process begins with the author crafting a manuscript that they believe has commercial potential. The first crucial step after completing the manuscript often involves <a href=\"https:\/\/spines.com\/literary-agents\/\">securing a literary agent<\/a><strong>.<\/strong> These literary agents often act as gatekeepers to the publishing houses; they are adept at identifying marketable manuscripts, pitching them to suitable publishers, and negotiating contracts on behalf of the author.<\/p>\n\n\n\n<p>Once an agent has accepted a manuscript, they <strong>submit it to various publishers<\/strong>, aiming to secure a book deal. If a publisher expresses interest, they will offer the author a contract, which typically includes an advance against royalties. Advances are upfront payments made to the author before the book is published and are calculated based on the publisher’s estimate of the debut book’s earning potential. The size of an advance can vary tremendously, often reflecting the publisher’s confidence in the book’s success.<\/p>\n\n\n\n<p>After the deal is signed, the manuscript enters the production phase. This includes rigorous rounds of editing to refine the content, designing the book cover, planning marketing strategies, and setting a release date. The editing process can be extensive, involving structural edits, copy edits, and finally, proofreading. During this time, the marketing team works to build anticipation and awareness for the upcoming title through various channels, including social media, book reviews, author interviews, and book tours.<\/p>\n\n\n\n<p><a href=\"https:\/\/spines.com\/publisher-royalties-explained\/\"><strong>Authors earn royalties<\/strong> from traditional publishing as a percentage of the book’s sales<\/a>, typically ranging from 10% to 15% for print copies and up to 25% for ebooks. These royalties are paid only after the advance has been &#8216;earned out&#8217;—meaning the book must earn back its advance before the author starts receiving royalty checks. The average advance for a first-time author is $5,000-10,000.<\/p>\n\n\n\n<p>While there are notable success stories of first-time author earnings making a significant impact—garnering critical acclaim, substantial sales, or even movie deals—these are relatively rare. The more common scenario involves modest sales that may not fully earn out the advance, resulting in limited royalty payments thereafter. Most first-time authors find that success in traditional publishing is not just about writing a great book but also involves a considerable degree of <strong>luck, timing, and ongoing support<\/strong> from their publisher. Of the authors who have traditionally published their first book in the last 10 years, 1,200 have earned $25,000+ per year <a href=\"https:\/\/wordsrated.com\/self-published-book-sales-statistics\/\" target=\"_blank\" rel=\"noopener\">according to WordsRated<\/a>.&nbsp;<\/p>\n\n\n\n<p>Despite these challenges, traditional publishing can offer unparalleled access to professional editing, robust marketing efforts, and distribution networks that can be difficult for self-published authors to achieve on their own. For many writers, these services make the traditional route an attractive option, despite the competitive nature of the industry and the often long wait times from manuscript acceptance to actual publication.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Self-Publishing Dynamics<\/strong><\/h2>\n\n\n\n<p><a href=\"https:\/\/spines.com\/traditional-publishing-to-self-publishing\/\">Self-publishing has emerged as a powerful alternative to traditional publishing<\/a>, offering authors full control over the creative and selling process. This self-publishing route allows individuals to bypass the gatekeepers of the literary world and take their books directly to the audience. The journey from manuscript to reader in self-publishing involves several key steps, each requiring direct involvement and decision-making from the author.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Steps Involved in Self-Publishing<\/strong><\/h3>\n\n\n\n<p>1. <strong>Writing<\/strong>: Just as with traditional publishing, it all starts with writing a manuscript. Authors need to produce a polished and compelling story.<\/p>\n\n\n\n<p>2. <strong>Editing<\/strong>: Unlike traditional publishing, where the publisher provides editorial services, self-published authors must either self-edit or hire freelance editors. Professional editing is crucial for ensuring quality, and it can include developmental editing, copyediting, and proofreading.<\/p>\n\n\n\n<p>3. <strong>Design<\/strong>: The book&#8217;s cover and layout are next. Self-published authors often hire graphic designers to create professional covers that can compete with traditionally published books.<\/p>\n\n\n\n<p>4. <strong>Formatting<\/strong>: <a href=\"https:\/\/spines.com\/how-do-i-format-my-book\/\">The manuscript must be formatted for various formats<\/a>, including e-books and print. Authors can use software like Adobe InDesign or hire a professional to format.<\/p>\n\n\n\n<p>5. <strong>Publishing<\/strong>: Using platforms like Amazon’s Kindle Direct Publishing, authors can upload their books and make them available worldwide. Print-on-demand services like CreateSpace allow authors to sell physical books without needing a large upfront print run.<\/p>\n\n\n\n<p>6. <strong>Marketing and Sales<\/strong>: Marketing is perhaps the most challenging aspect for self-published authors. They must employ strategies such as social media marketing, email newsletters, book giveaways, and paid advertising to promote their books.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Costs<\/strong><\/h3>\n\n\n\n<p><a href=\"https:\/\/spines.com\/how-much-does-it-cost-to-publish-your-book\/\">The costs associated<\/a> with self-publishing can be significant and typically include professional editing, cover design, formatting, printing costs, and marketing. Editing services can range from several hundred to thousands of dollars, depending on the manuscript length and the depth of editing required. Cover design can cost anywhere from $50 to $500 for a professional look. Marketing costs including paid ads and promotional services vary widely but can easily run into hundreds or thousands of dollars.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Potential Earnings and Royalties<\/strong><\/h3>\n\n\n\n<p>Self-publishing offers higher royalties compared to traditional publishing—up to 70% on digital sales compared to 10-25% in traditional settings. However, because all expenses come out of the author&#8217;s pocket, the initial financial burden is heavier. Successful self-published authors often excel in niche markets or genres and can make substantial income after building a strong reader base. Of the authors who have self-published their first book in the last 10 years, 1,600 have made $25,000+ per year (<a href=\"https:\/\/wordsrated.com\/self-published-book-sales-statistics\/\" target=\"_blank\" rel=\"noopener\">WordsRated<\/a>).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Profiles of Successful Self-Published Authors<\/strong><\/h3>\n\n\n\n<p>Many self-published authors have found remarkable success, such as E.L. James with her &#8220;Fifty Shades of Grey&#8221; series, originally self-published as an e-book and a print-on-demand. Hugh Howey’s &#8220;Wool&#8221; series is another success story, starting as a series of novelettes published on Amazon and later becoming a bestseller. These authors demonstrate that with the right combination of quality content, savvy marketing, and dedication, self-publishing can lead to professional and financial success, challenging traditional norms and reshaping the publishing landscape.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Earnings: What First-Time Authors Can Realistically Expect<\/strong><\/h2>\n\n\n\n<p>One of the most significant uncertainties when entering the world of publishing is the challenges surrounding first-time author earnings. Both traditional and self-publishing paths offer different financial prospects and challenges, influenced by numerous factors. Understanding what one can realistically expect in terms of earnings is crucial for setting appropriate goals and strategies.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Traditional Publishing Earnings<\/strong><\/h3>\n\n\n\n<p><a href=\"https:\/\/spines.com\/book-writing-profitability-insights-into-publishing\/\">Traditionally published first-time authors<\/a> typically receive an advance against royalties. Advances can range widely but are often modest for new authors, generally between $5,000 to $15,000, depending on the genre and the publisher&#8217;s size. It’s important to note that the advance must be earned back before the author begins to receive royalty payments. Royalties in traditional publishing are calculated as a percentage of sales, typically ranging from 10% to 15% for print books and up to 25% for ebooks.<\/p>\n\n\n\n<p>However, the majority of traditionally published books do not earn out their advance, meaning the advance may be the only payment an author receives. According to industry reports, only about 25% of books make more than their advance. The success of a book is influenced by many factors, like market trends, the publisher’s investment in marketing, and the book’s reception among readers.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Self-Publishing Earnings<\/strong><\/h3>\n\n\n\n<p><a href=\"https:\/\/spines.com\/how-to-make-money-from-self-publishing\/\">Self-published authors can potentially earn more per book<\/a> because they receive a higher percentage of royalties—up to 70% on digital books sold on platforms like Amazon. However, these authors must cover all production costs of writing books, including editing, cover design, formatting, and marketing. The initial investment can be significant, often several thousand dollars.<\/p>\n\n\n\n<p>Earnings for self-published authors vary more widely than for traditionally published authors because they are highly dependent on the author&#8217;s ability to market their book effectively. Successful self-published authors often utilize multiple marketing strategies, including email marketing campaigns, social media promotion, reader reviews, and paid advertising.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Influencing Factors<\/strong><\/h3>\n\n\n\n<p><a href=\"https:\/\/spines.com\/tips-for-publishing-your-first-novel\/\">Several key factors influence earnings<\/a> for both traditionally published and self-published authors:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Genre<\/strong>: Some genres, like romance and thrillers, have large, dedicated readerships and can lead to higher sales, particularly in the digital market for self-publishers.<\/li>\n\n\n\n<li><strong>Marketing<\/strong>: The extent and effectiveness of marketing efforts significantly impact book sales. Traditionally published authors benefit from the publisher&#8217;s marketing resources, though these can be limited for new authors. Self-published authors need to either become skilled marketers or invest in professional marketing services.<\/li>\n\n\n\n<li><strong>Cover Art<\/strong>: The book’s cover is often the first thing a potential reader sees. A professionally designed cover can greatly enhance sales potential.<\/li>\n\n\n\n<li><strong>Reviews<\/strong>: Positive reviews, whether from beta readers, professional critics, or readers on platforms like Amazon and Goodreads, drive book sales. Encouraging readers to leave reviews is crucial for any publishing route.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:34px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Real-Life Examples and Statistics<\/strong><\/h3>\n\n\n\n<p>Data from a variety of sources indicates that the median income for traditionally published authors could be under $6,000 a year, while self-published authors might see slightly lower median earnings due to the costs involved. For example, a debut novelist traditionally published might earn around $10,000 if their advance doesn&#8217;t earn out, which is common, while a self-published author at similar sales levels might earn much more money per book but would need to recoup their initial expenses first.<\/p>\n\n\n\n<p>Publishing your first book is a challenging feat, but definitely not impossible. There are multiple paths available to you, you just need to decide which one works best for you and your process. According to <a href=\"https:\/\/wordsrated.com\/self-published-book-sales-statistics\/\" target=\"_blank\" rel=\"noopener\">WordsRated<\/a>, 300 million self-published books are sold each year. The average self-published book sells for $4.16, and $1.25 billion of self-published books have sold in the last year. It’s a big pond you&#8217;re diving into, but you are not invisible amongst the fish.<\/p>\n\n\n\n<p>Andy Weir initially self-published &#8220;The Martian&#8221; on his blog then sold it on Amazon. Authors like him show how earnings can also come from subsequent rights sales, including film adaptations. His success, while not typical, highlights the potential for high earnings through savvy marketing and quality writing.<\/p>\n\n\n\n<p>Understanding these dynamics helps <a href=\"https:\/\/spines.com\/author-salaries-demystified-understanding-earnings\/\">set realistic expectations for first-time author earnings<\/a> when venturing into the complex world of book publishing. Whether choosing traditional or self-publishing, the journey requires careful planning, persistence, and a bit of luck.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXfLu1k7az-dTYfpNIQZjyQtkgbG9YQGo_-574eLIz2y4KCJ0obEHS3aSUAuP7eJNpdpDmmwZFqN_-XkmhVeYCZ68Ge1ig-IaRW_BgizgDbh1eKXHOdeLUsFdZUaT4kAe-BNuj6-OWNBKiDGkOqsjzGKvE0?key=jlsbz78yGJnx77h-Pc4PoA\" alt=\"A young woman sits at a desk with a laptop, microphone, books, and a piggy bank, surrounded by floating icons related to authorship and publishing, with bookshelves in the background.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Beyond the Book: How Authors Can Increase Their Earnings<\/strong><\/h2>\n\n\n\n<p>For many authors, the revenue from book sales alone may not suffice to sustain a full-time career, particularly for those at the beginning of their publishing journey. However, diversifying income streams can significantly enhance an author&#8217;s earnings. By leveraging their skills and expertise, authors can create additional revenue opportunities.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Speaking Engagements and Workshops<\/strong><\/h3>\n\n\n\n<p>Authors, especially those who establish themselves as experts in a specific field or genre, can generate significant income through speaking engagements. Conferences, literary festivals, and academic institutions often seek authors for keynote speeches, panel discussions, and seminars. These events not only provide a platform for authors to earn fees but also to promote their books to new audiences.<\/p>\n\n\n\n<p>Similarly, conducting workshops allows authors to offer more in-depth insights into specific topics, such as creative writing techniques, self-publishing tips, or detailed explorations of themes relevant to their books. Workshops can be hosted in person or online, providing flexibility and reach to global audiences.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Online Courses<\/strong><\/h3>\n\n\n\n<p>The digital era has opened up avenues for authors to create and sell online courses. These can range from teaching writing skills to exploring the intricacies of character development or the steps involved in self-publishing. Online platforms like Teachable, Udemy, or even self-hosted courses on an author&#8217;s website can be lucrative, particularly when combined with ongoing engagement through webinars and interactive content.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Writing Multiple Books and Brand Building<\/strong><\/h3>\n\n\n\n<p>One of the most <a href=\"https:\/\/spines.com\/successful-author-branding-strategies-building-your-brand\/\">effective strategies<\/a> for increasing earnings is to write multiple books. This not only improves an author&#8217;s craft but also helps build a loyal readership. Each new book provides an opportunity to sell backlist titles to new fans, effectively multiplying revenue.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Networking and Community Engagement<\/strong><\/h3>\n\n\n\n<p>Engaging with other writers, industry professionals, and readers can open doors to collaborations, cross-promotions, and endorsements. Social media platforms, author groups, and literary events are excellent venues for networking. Community engagement fosters relationships and builds a supportive network that can boost an author&#8217;s profile and sales.<\/p>\n\n\n\n<p>Incorporating these strategies can help authors extend their reach and income potential beyond the pages of their books, transforming their writing into a more sustainable and lucrative professional pursuit.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXc1eBTDhQ0W4UpMpXKvmurphzbm1aW-h52SqBeITQJi8uZYCXs4l8DlekGWrIGcdxJNgFdIrEETTwWGp9wHGgWN91pvraaZYPe20CdYpVOl6C-lYSTig0beq9oZU7QZCyINuiyIEFQ2DQANujk5fao6QQ4?key=jlsbz78yGJnx77h-Pc4PoA\" alt=\"A stressed writer sits at a cluttered desk, surrounded by towering stacks of paper, crumpled drafts, and a glowing laptop in a dimly lit room.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Challenges and Considerations<\/strong><\/h2>\n\n\n\n<p>Embarking on a career as a first-time author comes with numerous challenges, whether one opts for traditional or self-publishing. Understanding these obstacles and planning accordingly can play a crucial role in navigating the complexities of the publishing industry and achieving financial success.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Realities of Making Money as a First-Time Author<\/strong><\/h3>\n\n\n\n<p>For most first-time authors, substantial financial gain from book sales alone is not immediate. The literary market is saturated, and without a significant following or brand, breaking through can be tough. Typically, earnings from a first book, especially in traditional publishing, are modest due to smaller advances and the need for the book to earn out before receiving royalties. In self-publishing, while authors may receive higher royalties per book, the initial costs for production and marketing can be substantial, and recouping these investments takes time and robust sales.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Challenges in Traditional and Self-Publishing<\/strong><\/h3>\n\n\n\n<p>Traditional publishing involves navigating a highly competitive field where securing a book deal with a publisher—and subsequently a literary agent—can be daunting and time-consuming. The reliance on publishers for marketing and distribution also means indie authors often have less control over the promotional efforts and timing of their book’s release.<\/p>\n\n\n\n<p>Self-publishing offers greater control and potentially higher per-book profits but requires a significant upfront investment in terms of time and money. Authors must handle every aspect of the book’s journey, from editing and cover design to marketing and distribution, which can be overwhelming without the right skills or resources.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Average Book Deal for First-Time Authors<\/strong><\/h3>\n\n\n\n<p>The average book deal for a first-time author varies widely based on the publisher, genre, and market demand. Here’s a general breakdown:<\/p>\n\n\n\n<p><strong>Traditional Publishing Deals<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Small Presses &amp; Indie Publishers<\/strong>: Advances range from <strong>$0 to $10,000<\/strong>, with royalties around <strong>10-15% on hardcover, 5-10% on paperback, and 25% on ebooks<\/strong>.<\/li>\n\n\n\n<li><strong>Mid-Sized Publishers<\/strong>: Advances typically range from <strong>$10,000 to $50,000<\/strong>, with similar royalty structures.<\/li>\n\n\n\n<li><strong>Big 5 Publishers (Penguin Random House, HarperCollins, etc.)<\/strong>: Advances for debut authors generally range from <strong>$10,000 to $100,000<\/strong>, but six-figure deals are rare for first-time authors unless there’s strong market potential.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:26px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><strong>Self-publishing (Fast Book Publishing)<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>No advance, but authors keep up to <strong>70% of royalties<\/strong> on platforms like Amazon KDP.<\/li>\n\n\n\n<li>Potential earnings depend on marketing, audience size, and book pricing.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:26px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><strong>Celebrity &amp; High-Demand Deals<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>If a first-time author has a large following or unique subject matter, they might secure a <strong>six- or even seven-figure advance<\/strong>.<\/li>\n<\/ul>\n\n\n\n<ol class=\"wp-block-list\">\n<li><\/li>\n<\/ol>\n\n\n\n<div style=\"height:26px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>When it comes to first-time author earnings, traditional publishing offers stability but lower earnings per book, while self-publishing provides <strong>higher royalty rates<\/strong> and <strong>faster book publishing<\/strong> but requires strong marketing efforts.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Advice from Industry Experts and Successful Authors<\/strong><\/h3>\n\n\n\n<p>Industry experts often suggest that first-time authors focus on building their author platform and network as early as possible. This includes engaging with readers through social media, blogs, and public readings, as well as networking with other authors and industry professionals at events and conferences. Successful authors also recommend diversifying income streams, and continuously working on new projects to maintain a steady output and keep their audience engaged.<\/p>\n\n\n\n<p>Persistence and patience are key. Many successful authors faced multiple rejections before finding their path to success. Keeping informed about industry trends and continuously improving one’s craft is also vital in turning initial challenges into stepping stones for a rewarding writing career.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Turning the Page: Balancing Dreams and Realities for First-Time Authors<\/strong><\/h2>\n\n\n\n<p>Navigating the journey of a first-time author involves balancing the dreams of success with the realities of the publishing industry. While there are stories of substantial earnings and breakthrough successes, most authors should temper expectations of first-time author earnings with an understanding that significant financial success may take time and involve multiple projects. Both traditional and self-publishing routes offer potential financial rewards but also come with distinct challenges and requirements.<\/p>\n\n\n\n<p>For those considering traditional publishing, patience and persistence are crucial. The process can be slow and competitive, yet it provides the benefit of professional support in editing, marketing, and distribution. For authors <a href=\"https:\/\/spines.com\/the-ultimate-checklist-for-first-time-self-publishers\/\">valuing creative control and higher royalties per book sold<\/a>, self-publishing might be the preferred route, though it demands upfront investment and a strong grasp of marketing.<\/p>\n\n\n\n<p>Ultimately, the choice between traditional and self-publishing should align with an author’s personal goals, resources, and career aspirations. Whatever the choice, success in the literary world requires not just talent in writing but also a commitment to marketing one’s work, engaging with readers, and continually adapting to the shifts within the publishing landscape. By setting realistic goals, remaining persistent, and continuously learning, first-time authors can navigate their initial forays into publishing with greater confidence and potential for success.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>FAQs<\/strong> &#8211; First-Time Author Earnings <\/h2>\n\n\n\n<p><strong>Q: What percentage of first-time authors get published?<\/strong><\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><\/li>\n<\/ol>\n\n\n\n<p>The percentage of first-time authors who get traditionally published is relatively low, estimated at around <strong>1–2%<\/strong> of those who submit to agents and publishers. However, with <strong>self-publishing<\/strong>, nearly <strong>100%<\/strong> of authors can publish their books, though success depends on marketing and quality.<\/p>\n\n\n\n<p><strong>Q: What is the average book deal for a first-time author?<\/strong><\/p>\n\n\n\n<ol start=\"2\" class=\"wp-block-list\">\n<li><\/li>\n<\/ol>\n\n\n\n<p>The average book deal for a first-time author varies based on your publishing format options:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Small Presses<\/strong>: $0–$10,000 advance, 5-15% royalties.<\/li>\n\n\n\n<li><strong>Mid-Sized Publishers<\/strong>: $10,000–$50,000 advance.<\/li>\n\n\n\n<li><strong>Big 5 Publishers<\/strong>: $10,000–$100,000+ for high-demand books.<\/li>\n\n\n\n<li><strong>Self-Publishing (Fast Book Publishing)<\/strong>: No advance, but up to <strong>70% royalties<\/strong>, earning potential depends on marketing.<\/li>\n<\/ul>\n\n\n\n<p>Big advances are rare unless the author has a strong platform.<\/p>\n\n\n\n<p><strong>Q: Should a first-time author get an agent?<\/strong><\/p>\n\n\n\n<ol start=\"3\" class=\"wp-block-list\">\n<li><\/li>\n<\/ol>\n\n\n\n<p>If aiming for <strong>traditional publishing<\/strong>, having a <strong>literary agent<\/strong> is highly recommended, as many big publishers <strong>only accept agented submissions<\/strong>. However, if an author is self-publishing or submitting to <strong>small presses<\/strong>, an agent is not necessary.<\/p>\n\n\n\n<p><strong>Q: What length of book sells best?<\/strong><\/p>\n\n\n\n<ol start=\"4\" class=\"wp-block-list\">\n<li><\/li>\n<\/ol>\n\n\n\n<p>The ideal book length varies by <strong>genre<\/strong>:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Novels (fiction):<\/strong> 70,000–100,000 words (sweet spot: <strong>80,000<\/strong> for general fiction)<\/li>\n\n\n\n<li><strong>Thrillers &amp; Mysteries:<\/strong> 70,000–90,000 words<\/li>\n\n\n\n<li><strong>Romance:<\/strong> 50,000–90,000 words<\/li>\n\n\n\n<li><strong>Fantasy &amp; Sci-Fi:<\/strong> 90,000–120,000 words<\/li>\n\n\n\n<li><strong>Nonfiction:<\/strong> 50,000–80,000 words<\/li>\n<\/ul>\n\n\n\n<div style=\"height:18px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>Shorter books (under <strong>50,000 words<\/strong>) tend to sell well for <strong>self-published authors<\/strong> in niche genres, especially in digital format.<\/p>\n\n\n\n<p><strong>Q: Is it better to self-publish or publish traditionally?<\/strong><\/p>\n\n\n\n<ol start=\"5\" class=\"wp-block-list\">\n<li><\/li>\n<\/ol>\n\n\n\n<p>It depends on the author&#8217;s goals:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Traditional Publishing<\/strong>: Offers <strong>credibility, wider distribution, and upfront advances<\/strong>, but is <strong>highly competitive<\/strong> and <strong>slow<\/strong> (can take years).<\/li>\n\n\n\n<li><strong>Self-Publishing<\/strong>: Provides <strong>full control, higher royalties (up to 70%), and faster release<\/strong>, but <strong>requires strong marketing efforts<\/strong> to succeed.<\/li>\n<\/ul>\n\n\n\n<p>For authors seeking creative freedom and faster income, <strong>self-publishing<\/strong> is a great choice. For those prioritizing prestige and industry connections, <strong>traditional publishing<\/strong> is better.<\/p>\n\n\n\n<p><strong>Q: How much do beginner ghostwriters make?<\/strong><\/p>\n\n\n\n<ol start=\"6\" class=\"wp-block-list\">\n<li><\/li>\n<\/ol>\n\n\n\n<p>Beginner ghostwriters typically earn:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Per word:<\/strong> $0.05–$0.20<\/li>\n\n\n\n<li><strong>Per project (books):<\/strong> $2,000–$10,000 for shorter books, up to <strong>$20,000<\/strong> for well-paying clients<\/li>\n\n\n\n<li><strong>Per hour:<\/strong> $25–$75<\/li>\n<\/ul>\n\n\n\n<p>Experienced ghostwriters working with celebrities or bestsellers can earn <strong>$50,000–$100,000+ per book<\/strong>.<\/p>\n\n\n\n<p><strong>Q: How many books does the average first-time author sell?<\/strong><\/p>\n\n\n\n<ol start=\"7\" class=\"wp-block-list\">\n<li><\/li>\n<\/ol>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Traditional publishing:<\/strong> A debut book often sells <strong>3,000–5,000 copies<\/strong> in its lifetime, with <strong>higher-end<\/strong> success at <strong>10,000+ copies<\/strong>.<\/li>\n\n\n\n<li><strong>Self-publishing:<\/strong> Most self-published books <strong>sell fewer than 250 copies<\/strong>, but with good marketing, they can <strong>sell thousands<\/strong>.<\/li>\n<\/ul>\n\n\n\n<p>A well-marketed indie book can <strong>outperform<\/strong> many traditionally published books, but success depends on <strong>visibility, pricing, and promotion<\/strong>.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Embarking on the journey of writing and publishing a book is a dream for many aspiring authors. However, navigating the publishing world often brings a pressing question to the forefront: Do first-time authors make much money anyway? This inquiry is crucial as it can influence novice writers’ decision-making process and strategy. In exploring this question, [&hellip;]<\/p>\n","protected":false},"author":6120,"featured_media":174086,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[],"class_list":["post-174072","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/174072","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/6120"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=174072"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/174072\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/174086"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=174072"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=174072"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=174072"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}