{"id":175000,"date":"2024-05-19T11:30:00","date_gmt":"2024-05-19T11:30:00","guid":{"rendered":"https:\/\/spines.com\/?p=175000"},"modified":"2024-05-19T12:32:35","modified_gmt":"2024-05-19T12:32:35","slug":"author-salaries-demystified-understanding-earnings","status":"publish","type":"post","link":"https:\/\/spines.com\/author-salaries-demystified-understanding-earnings\/","title":{"rendered":"Author Salaries Demystified: Understanding Earnings in Writing"},"content":{"rendered":"\n<p>In the enigmatic realm of literature and publishing, author earnings stand as one of the most intriguing yet least understood facets. The landscape of author salaries is remarkably diverse, spanning a wide spectrum from the high-profile earnings of best-selling authors to the more modest incomes of lesser-known writers. This variability is influenced by a multitude of factors, including the method of publishing chosen, the genre of writing, market trends, and the individual author&#8217;s ability to navigate the complex world of <a href=\"https:\/\/spines.com\/a-beginners-guide-to-book-marketing-strategies\/\">book sales and marketing<\/a>.<\/p>\n\n\n\n<p>Demystifying the earnings of authors is not just an academic exercise; it holds practical importance for both aspiring and established writers. Understanding the financial aspects of writing can help new authors set realistic expectations and plan their careers accordingly. For seasoned authors, insights into the evolving dynamics of author incomes can inform strategies for enhancing their earnings. Moreover, shedding light on this topic contributes to greater transparency in the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Publishing\" target=\"_blank\" rel=\"noopener\">publishing industry<\/a>, potentially leading to more equitable practices.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Key Terms<\/strong><\/h3>\n\n\n\n<p>Key terms and concepts play a pivotal role in this discussion of author salaries demystified. &#8220;Royalty rates&#8221; refer to the percentage of book sales income that authors receive, which can vary widely  depending on the publishing route and contract specifics. &#8220;Median income&#8221; provides a snapshot of the central tendency in author earnings, offering a more representative understanding than average income, which can be skewed by outliers. The distinction between &#8220;traditional publishing&#8221; and &#8220;self-publishing&#8221; is also crucial. <\/p>\n\n\n\n<p>Traditional publishing involves partnering with established publishing houses that manage the production and distribution of books, often providing upfront advances to authors. In contrast, self-publishing allows authors to take full control of the publishing process, often resulting in higher per-book earnings but also requiring a greater investment of time and money in production and marketing. Understanding these terms and concepts is essential for anyone looking to navigate the complex world of authorship and publishing successfully.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/Qf9t7APfvZ5erAdam11ygHH_aLQY4IEh8OCqAL4LkCoGBHSmWgwoIrzRqWEF5MftgYow-t44g6tLM3DiKJ9mNZQ2zRAnbgBbE0mjA8eG-0L-qp7cJJR7dv8zLlexQ2uJtn0CQ26JIGssPYv6fzrjIA\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Landscape of Author Salaries<\/strong><\/h2>\n\n\n\n<p>The landscape of author salaries is as varied as the genres and styles that populate the shelves of bookstores and libraries around the world. At one end of the spectrum are the literary luminaries, whose blockbuster novels and substantial book deals capture the public&#8217;s imagination and command lucrative returns in book royalties. On the other, there are countless writers who, despite their talents and efforts, navigate the more modest echelons of financial compensation, often balancing their passion for writing with other sources of income.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Key Factors Influencing Author Incomes<\/strong><\/h3>\n\n\n\n<p>Several key factors play pivotal roles in shaping <a href=\"https:\/\/spines.com\/unlocking-author-income-potential-what-you-need-to-know\/\">author incomes<\/a>. Genre, for instance, significantly influences earning potential. Popular genres such as romance, mystery, and science fiction can offer more lucrative opportunities due to their broad, dedicated readerships. Conversely, niche genres might have a different widespread appeal but can still offer substantial earnings through dedicated, albeit smaller, fanbases.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Publishing Routes and Financial Success<\/strong><\/h3>\n\n\n\n<p>The chosen publishing route is another determinant of an author&#8217;s financial success. Traditional publishing, with its advances and distribution networks, can provide immediate income and broader exposure. However, the royalty rates in traditional publishing are typically lower, and the competition for attention from major publishers is fierce. In contrast, self-publishing offers higher royalty rates per book and greater creative control, but it also requires the author to shoulder upfront costs and the burden of marketing.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Market Demand and Author Earnings<\/strong><\/h3>\n\n\n\n<p>Market demand is an ever-changing factor influenced by cultural trends, reader preferences, and even global events, all of which can affect book sales and, consequently, author incomes. A book that taps into the zeitgeist or fills a gap in the market can become a surprise bestseller, significantly boosting an author&#8217;s earnings.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>The Reality of Author Incomes<\/strong><\/h3>\n\n\n\n<p>Statistical data from credible sources such as the Authors Guild provides insight into the financial realities authors face. According to their reports, the median income for authors has been on a decline in recent years, with many authors earning below the threshold required to sustain a full-time living from writing alone. For instance, their 2018 survey revealed that the median author income was $6,080, a 42% drop since 2009. This stark statistic highlights not only the financial challenges faced by authors but also the importance of diversifying income streams and continually adapting to the evolving market.<\/p>\n\n\n\n<p>This broad spectrum of author salaries and the multitude of influencing factors underscore the complexity of earning a livelihood through writing. While there are stories of substantial success and financial gain, they often represent the exception rather than the norm, emphasizing the need for authors to approach their writing careers with a blend of optimism and realism.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/dxPO_hHmBAL2nJmXj-7CFObrrFMHz5f2BGX1-VPOagMoZ41wAlMy8BUgHAMNwjXo-SdwRrs9a6_AM_kYYLSwdu5NKuQdb2aRH160VAhu1je1jw0cpeWEO4XRq0mAQukzUs7BRBpvOwcTUMl-YrGfqQ\" alt=\"Author Salaries Demystified\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Traditional Publishing Explained<\/strong><\/h2>\n\n\n\n<p>Traditional publishing remains a coveted path for many writers, envisioned as a gateway to literary recognition and financial reward. This time-honored route involves an intricate dance between authors, literary agents, and publishing houses, each playing a crucial role in transforming a manuscript into a book that finds its way onto readers&#8217; bookshelves.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h3 class=\"wp-block-heading\"><strong>The Traditional Publishing Journey<\/strong><\/h3>\n\n\n\n<p>The journey often begins with the author crafting a polished manuscript, followed by the daunting task of securing representation from a literary agent. Agents, with their industry connections and market acumen, then pitch the manuscript to suitable publishers. Once a publisher expresses interest, the negotiation of a publishing contract ensues, covering advance payments, royalty rates, and other rights. Advances are upfront payments made against future royalties, offering authors an immediate financial benefit. Royalties, on the other hand, are earnings based on a percentage of book sales, typically ranging from 7% to 15% for printed books sold, and up to 25% for ebooks, calculated either on the book&#8217;s retail price or the publisher&#8217;s net receipts.<\/p>\n\n\n\n<p>The publishing house takes the reins from here, managing the editing, design, printing, and marketing of the book. This comprehensive support network is a significant advantage of traditional publishing, allowing authors to focus more on their writing while leveraging the publisher&#8217;s distribution channels and marketing prowess.<\/p>\n\n\n\n<p>Case studies of successful traditionally published authors often highlight significant financial successes. J.K. Rowling&#8217;s &#8220;Harry Potter&#8221; series, published by Bloomsbury in the UK and Scholastic in the US, has become a global phenomenon, making her the world&#8217;s first billionaire author. Similarly, Dan Brown&#8217;s &#8220;The Da Vinci Code,&#8221; published by Doubleday, catapulted him to financial stardom, with the first book selling over 80 million copies worldwide.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Challenges and Benefits<\/strong><\/h3>\n\n\n\n<p>However, the traditional publishing route is not without its challenges. The process from manuscript submission to publication can be lengthy and fraught with rejection. Competition is fierce, and even when a manuscript is accepted, the control over creative aspects and marketing strategies largely rests with the publisher. Moreover, the reliance on advance payments and royalties means that financial success is closely tied to book sales, which can be unpredictable.<\/p>\n\n\n\n<p>Despite these hurdles, traditional publishing offers several benefits. The prestige associated with being published by a recognized publishing house can significantly boost an author&#8217;s credibility and career. The comprehensive editorial, design, and marketing support provided by traditional publishers can greatly enhance the quality and reach of a book. Additionally, the opportunity for an author&#8217;s work to be translated into multiple languages, adapted into other media, and distributed globally is markedly higher with traditional publishing.<\/p>\n\n\n\n<p>In sum, traditional publishing presents a blend of opportunities and challenges. While it offers the promise of professional support and potential fame, it requires patience, resilience, and a degree of surrendering creative control. Authors who navigate this path successfully often find that the rewards, both intangible and financial, can be substantial, marking significant milestones in their literary careers.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/3m3vRVZ86rMJzFlQafE8tLuUHA6ergwb4y5fJqNE6NNGTAe6cZ8BdwN6ET1fz8L7gzWyPVo0jnTNhM88jA274AtwTc025-AZ7LbMDweisRIU8iSo0990zR_8vgU7N3AyDp2J5gfQaRE1hvb2LBellA\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Rise of Self-Publishing<\/strong><\/h2>\n\n\n\n<p>The rise of self-publishing has revolutionized the literary world, empowering authors with the autonomy to publish their works independently. This democratization of publishing has been largely facilitated by digital publishing platforms such as Amazon&#8217;s Kindle Direct Publishing (KDP), Smashwords, and Draft2Digital, which provide accessible, user-friendly channels for authors to publish and distribute their books worldwide with minimal upfront costs.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>The Self-Publishing Journey<\/strong><\/h3>\n\n\n\n<p>The self-publishing process begins with the author completing their manuscript. Unlike traditional publishing, the author must then take on the roles of editor, designer, and marketer or outsource these tasks to professionals. Editing can range from basic proofreading to comprehensive developmental edits, with costs varying widely based on the manuscript&#8217;s length and the editor&#8217;s expertise. Cover design is another critical component, as a compelling cover can significantly influence a book&#8217;s marketability. Professional cover designs can cost anywhere from a few hundred to several thousand dollars.<\/p>\n\n\n\n<p>Marketing is perhaps the most challenging aspect of self-publishing, requiring authors to invest time and money in promoting their books through social media, email marketing, paid advertising, and other channels. Despite these challenges, the potential earnings in self-publishing can be substantial, primarily because authors enjoy higher royalty rates than in traditional publishing—up to 70% of the retail price on platforms like Amazon for ebooks priced between $2.99 and $9.99.<\/p>\n\n\n\n<p>Success stories in self-publishing abound, serving as a testament to the potential of this route. E.L. James&#8217; &#8220;Fifty Shades of Grey&#8221; began as self-published Twilight fan fiction before becoming a global bestseller and being picked up by Vintage Books. Similarly, Andy Weir&#8217;s &#8220;The Martian&#8221; started as a self-published serial on his blog, then self-published to Amazon, before being noticed by Crown Publishing and adapted into a successful film.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Long-Term Income: Self-Publishing vs. Traditional Publishing<\/strong><\/h3>\n\n\n\n<p>Comparing the long-term income potential between self-publishing and traditional publishing reveals a complex picture. Self-publishing offers higher royalties per book sold, which can result in more substantial earnings, especially for authors who can leverage high-volume sales through effective marketing. However, the lack of an advance payment means that all financial risk rests with the author, and significant earnings are by no means guaranteed.<\/p>\n\n\n\n<p>Traditional publishing may offer lower royalties and require a portion of earnings to be allocated to agents, but the advance payment provides immediate income and the publisher&#8217;s marketing efforts can lead to wider distribution and higher sales volumes. Additionally, traditionally published authors benefit from the credibility and resources of established publishing houses, which can lead to opportunities in speaking, teaching, and adaptations to other media.<\/p>\n\n\n\n<p>In summary, self-publishing has emerged as a viable and potentially lucrative route for authors, offering greater creative control and higher royalty rates than traditional publishing does. However, it demands a significant investment of time and money into editing, design, and marketing. While success stories are inspiring, they represent a small fraction of self-published works, underscoring the importance of realistic expectations and strategic planning for aspiring self-publishers. The choice between traditional and self-publishing ultimately depends on the author&#8217;s goals, resources, and willingness to navigate the challenges inherent in each path.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/S__BV6HR23WKG0xk8A_z2r7hJfejH1d99zSl7j2y2nYjMRAvPTmr96BNq1HQ2gu3m2YOkcXbpy5axq2ATjBkqCFxuAasS9HeuVIx7aAbExBps4eEof_bfF2TPf7pUdOsypm54IPMKknjdEAB6Ld-7Q\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Comparing Royalties and Earnings<\/strong><\/h2>\n\n\n\n<p>The financial landscape of publishing is markedly shaped by the distinct royalty structures inherent in traditional and self-publishing pathways, each presenting its unique set of variables that influence an author&#8217;s earnings. Understanding these structures is essential for authors to navigate the publishing world and make informed decisions about their careers.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Traditional Publishing<\/strong><\/h3>\n\n\n\n<p>In traditional publishing, royalty rates are typically negotiated between the author&#8217;s agent and the publisher and are calculated as a percentage of the book&#8217;s list price or net receipts (the amount the publisher receives from retailers after discounts). Royalty rates for hardcover books often range from 10% to 15%, with rates increasing after certain sales thresholds are met. Paperback royalties usually hover around 7% to 10%. The standard royalty rate for ebooks is around 25% of net receipts. It&#8217;s important to note that these royalties are paid after the advance—a lump sum paid upfront upon contract signing—is &#8220;earned out,&#8221; meaning the book&#8217;s earnings have surpassed the advance amount.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Self-Publishing<\/strong><\/h3>\n\n\n\n<p>Self-publishing offers a different financial model, typically providing higher royalty rates due to the absence of intermediaries. Platforms like Amazon KDP offer up to 70% of the retail price as royalties for ebooks priced between $2.99 and $9.99, a rate significantly higher than traditional publishing. However, self-published authors are responsible for all upfront costs, including editing, design, and marketing, which can eat into these higher earnings.<\/p>\n\n\n\n<p>Book sales and retail prices play pivotal roles in an author&#8217;s income. In traditional publishing, the retail price is set by the publisher, and authors have little control over this aspect. High-volume sales are often required to earn an advance and start receiving royalty payments. In self-publishing, authors have the flexibility to set their own prices, allowing them to adjust their strategy based on market response, though they must also navigate the challenge of pricing competitively while ensuring a reasonable amount of additional royalty payments.<\/p>\n\n\n\n<p>Literary agents and publishers play crucial roles in traditional publishing, with agents advocating for the author&#8217;s best financial interests during contract negotiations. A good agent can negotiate higher advances, better royalty rates, and favorable terms regarding rights and royalties for different formats and territories. Publishers, on their part, bring their market knowledge and distribution networks to the table, aiming to price and market the book in a way that maximizes sales and, consequently, royalties for both the author and the publisher.<\/p>\n\n\n\n<p>The choice between a traditional publisher and self-publishing involves weighing these complex factors. Traditional publishing offers the advantage of advance payments and the support of a professional team but often at the cost of lower royalty rates and less control. Self-publishing promises higher royalties and more autonomy, but with the added responsibility of managing—and financing—all aspects of the publishing process. For authors, understanding these dynamics is key to crafting a publishing strategy that aligns with their financial goals and creative vision.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/It0XRwrxD93x-aheYokl_NLkFery3pbziwoqQDrv0J5Z-TOv3TW8muDDtUkZCHGyxgJu06vy0Prs4uk10Q-1O5DrNhUkjqFKu-77HrIcVwAulqaaY7onjfJfCOl8fyMDY-p1WeuBvkYK0o330oHX7Q\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Beyond Book Sales: Diversifying Income as an Author<\/strong><\/h2>\n\n\n\n<p>For many authors, relying solely on book sales for income can be financially precarious due to the unpredictable nature of the publishing industry. Diversifying income streams can provide a more stable financial foundation and broaden an author&#8217;s professional opportunities. By exploring alternative revenue sources such as speaking engagements, workshops, and merchandise, authors can leverage their expertise and creativity in new ways.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Speaking Engagements and Workshops<\/strong><\/h3>\n\n\n\n<p>Speaking engagements offer a lucrative opportunity for authors to share their insights and experiences. These can range from keynote speeches at literary festivals and conferences to guest lectures at universities. Such appearances not only provide immediate income but also enhance an author&#8217;s profile, potentially leading to increased book sales and further speaking opportunities.<\/p>\n\n\n\n<p>Conducting workshops and courses is another avenue for authors to monetize their skills. Workshops on writing, storytelling, and publishing can attract aspiring writers and enthusiasts, generating income while also fostering a community around the author&#8217;s work. Online platforms like Teachable and Udemy have made it easier for authors to reach a global audience, offering courses ranging from creative writing to the business aspects of publishing.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Merchandising and Online Presence<\/strong><\/h3>\n\n\n\n<p>Merchandising, though less traditional, can be a creative and engaging way to generate additional revenue. This can include items such as themed apparel, artwork, signed prints, or other products related to an author&#8217;s books or brand. Utilizing platforms like Etsy or Shopify, authors can sell merchandise directly to fans, further strengthening their connection with their audience.<\/p>\n\n\n\n<p>The digital age has profoundly impacted authors&#8217; visibility and sales, with social media and online platforms playing pivotal roles. An active social media presence allows authors to directly engage with their audience, build a loyal following, and market their work more effectively. Platforms like Instagram, Twitter, and TikTok can be powerful tools for authors to share their writing process, book releases, and behind-the-scenes glimpses of their authorial life, thereby driving interest and sales.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Strategic Approaches to Enhance Earnings<\/strong><\/h3>\n\n\n\n<p>To maximize their earning potential beyond book sales, authors can employ several strategies. Establishing a strong online presence through a well-maintained website and active social media accounts is crucial for marketing and audience engagement. Networking with other professionals in the industry can lead to speaking and workshop opportunities. Additionally, authors should continuously hone their craft and explore new trends and platforms to remain relevant and engaging to their audience.<\/p>\n\n\n\n<p>Diversifying income streams enables authors to create a more sustainable and fulfilling career. By leveraging their expertise and creativity beyond the written word, authors can navigate the financial challenges of the publishing industry and achieve a more stable and rewarding professional life.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Conclusion: Navigating the Writing Life for Financial Success<\/strong><\/h2>\n\n\n\n<p>Navigating the writing life for financial success requires a nuanced understanding of the distinct landscapes of traditional and self-publishing. Each path offers unique opportunities and challenges, with factors such as royalty rates, market demand, and the potential for diversification playing critical roles in an author&#8217;s financial well-being. Aspiring authors should thoughtfully consider their publishing strategy, aligning it with their career goals and creative aspirations.&nbsp;<\/p>\n\n\n\n<p>Building a sustainable and financially rewarding writing career is possible with strategic planning, continuous learning, and the willingness to explore various income streams. Embracing the complexities of the publishing world with resilience and adaptability can lead to both literary and financial fulfillment.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In the enigmatic realm of literature and publishing, author earnings stand as one of the most intriguing yet least understood facets. The landscape of author salaries is remarkably diverse, spanning a wide spectrum from the high-profile earnings of best-selling authors to the more modest incomes of lesser-known writers. This variability is influenced by a multitude [&hellip;]<\/p>\n","protected":false},"author":77,"featured_media":175007,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[81],"tags":[],"class_list":["post-175000","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/175000","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/77"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=175000"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/175000\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/175007"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=175000"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=175000"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=175000"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}