{"id":190046,"date":"2024-06-25T11:30:00","date_gmt":"2024-06-25T11:30:00","guid":{"rendered":"https:\/\/spines.com\/?p=190046"},"modified":"2025-09-03T11:28:56","modified_gmt":"2025-09-03T11:28:56","slug":"pre-publishing-copyright-should-i-copyright-my-book-before-sending-it-to-a-publisher","status":"publish","type":"post","link":"https:\/\/spines.com\/pre-publishing-copyright-should-i-copyright-my-book-before-sending-it-to-a-publisher\/","title":{"rendered":"Pre-Publishing Copyright: Should I Copyright My Book Before Sending It To A Publisher?"},"content":{"rendered":"\n<p>In the realm of literature and publishing, <a href=\"https:\/\/spines.com\/navigating-copyrights-and-licenses\/\">copyright<\/a> serves as a fundamental pillar protecting the creative output of authors. This legal right grants authors the exclusive privilege to reproduce, distribute, perform, display, or license their work, and it is automatically bestowed upon the creation of a work that is fixed in a tangible medium of expression. This protection is crucial not only for safeguarding an author&#8217;s intellectual property but also for ensuring that they can control the use and dissemination of their work.<\/p>\n\n\n\n<p>As an author contemplates entering the publishing world, a pivotal question arises: Should the book be copyrighted before it is sent to a publisher? This question touches on several crucial issues that can affect the rights of the author and the ultimate success of their work. This article will delve into these concerns by examining the process and benefits of securing copyright before publication, the implications of prior publication, and what happens to copyright ownership once a manuscript is submitted to a publisher. <\/p>\n\n\n\n<p>Additionally, we will explore how peer review and the publication of the final version of a work interact with copyright laws. Each of these topics will help authors navigate the complex but essential landscape of copyright in publishing.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/docsz\/AD_4nXdqxrUI2Ld_S0J225hJ8XN_dxIMfVV9qGqNJ16kLFtPvMvI624X_le1To_x3M3ycuuMX75KMSzzMT8oQ-CE2eDRLZdTESy482pdMjMFjjWo5N_dPIpzsFN1SV7k7ernh6qANpfmsbCD64AzdxqTvQt1eQ?key=FbgkdwNj86-ZIvUq1PWZAw\" alt=\"Pre-Publishing Copyright\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Understanding Copyright Basics<\/strong><\/h2>\n\n\n\n<p>Copyright is a form of intellectual property law that grants the creator of original works of authorship, such as writings, music, and artworks, exclusive rights to their use and distribution, typically for the author&#8217;s lifetime plus 70 years. Intellectual property refers to creations of the mind, including inventions; literary and artistic works; designs; and symbols, names, and images used in commerce. Copyright specifically protects the expression of an idea, not the idea itself, provided the expression is fixed in a tangible medium of expression. This tangible medium can be anything that can be physically perceived, either directly or with the aid of a device, such as a book, manuscript, sound recording, or digital file.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>The fundamental principles of copyright law include the automatic protection of any original work of authorship the moment it is fixed in a tangible medium. This means that the moment a writer&#8217;s words are typed into a computer document or scribbled on a piece of paper, copyright protection begins. However, for additional security and legal standing, particularly in court, registration of the copyright with the Copyright Office is recommended, though not mandatory. Registration provides a public record of the copyright claim and a notice is required before an infringement lawsuit can be filed in the U.S.<\/p>\n\n\n\n<p>Copyright grants several exclusive rights to the owner: the right to reproduce the work, prepare derivative works, distribute copies, and publicly perform and display the work. These rights allow authors to control how their material is used, shared, and sold, and they can license others to use the work under specified terms or sell these rights to someone else.<\/p>\n\n\n\n<p>For literary works, copyright protection is especially significant. It not only secures an author&#8217;s ability to earn from their creations but also protects the integrity of the work from unauthorized adaptations or distributions. This legal tool is essential for authors as it ensures that they can control the dissemination of their works and gain the financial rewards of their intellectual labor. Moreover, copyright aids in maintaining the literary quality and originality expected in the publishing industry, providing a form of quality control by empowering authors and publishers to prevent the dilution or misrepresentation of literary content.<\/p>\n\n\n\n<p>Moreover, copyright fosters a vibrant culture of creativity and literature. By providing authors with the peace of mind that their work is protected, it encourages them to share unique and original content without fear of misappropriation or infringement. This protection is critical for the advancement of a rich and diverse literary culture and for the encouragement of ongoing innovation within the literary community. Through these mechanisms, copyright plays a pivotal role in the cultivation and proliferation of literary arts, benefiting both creators and the public alike.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/docsz\/AD_4nXc72bt1FK2geIG94E1wDzPhxCHIj_ynDuZbtP8Vo8A5eSuOqIL1AcyfCgfdjLYguQYdWRrlZwOL5s3w6PAAnCdkxbH0gQ5V0GrWB09xHBesv1HBT3B6-QqaBUpLTX9y_kPB9hDF8ZBudD-tSRUgDgY2eg?key=FbgkdwNj86-ZIvUq1PWZAw\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pre-Publishing Copyright<\/strong><\/h2>\n\n\n\n<p>The concept of pre-publishing copyright is crucial for authors who wish to safeguard their literary works before entering into any contractual relationships with publishers. Given the sensitive nature of unpublished manuscripts, the act of copyrighting them can provide a significant layer of protection against intellectual property theft or misuse during the submission process.<\/p>\n\n\n\n<p>Pre-publishing copyright refers to the registration of a work with the Copyright Office before it is submitted to publishers. This preemptive measure is particularly beneficial as it legally establishes the date of creation and the author&#8217;s ownership, which can be invaluable in resolving disputes over originality or prior claims. Registration is simple: an author needs to fill out a copyright registration form, pay a fee, and submit a copy of the work either online or via mail. The process culminates in the issuance of a copyright certificate, which serves as a formal acknowledgment of the registration.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>There are several benefits to registering copyright before sending manuscripts to publishers. First and foremost, it strengthens the legal protection of the work under copyright law. Should infringement occur, having a registered copyright allows authors to seek statutory damages and attorney&#8217;s fees in litigation, advantages not typically available to owners of non-registered copyrights. This can act as a deterrent against potential infringers who might otherwise exploit a work without permission.<\/p>\n\n\n\n<p>Additionally, registering a copyright provides a public record of the author&#8217;s claim to the work, which can be a critical factor in publishing negotiations. Publishers are generally more comfortable dealing with authors who have clearly established their rights, as this minimizes the risk of future copyright disputes. It also reflects professionalism and a serious approach to one&#8217;s literary career, qualities that can influence a publisher&#8217;s decision to invest in a new author.<\/p>\n\n\n\n<p>By securing copyright before any discussions with publishers, authors can ensure that their intellectual property is not only recognized but also adequately protected, paving the way for a more secure and potentially lucrative publishing experience.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/docsz\/AD_4nXdYoVr_Ptl-OLeY_Kv0BVhgzj8N5fNKeUpqB2gj7Qc7jcr6aYYlDmwBN5UnWcHPhLMhYzBJHwgkovDR2DnAQCHbsK1VlmdveO3hspGYOQIJFNfe0trMszLktBjNkpapbLEdMjf2slLAJl6Ietk9ofGcrMI?key=FbgkdwNj86-ZIvUq1PWZAw\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Prior Publication and Its Implications<\/strong><\/h2>\n\n\n\n<p>Prior publication occurs when a work is made available to the public before it is formally published through conventional channels, such as books or peer-reviewed journals. In the context of literary works, prior publication can include posting a story on a personal blog, sharing a poem through an online platform, or contributing an article to an open-access journal. The implications of such disclosures are significant as they can impact both the copyright status of the work and the author’s ability to secure a publishing deal.<\/p>\n\n\n\n<p>For authors, understanding the scope of prior publication is crucial. Any form of dissemination that allows a work to be accessed by the public can potentially be considered as prior publication. This includes digital publications on personal websites, social media posts, and contributions to online journals, especially those that do not restrict access (open access). Even public readings or performances where the work is presented in a tangible form could constitute prior publication.<\/p>\n\n\n\n<p>The primary concern with prior publication is its impact on copyright. In general, copyright protection does not require a work to be unpublished. However, once a work is made publicly available, it may affect the rights exclusive to the author, particularly the right to first publication. Publishers often seek the novelty of publishing works for the first time as this can drive sales and readership. If a work is already accessible, publishers may consider it less marketable, which can significantly diminish an author&#8217;s chances of securing a traditional publishing agreement.<\/p>\n\n\n\n<p>Moreover, different types of prior publications affect copyright in various ways:<\/p>\n\n\n\n<p>1. <strong>Personal Website or Blog:<\/strong> Publishing articles on personal websites or blogs can be perceived as making the work publicly available, potentially reducing interest from traditional publishers who prefer first publication rights. It can also limit the author&#8217;s ability to negotiate terms as the work is already in the public domain.<\/p>\n\n\n\n<p>2. <strong>Online Journals and Open Access:<\/strong> Works published in online journals, particularly open-access ones, are considered formally published. While this can lend credibility and visibility to unpublished work by the author, it also means that any subsequent publication would be a reprint, which typically attracts less interest and lower royalties.<\/p>\n\n\n\n<p>3. <strong>Social Media:<\/strong> Posts on social media are often overlooked by authors as formal publications, but they can have legal ramifications. Content shared on these platforms can be copied and distributed without the author’s consent, complicating copyright enforcement.<\/p>\n\n\n\n<p>Despite these challenges, prior publication is not always a deterrent. Some authors may leverage the exposure gained from prior publications to build a readership or establish credibility, particularly in academic or niche markets. However, it is crucial for authors to understand the potential trade-offs and to consider how best to use prior publications to their advantage while minimizing negative impacts on copyright and marketability of unpublished works. Clear strategies and careful management of how and where a work is first introduced to the public can significantly influence the successful copyright and publication of literary works.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/docsz\/AD_4nXcT37HvSzrtz-gw2FRGRn6kGgzIW4svWn1A52EXWgNy6iLwAM9JJT077vk8gKn_QqdxM_XF-OFBoN28Fx-VwlMDnrUus-DGlwF1Ub34hEsQLYi3uKs4JrK_CTgMJxtO_Yuji49x9QAjt5Fii_mSNLTSqw?key=FbgkdwNj86-ZIvUq1PWZAw\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Copyright Ownership and Transfer Issues<\/strong><\/h2>\n\n\n\n<p>Copyright ownership is a critical aspect that defines who holds the rights to a work and how these rights can be managed, transferred, or inherited. At its core, copyright law dictates that the creator of an original work automatically becomes the copyright owner as soon as the work is fixed in a tangible medium. This holds true whether the work is a solo creation or a collaborative effort. However, the dynamics of ownership can become complex when dealing with co-authors, government employees, or specific agreements that transfer copyright rights.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Ownership in Collaborative Works<\/strong><\/h3>\n\n\n\n<p>When a literary work is created by co-authors, the copyright is jointly owned by all contributors, unless there is an agreement stating otherwise. This joint ownership implies that each author has an equal right to exploit the work commercially or license it, provided that the profits are shared with the other co-authors. However, no single co-author can transfer ownership of the copyright without the consent of the others. This can lead to complications in managing rights, especially in scenarios where co-authors have different visions or intentions for the work&#8217;s publication or adaptation.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Copyright and Government Employees<\/strong><\/h3>\n\n\n\n<p>The situation differs significantly for government employees or individuals who create work as part of their official duties. In many jurisdictions, such works are considered public domain from the outset, meaning that they are not protected by copyright and can be freely used by anyone. This is often the case in the United States, where works created by federal government employees in the course of their employment are not eligible for copyright protection. Authors who are government employees need to be aware of these rules to understand how they might affect the commercial potential of their works.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Transfers of Copyright<\/strong><\/h3>\n\n\n\n<p>In the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Publishing\" target=\"_blank\" rel=\"noopener\">publishing industry<\/a>, authors often enter into contracts that include the transfer of rights to the publisher. These agreements typically allow the publisher to reproduce, distribute, and sell the literary works, sometimes exclusively. Such transfers must be explicitly stated in a written agreement, clearly outlining the rights that are being transferred and any rights that are retained by the author. It’s crucial for authors to carefully review these agreements to ensure that they understand which rights they are ceding and what they are retaining, such as the right to adaptations or foreign market sales.<\/p>\n\n\n\n<p>Transferring copyright does not necessarily mean giving up all rights. Authors can negotiate terms, perhaps retaining the ability to publish the work in certain formats or territories, or regaining full rights after a certain period. Additionally, copyright can be licensed non-exclusively, allowing multiple parties to use the work under specified conditions. This can be an attractive option for authors who wish to maximize the reach and earning potential of their work without permanently giving up control.<\/p>\n\n\n\n<p>Understanding copyright ownership and the potential complexities of rights transfers is crucial for authors navigating the publishing landscape. By being informed and cautious, authors can better manage their intellectual property, ensuring that their creative and financial interests are protected as they share their works with the world.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/docsz\/AD_4nXfYc6qPUlF3-8lGlPABag9AeXkmFptGh2GLaPv5Q9gV4-KRMHYm9Bj68nJQUznhaZpCIWqVG1p0RyailcRG876RduAKHMfu6A45ZFldUjJL0KoZfmvuKVLDUpuTit_PB-3NOAjedvWJRQtLy7DLbKOnRfQ?key=FbgkdwNj86-ZIvUq1PWZAw\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Role of Peer Review in Copyright<\/strong><\/h2>\n\n\n\n<p>Peer review is a fundamental process in the academic and scholarly publishing world, serving as a critical assessment mechanism to ensure the quality and credibility of research and writing. Typically, when a manuscript is submitted to a scholarly journal, it undergoes evaluation by experts in the field who assess its validity, significance, and originality. This process is crucial for maintaining the integrity of scholarly work, but it also has implications in the realm of copyright.<\/p>\n\n\n\n<p>Importantly, undergoing peer review does not constitute publication in the legal sense. The manuscript is considered confidential and shared with a limited number of people under the assumption of privacy, solely for the purpose of evaluation. Therefore, the peer review process does not affect the copyright status of a manuscript, which remains with the author unless explicitly transferred through an agreement. The work is still considered unpublished in the eyes of copyright law, retaining all original rights as stipulated by copyright statutes.<\/p>\n\n\n\n<p>However, the outcome and feedback from peer review can significantly influence the final version of a manuscript. Authors often revise their works based on the comments and suggestions received from reviewers. These revisions can be substantial enough to affect the copyright considerations of the final product, especially in terms of derivative works and adaptations. For example, if significant additions or changes are made to the content that alter its originality, this revised manuscript might need separate copyright consideration if the modifications are extensive enough to constitute a new original work.<\/p>\n\n\n\n<p>Furthermore, the final version that emerges post-peer review is typically the one that is published. Once published, the copyright terms may shift, particularly if the author has agreed to transfer certain rights to the publisher. In scholarly publishing, authors may retain copyright but often grant the publisher exclusive rights to distribute and sell the work. Understanding these nuances is crucial for authors to manage their rights effectively and ensure that their works are protected even after undergoing the peer review process.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/docsz\/AD_4nXdaA6dq7ErvFgrmHEllRdfcmN8aiQ1T5NflEm-HmiYBQQYIagpNhxBRGLzSJjXfsn2gqoIcH0w6ZC7SWgjosbcRlLM18_AFagFdIyeQWDp0X55VdQnHAdBku62cNgbUl6oiTzbDxrms5zsANh5jEMXT1j4?key=FbgkdwNj86-ZIvUq1PWZAw\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Final Version and Publication<\/strong><\/h2>\n\n\n\n<p>The concept of the &#8220;final version&#8221; of a literary work is pivotal in the realms of copyright and publishing. This term refers to the version of a manuscript that has been fully edited, formatted according to the publisher&#8217;s specifications, and approved for publication. It represents the culmination of the author&#8217;s original creation along with any revisions or edits suggested by peers, editors, or the author themselves during the publication process. Understanding the copyright implications of this final version is crucial for authors as they navigate the complexities of publishing their works.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Importance of the Final Version in Copyright<\/strong><\/h3>\n\n\n\n<p>Copyright protects the specific form or expression of ideas rather than the ideas themselves. Therefore, each substantial revision that leads to the final version could potentially be considered a new creation, possibly requiring its own copyright, especially if significant changes or additions have been made that differentiate it from earlier drafts. The final version is the one that will be legally recognized as the &#8220;published&#8221; work, with all copyright considerations moving forward based on this version. It is this version that will be reproduced, distributed, and potentially translated or adapted, and its integrity must be preserved under copyright laws.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Relationship to First Publication<\/strong><\/h3>\n\n\n\n<p>The final version&#8217;s publication is often considered the &#8220;first publication.&#8221; This is a crucial event in the life of a literary work because it marks the moment when the work is legally released to the public. First publication is significant because it starts the clock on the duration of copyright protection, which extends for the life of the author plus 70 years in many jurisdictions. Additionally, the first publication sets the terms of how the work can be used and distributed, often formalized through agreements between the author and publisher. The rights granted or retained in this agreement can include adaptations, translations sound recordings, and digital reproductions.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Impact on Subsequent Rights<\/strong><\/h3>\n\n\n\n<p>Once the final version is published, the author and the publisher might have established agreements regarding the rights to subsequent editions, compilations, or derivative works. For instance, an author might retain the right to develop a screenplay based on the book or to publish chapters as part of an anthology. Understanding the specific rights related to the final published version is essential because these rights can affect future revenue streams and the author’s control over their work.<\/p>\n\n\n\n<p>The final version also affects the author’s moral rights, particularly the right to attribution and the right to protect the work against derogatory treatment. Even if copyright is transferred, authors often retain these moral rights, ensuring they are credited for their work and that the work&#8217;s integrity is respected.<\/p>\n\n\n\n<p>In conclusion, the final version or manuscript versions of a manuscript is not just the end product of an author&#8217;s creativity and hard work; it is also a new beginning in the work’s legal and commercial life. Its publication triggers the commencement of copyright terms and defines the scope of the author&#8217;s rights and revenues. Hence, authors must carefully negotiate the rights concerning the final version to safeguard their interests and maximize their work&#8217;s potential.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/docsz\/AD_4nXc2MlZXWyJWM7tvwVq8jk8QlX89xd59_8UH_DzZ4Egjtd22mjD7bcu5jxgpVzW5qDWHsO_QdsFpzJ5O55M-j_FbEaj_NAo_LO36BKPu-73pPGn9OtMswt-RzWsZ2rY8LW89xt-vmqGiF_2RYvqNgztrtQ?key=FbgkdwNj86-ZIvUq1PWZAw\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Conclusion: Publishing With Spines&nbsp;<\/strong><\/h2>\n\n\n\n<p>Throughout this article, we&#8217;ve explored the intricate dance of copyright in the literary world, from understanding the basics to navigating complex ownership scenarios and evaluating the impact of peer review and prior publication. As authors tread the path toward publishing, re​​cognizing the most efficient and secure ways to protect their intellectual property is paramount.<\/p>\n\n\n\n<p>In light of the complexities and potential costs associated with traditional publishing routes, modern solutions like self-publishing have gained prominence. One particularly innovative platform in this space is <a href=\"https:\/\/spines.com\/\">Spines<\/a>, which epitomizes the revolution in self-publishing through its AI-powered technology. Spines not only simplifies the publishing process but also aligns perfectly with the needs of independent authors who wish to retain control over their work.<\/p>\n\n\n\n<p>By offering a seamless method to obtain copyright protection—issuing a copyright protection certificate immediately upon manuscript upload at no extra charge—Spines stands out. This feature, typically costing between $50 to $120 through traditional routes, is provided for free on the Spines platform. This not only adds significant value but also positions Spines as the simplest and most effective route for authors to secure copyright. Opting for Spines could therefore be seen as an essential strategy for authors looking to navigate the publication landscape efficiently while ensuring their creations remain safeguarded under the umbrella of copyright law.<\/p>\n\n\n\n<p>Conclusively, whether through traditional publishing avenues or innovative platforms like Spines, understanding and utilizing the tools at your disposal for copyright protection is crucial. Spines represents a forward-thinking choice, offering both ease and security in a single package, thereby marking a significant step forward for independent authors in the digital age.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n","protected":false},"excerpt":{"rendered":"<p>In the realm of literature and publishing, copyright serves as a fundamental pillar protecting the creative output of authors. This legal right grants authors the exclusive privilege to reproduce, distribute, perform, display, or license their work, and it is automatically bestowed upon the creation of a work that is fixed in a tangible medium of [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":190048,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[188],"tags":[],"class_list":["post-190046","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-copyrights"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/190046","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=190046"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/190046\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/190048"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=190046"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=190046"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=190046"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}