{"id":209071,"date":"2024-10-09T11:02:12","date_gmt":"2024-10-09T11:02:12","guid":{"rendered":"https:\/\/spines.com\/?p=209071"},"modified":"2025-09-03T11:26:34","modified_gmt":"2025-09-03T11:26:34","slug":"how-to-write-complex-antagonists","status":"publish","type":"post","link":"https:\/\/spines.com\/how-to-write-complex-antagonists\/","title":{"rendered":"How to Write Complex Antagonists: Creating Unforgettable Villains"},"content":{"rendered":"\n<p>A protagonist is standing at the edge of a cliff, heart pounding, hands shaking. They’ve faced challenges before, but this one feels different. It’s not just about overcoming obstacles—it’s about outwitting the one person who knows them better than anyone else: their antagonist. A well-crafted villain doesn’t just oppose the hero; they challenge everything the hero stands for. It’s this conflict that makes readers turn the page. In fact, a study by Statista shows that 52% of readers believe a strong antagonist makes for a more memorable story.<\/p>\n\n\n\n<p>Think of some of the greatest stories ever told—stories where the villain almost becomes the star. Whether it&#8217;s the chilling intellect of Hannibal Lecter or the terrifying presence of Darth Vader, these characters don’t just twirl their mustaches in the corner. They add layers of depth, complexity, and emotional stakes.<\/p>\n\n\n\n<p>So how can you create an antagonist that leaves readers on the edge of their seats? Let’s dive into the elements that make unforgettable villains and discover how to craft an antagonist that’s just as compelling as your hero.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXeycMao0FYQx_dQ_nUO6nroA0FW4GUyJ5tvWdv1RNT4oBxF6b21mWFRZ88vzp4CKWoohP1ZJJdNjxdda2e5HFNvx86_y0p7yU0WJUmGeopx7R3cPcdIdP-VXZ4IA2Ek4rriC0UBIE4F_Yt0IXJxWw8ayapG?key=YmlITvjMVUTO1ByanLjKMw\" alt=\"How to Write Complex Antagonists: Creating Unforgettable Villains\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Unleashing the Power of the Perfect Antagonist<\/strong><\/h2>\n\n\n\n<p>The antagonist is a vital character in any story, serving as the main opposition to the protagonist. They play a crucial role in creating conflict, driving the plot, and testing the protagonist’s abilities. A well-crafted antagonist can elevate the story, making it more engaging and complex. In this section, we’ll explore the role of the antagonist and how they contribute to the narrative.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>A good antagonist, especially the main antagonist, should be a complex character with their own motivations, backstory, and flaws. They should be a believable and relatable character, with their own strengths and weaknesses. The antagonist’s primary function is to create direct conflict with the protagonist, pushing them to grow and change. This conflict can take many forms, from physical battles to emotional struggles.<\/p>\n\n\n\n<p>The antagonist’s role is not limited to being the “bad guy.” They can also serve as a mirror to the protagonist, highlighting their flaws and weaknesses. A well-crafted antagonist can also create moral ambiguity, making the reader question their assumptions about right and wrong. In some cases, the antagonist can even be a sympathetic character, eliciting empathy and understanding from the reader.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What is a Complex Antagonist? It’s Not Just About Being “Bad”<\/strong><\/h2>\n\n\n\n<p>The rain is pouring down, casting a cold, heavy silence over the city. In the shadows stands your antagonist, staring out into the distance, not with hatred, but with conviction. Just as a great protagonist captivates readers, a complex antagonist with deep motivations challenges the very notion of right and wrong. This isn’t just someone set on destruction for destruction’s sake—no, they have a plan, a purpose. A complex antagonist is far more than just “bad.” They’re layered, driven by deep motivations that challenge the very notion of right and wrong.<\/p>\n\n\n\n<p>Take Thanos, for instance, sitting quietly in his sanctuary after wiping out half the universe. He doesn’t see himself as the villain. In fact, he believes he’s the savior, bringing balance to an overpopulated cosmos. Then there’s Killmonger, whose fiery quest isn’t about chaos but correcting centuries of injustice. These characters don’t act out of sheer malice; they operate with a twisted sense of morality, believing their actions are justified.<\/p>\n\n\n\n<p>According to a survey by the International Thriller Writers Association, 65% of readers are drawn to antagonists with complex motivations rather than villains who are simply “evil” (source). It’s that nuance—the idea that the antagonist believes they’re the hero in their own story—that keeps readers torn between loathing and empathy. And that’s the magic of a well-written villain.<\/p>\n\n\n\n<p>By creating an antagonist with clear, relatable motivations, you don’t just build conflict—<a href=\"https:\/\/spines.com\/10-narrative-techniques-to-create-tension-in-your-story\/\">you build tension<\/a>, emotional stakes, and a story that resonates long after the final page. Because when readers understand the villain, the battle between good and evil becomes far more gripping.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXeq6HD5pOGm6ZZiJaMr5WI3iERkb563tZrpr_WpZXy9daT9bm7q8UgxLTtG3jXvRp_ESekqE5emND-IER1MsLnHvnBzhVrgVaH8Dsq1zCkWCRPUnTqecDrVEqNOge55jqAHcMS6s4K2icCLrtyuqtAdRCoL?key=YmlITvjMVUTO1ByanLjKMw\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Hero and the Villain: A Match Made in Conflict<\/strong><\/h2>\n\n\n\n<p>Your main protagonist and main antagonist are two sides of the same coin. In fact, they often want the same thing, but go about achieving it in very different ways. The relationship between your main character and the villain isn’t just about conflict—it’s about growth. A well-crafted antagonist forces the hero to evolve, becoming more than they ever thought possible. Without Darth Vader, Luke Skywalker might’ve just been some farm boy in space.<\/p>\n\n\n\n<p>The key here is direct opposition. Your villain must stand in the way of what the hero wants most, creating a clash of ideals that goes beyond just a physical confrontation. It’s a battle of wills, beliefs, and desires, which makes the conflict much more compelling.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Backstory and Motivation: Why Your Villain Isn’t Born Evil<\/strong><\/h2>\n\n\n\n<p>Villains aren’t born bad; they’re made. Just as a great protagonist needs a compelling backstory, so does your villain. And while no one’s asking you to throw a pity party for your antagonist, understanding their backstory is crucial to making them complex. Give your villain real, relatable reasons for their actions—whether it’s revenge, ambition, or something as primal as fear.<\/p>\n\n\n\n<p>This is where moral ambiguity comes in. The best antagonists make us question, “Would I do the same thing if I were in their shoes?” If your villain’s motivation feels personal and justified, they won’t just be evil for the sake of it; they’ll be a fully fleshed-out character that readers will remember long after the book is closed.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Types of Antagonists: Because Sometimes, Multiple Antagonists Aren’t Enough<\/strong><\/h2>\n\n\n\n<p>Not all antagonists are created equal, and sometimes, your story calls for more than one. Consider the difference between an external antagonist (like a tyrannical government) and an internal one (like the protagonist’s own self-doubt). Multiple antagonists can create layers of conflict that enrich your story. A great example of this is found in <em>Star Wars<\/em>, where not only does Luke face the external threat of the Empire, but also his internal struggle with the dark side.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>Balancing multiple antagonists, including the main antagonist, can seem daunting, but done right, it makes for a far more interesting story. The key is ensuring that each antagonist, whether external or internal, serves a specific purpose in pushing your protagonist forward.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXeLA1I5ZPdhFBr_1tMDi1D5emrKTA5uBrdiFlGJWNTw1ROHqVkxPRb8kubMzzCyWydeoLoJNhDSaRVpJm1rwzqYy7AJhuT4vbJ_wbJgD8FVdde54dwldk49y3M6HQTqac028STBgQrenoq0tWiC8JOdi5yJ?key=YmlITvjMVUTO1ByanLjKMw\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>How Your Villain Shapes the Theme of Your Story<\/strong><\/h2>\n\n\n\n<p>Ever notice how the best villains feel essential to the theme of the story and the development of the lead character? Just as a great protagonist embodies the story&#8217;s theme, so should the antagonist. That’s no accident. Your antagonist should embody the very thing your hero is struggling against. They serve as a reflection of the protagonist’s fears, weaknesses, and unresolved issues. In this way, the antagonist isn’t just a person—they’re an idea.<\/p>\n\n\n\n<p>For example, in <em>The Dark Knight<\/em>, the Joker represents chaos, the antithesis of Batman’s desire for order and justice. Their conflict isn’t just physical; it’s philosophical, and that’s what makes it so compelling.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Building Your Antagonist from the Ground Up: Start from the Very Beginning<\/strong><\/h2>\n\n\n\n<p>You can’t just throw your villain into the story halfway through and expect readers to care. A hero deserves a well-crafted main antagonist from the very beginning to create a compelling narrative. From the very beginning, you need to plant the seeds of your antagonist’s presence. Whether through subtle foreshadowing or directly introducing their conflict with the protagonist early on, make sure the reader feels their impact from page one.<\/p>\n\n\n\n<p>This buildup creates tension, ensuring that when the antagonist finally makes their move, it’s both anticipated and satisfying.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Antagonist’s Perspective<\/strong><\/h2>\n\n\n\n<p>When creating an antagonist, it’s essential to consider their perspective and motivations. Just as a great protagonist needs clear motivations, so does your antagonist. What drives them to oppose the protagonist? What are their goals and desires? How do they see the world, and what do they believe is at stake? By understanding the antagonist’s perspective, you can create a more nuanced and complex character.<\/p>\n\n\n\n<p>The antagonist’s perspective can also inform their actions and decisions. What are they willing to do to achieve their goals? How far will they go to oppose the protagonist? By considering these questions, you can create a more believable and compelling antagonist.<\/p>\n\n\n\n<p>It’s also important to remember that the antagonist is not always the “bad guy.” They may have their own reasons for opposing the protagonist, reasons that are rooted in their own backstory and motivations. By exploring the antagonist’s perspective, you can create a more nuanced and complex story, one that challenges the reader’s assumptions and expectations.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">How To Write Complex Antagonists: <strong>Adapting to the Story<\/strong><\/h2>\n\n\n\n<p>As the story unfolds, the main antagonist must adapt to the changing circumstances. They must respond to the protagonist’s actions, adjusting their plans and strategies accordingly. A good antagonist is proactive, not reactive, driving the plot forward with their actions.<\/p>\n\n\n\n<p>The antagonist’s adaptability can also create opportunities for character growth and development. As they respond to the protagonist’s actions, they may reveal new facets of their personality, or demonstrate unexpected strengths and weaknesses. By adapting to the story, the antagonist can become a more nuanced and complex character, one that adds depth and richness to the narrative.<\/p>\n\n\n\n<p>In some cases, the antagonist may even undergo a transformation, changing their goals or motivations in response to the protagonist’s actions. This can create a more dynamic and engaging story, one that challenges the reader’s expectations and assumptions. By adapting to the story, the antagonist can become a vital and integral part of the narrative, driving the plot forward and testing the protagonist’s abilities.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Why Moral Ambiguity Makes Villains Memorable<\/strong><\/h2>\n\n\n\n<p>Here’s a fun fact: Readers love to hate villains, who are vital characters in any good story. Just as a great protagonist captivates readers, a morally ambiguous villain keeps them intrigued. But what they love even more is a villain they can’t quite hate completely. That’s where moral ambiguity comes in. By giving your antagonist motivations that aren’t entirely evil—maybe they’re just misunderstood, or their goals are noble in a twisted way—you make them relatable. And let’s be real, nothing’s more intriguing than a villain who forces you to question your own moral compass.<\/p>\n\n\n\n<p>Think of Killmonger in <em>Black Panther<\/em>. Sure, he’s the antagonist, but his fight for justice feels undeniably justifiable at times. That’s what makes him unforgettable.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXexyGXt1D0NzPBvKIKhRCqKhfyb-FuOKD-nH2PItsZqLIUnPEcI-SJgutCzSUU5PCfBHPgdRKlwFfFsKTg2kBug2G_B9mRujXaHx2Xa8zgKXhdIqcrj3xK-QEpP9ZOD-sIvnfwgifjOUfMAmRi9VxLQgyQ?key=YmlITvjMVUTO1ByanLjKMw\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Antagonist as the Protagonist’s Dark Reflection<\/strong><\/h2>\n\n\n\n<p>Ever heard the saying “You are your own worst enemy”? Sometimes, the main antagonist serves as a mirror to the main characters, reflecting their deepest fears, flaws, or desires. In some stories, the villain represents the path the hero could have taken, had circumstances been different.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>Consider Luke Skywalker and Darth Vader—two characters bound by fate, but separated by the choices they make. The antagonist’s purpose isn’t just to thwart the hero’s plans; it’s to challenge their very identity, forcing them to confront the darker parts of themselves.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Avoiding Common Pitfalls<\/strong><\/h2>\n\n\n\n<p>Creating a complex antagonist is no small feat, and even the best writers can fall into common traps that make their villains less believable or effective. Here are some pitfalls to watch out for, and how to avoid them:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Making them too one-dimensional<\/strong>: A compelling antagonist is never just a cardboard cutout of evil. They should have a rich backstory, motivations, and complexities that make them feel real. Think of them as a fully fleshed-out character, not just an obstacle for your hero. For instance, Voldemort in <em>Harry Potter<\/em> isn’t just a dark wizard; he’s a character with a tragic past and a twisted sense of destiny.<\/li>\n\n\n\n<li><strong>Lack of motivation<\/strong>: Your antagonist needs a clear, personal motivation that drives their actions. This motivation should be something readers can understand, even if they don’t agree with it. For example, in <em>Black Panther<\/em>, Killmonger’s actions are driven by a desire to correct historical injustices, making his motivations deeply personal and relatable.<\/li>\n\n\n\n<li><strong>Not making them active<\/strong>: A good antagonist doesn’t just sit back and react to the protagonist’s actions. They should be proactive, driving the plot forward and creating tension. Think of Thanos in <em><a href=\"https:\/\/en.wikipedia.org\/wiki\/Avengers:_Infinity_War\" target=\"_blank\" rel=\"noopener\">Avengers: Infinity War<\/a><\/em>—he’s constantly moving towards his goal, forcing the heroes to respond to his actions.<\/li>\n\n\n\n<li><strong>Not giving them flaws<\/strong>: Flaws are what make characters interesting and relatable, and this is true for antagonists as well. A flawless villain can come off as unrealistic and boring. Give your antagonist weaknesses or vulnerabilities that make them more human. For example, Darth Vader’s internal conflict and ultimate redemption add depth to his character.<\/li>\n\n\n\n<li><strong>Not making them a mirror image of the protagonist<\/strong>: One of the most effective ways to create a compelling antagonist is to make them a mirror image of the protagonist. They should have similar goals or motivations, but go about achieving them in very different ways. This creates a sense of symmetry and balance in the story, making the conflict more engaging. For instance, Batman and the Joker both seek to influence Gotham, but their methods and philosophies are polar opposites.<\/li>\n<\/ol>\n\n\n\n<p>By avoiding these common pitfalls, you can create a complex antagonist that adds depth and richness to your story, making it more engaging for your readers.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img fetchpriority=\"high\" decoding=\"async\" width=\"961\" height=\"547\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/10\/Capture-decran-2024-10-08-131200.png\" alt=\"\" class=\"wp-image-209079\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/10\/Capture-decran-2024-10-08-131200.png 961w, https:\/\/spines.com\/wp-content\/uploads\/2024\/10\/Capture-decran-2024-10-08-131200-300x171.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2024\/10\/Capture-decran-2024-10-08-131200-768x437.png 768w, https:\/\/spines.com\/wp-content\/uploads\/2024\/10\/Capture-decran-2024-10-08-131200-360x205.png 360w, https:\/\/spines.com\/wp-content\/uploads\/2024\/10\/Capture-decran-2024-10-08-131200-600x342.png 600w\" sizes=\"(max-width: 961px) 100vw, 961px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Same Story, Different Perspective<\/strong><\/h2>\n\n\n\n<p>One of the most powerful ways to create a compelling antagonist is to tell the same story from their perspective. This approach can add layers of moral ambiguity and make your antagonist more relatable. Here’s how to do it:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Give them a compelling backstory<\/strong>: Your antagonist’s backstory should be as detailed and personal as your protagonist’s. This backstory should explain their motivations and actions, making them more relatable. For example, Magneto in the <em>X-Men<\/em> series has a tragic past that shapes his worldview and actions, making him a sympathetic character despite his antagonistic role.<\/li>\n\n\n\n<li><strong>Make them a lead character<\/strong>: In their own story, the antagonist is the lead character. They have their own goals, motivations, and challenges that drive the plot. By giving them this focus, you can create a more nuanced and complex character. Think of <em>Wicked<\/em>, where the Wicked Witch of the West is reimagined as a misunderstood protagonist with her own story to tell.<\/li>\n\n\n\n<li><strong>Create direct conflict<\/strong>: The antagonist’s goals should be in direct conflict with the protagonist’s goals. This creates tension and drives the plot forward. For example, in <em>Les Misérables<\/em>, Javert’s relentless pursuit of justice puts him in direct conflict with Jean Valjean’s quest for redemption, creating a powerful narrative tension.<\/li>\n\n\n\n<li><strong>Make them a vital character<\/strong>: The antagonist should be a vital character in the story, not just an obstacle for the protagonist to overcome. Their actions should drive the plot and create tension. In <em>The Dark Knight<\/em>, the Joker’s chaotic actions force Batman to confront his own beliefs and methods, making the Joker an essential part of the story.<\/li>\n\n\n\n<li><strong>Create moral ambiguity<\/strong>: A good antagonist should create moral ambiguity, making the reader question who is right and who is wrong. By giving your antagonist motivations that aren’t entirely evil, you make them more relatable and complex. For example, in <em>Game of Thrones<\/em>, many characters, like Jaime Lannister, operate in shades of grey, making the story more engaging and thought-provoking.<\/li>\n<\/ol>\n\n\n\n<p>By telling the same story from the antagonist’s perspective, you can create a compelling antagonist that adds depth and complexity to your narrative. This approach not only enriches your story but also challenges your readers to see things from a different angle, making for a more engaging and memorable experience.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Writing Antagonists That Stick with Your Readers<\/strong><\/h2>\n\n\n\n<p>Creating an unforgettable villain is about more than just giving them a black cape and a menacing laugh. Just as a great protagonist leaves a lasting impression, so should your antagonist. It’s about digging into what makes them tick, building a backstory that explains their actions, and crafting a character that stands toe-to-toe with your hero—not just physically, but emotionally and morally.<\/p>\n\n\n\n<p>And when it comes to bringing these complex characters to life, <strong>Spines<\/strong> is here to help. Our platform makes the entire process of self-publishing smooth and accessible, so you can focus on what truly matters—<a href=\"https:\/\/spines.com\/book-writing-tips\/\">writing a story<\/a> that captivates readers. With <strong>AI-powered tools<\/strong> and <strong>dedicated support<\/strong>, Spines helps you create a novel that’s ready to hit the shelves in less than 30 days.<\/p>\n\n\n\n<p>Need help crafting your villain’s backstory or polishing the final draft? <a href=\"http:\/\/spines.com\">Sign up for <strong>Spines<\/strong><\/a> and start your journey toward publishing success. After all, every great hero deserves a well-crafted antagonist and a great story.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n","protected":false},"excerpt":{"rendered":"<p>A protagonist is standing at the edge of a cliff, heart pounding, hands shaking. They’ve faced challenges before, but this one feels different. It’s not just about overcoming obstacles—it’s about outwitting the one person who knows them better than anyone else: their antagonist. A well-crafted villain doesn’t just oppose the hero; they challenge everything the [&hellip;]<\/p>\n","protected":false},"author":8763,"featured_media":209074,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-209071","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/209071","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/8763"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=209071"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/209071\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/209074"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=209071"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=209071"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=209071"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}