{"id":217632,"date":"2024-11-12T11:05:16","date_gmt":"2024-11-12T11:05:16","guid":{"rendered":"https:\/\/spines.com\/?p=217632"},"modified":"2025-09-03T11:26:10","modified_gmt":"2025-09-03T11:26:10","slug":"art-vs-functionality-in-book-cover-design","status":"publish","type":"post","link":"https:\/\/spines.com\/art-vs-functionality-in-book-cover-design\/","title":{"rendered":"Art vs Functionality in Book Cover Design: Making Your First Impression Count"},"content":{"rendered":"\n<p>You’ve heard it a million times, <em>“Don’t judge a book by its cover.<\/em>” But let’s face it: we all do. In fact, according to The Book Smugglers, nearly 80% of readers confess to being drawn to a book because of its cover, while 60% admit they’re more likely to buy it if the design hits just the right note. It’s no wonder a book cover is like a first date: it’s all about the immediate attraction. A well-designed cover practically shouts, “This book is worth your time!” even before you’ve peeked at the first line.<\/p>\n\n\n\n<p>So, what goes into creating a cover that’s not only Instagrammable but irresistibly clickable? Is it all about eye-catching art? Or maybe it’s about the smart choice of font, the perfect color palette, and that mysterious allure that whispers to readers, <em>“Pick me up.”<\/em> This blend of art and functionality is where book cover magic happens—where all the elements like title, imagery, colors, typography, and overall composition come together to create a visually appealing and meaningful design that captures the book’s essence and establishes the book&#8217;s genre. Additionally, aligning the design with the book&#8217;s target audience ensures it resonates with the specific preferences and expectations of the intended readership.<\/p>\n\n\n\n<p>In this article, we’re peeling back the layers of what makes a book cover shine. We’ll dive into the creative process, reveal why some covers work while others fall flat, and explore the latest trends that have everyone judging books left, right, and center. Buckle up—by the end, you might just be tempted to judge a few more books by their covers.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXcue1_n0yMzubfLQ52tsmtuZYmaWC75SuIOYjjfM_Q-cubdvZ4E56BD8YxbCiVilYtfx1mQwHhm71ZGT8CCdjMc7Qd7zxenspDmKHEKEft-QClXzgFbW7VYc_2EbGpW8Dv_NIxjNir3iyR3n-nlrSXWoSIV?key=PeKHOOqPSFgZp_ALGxqDLQ\" alt=\"Art vs Functionality in Book Cover Design\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Understanding Book Cover Design<\/strong><\/h2>\n\n\n\n<p><a href=\"https:\/\/spines.com\/book-cover-design-tips-for-creating-eye-catching-covers\/\">Designing a book cover<\/a> that aligns with the book&#8217;s target audience is one of the most critical steps in the publishing journey. A well-crafted cover doesn’t just look appealing; it communicates the essence of the book and grabs the attention of potential readers, often becoming the first factor in their decision to explore further.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Purpose of Art vs Functionality in Book Cover<\/strong> <strong>Design<\/strong><\/h2>\n\n\n\n<p>Imagine walking through a library where all the books have blank covers. Daunting, right? That’s where the role of functionality steps in. A cover has to do more than just look good; it has to make a promise to the reader about the story within. The front cover is the first point of contact between a reader and a book, acting as a strategic marketing tool that captures attention in a crowded marketplace. Here, designers grapple with combining art with practical cues like typography, imagery, and color palette, all meant to subtly—but powerfully—speak to the book’s essence and genre.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>While a romance novel cover might be painted in soft, warm hues with delicate fonts, a horror novel could display dark, sharp visuals to set the reader’s expectations. It’s the designer’s job to marry art and function, making sure that each cover not only attracts but also tells the truth about the book&#8217;s genre and the pages inside.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Key Elements of a Great Cover: Beyond Just Good Looks<\/strong><\/h2>\n\n\n\n<p>Creating a memorable cover involves multiple design elements that work together like a symphony, with each component adding to the book’s allure. <strong>Typography<\/strong> might seem like a small detail, but it’s crucial. Think of bold, capitalized fonts for a thriller versus flowing, cursive fonts for romance novels. <strong>The color palette<\/strong> also plays a big role, evoking certain emotions before a single page is read.<\/p>\n\n\n\n<p>A <strong>visual metaphor<\/strong> can encapsulate complex themes and ideas, such as using an abyss to symbolize depression, suggesting profound emotional struggles through visual representation. Designers also consider <strong>negative space<\/strong> as an essential part of composition. You’ve likely seen covers where a stark white or black background enhances the title or central image. This use of negative space can focus a reader’s attention and add a touch of elegance, making the cover visually pleasing without overwhelming the senses. A visually pleasing composition is crucial for engaging potential buyers and effectively conveying the book’s essence.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXeMUUhXs6K4Vk6C-EXd_VDK80mGk6YgZWE1azcVuCbKWbWAIs881Sllz8_JLRLAHimZOJedDueOmDjHsc1rL34KloMOF9pWk-OLCMhN1x3szF251U_hr5CnikiH7pWf5a2pu0SKLcstwCX9Lwd12DwnNWm_?key=PeKHOOqPSFgZp_ALGxqDLQ\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Matching the Cover to Genre and Audience: Knowing Who You’re Designing For<\/strong><\/h2>\n\n\n\n<p>Imagine a horror novel cover decorated with pink hearts or a mystery thriller splashed in pastel colors. It wouldn’t just confuse readers; it would likely drive them away. Cover design is all about capturing the book&#8217;s genre and its target audience in a way that feels authentic. This is why designers conduct research, examining current trends, successful covers in the genre, and what appeals to the book’s target audience.<\/p>\n\n\n\n<p>It’s not just about following genre tropes; it’s about knowing where to bend and break those tropes. For instance, in fantasy genres, darker, earthy tones are common. But if you want to stand out, adding a bold accent color—maybe gold or deep blue—can elevate the cover from just another fantasy novel to a “must-have” on a reader’s bookshelf.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Creative Process: From Concept to Final Cover<\/strong><\/h2>\n\n\n\n<p>Cover design is rarely a one-and-done affair. It’s a journey that progresses from the initial concept to the final masterpiece. Designers start with a <strong>design brief<\/strong>—a document outlining the book’s genre, audience, and any must-have elements. From there, they may sketch or brainstorm different concepts, translating words into visual cues that capture the story’s essence.<\/p>\n\n\n\n<p>Illustrators might sketch out a concept, while graphic designers refine the typography and layout. There’s often a back-and-forth between authors and publishers, ensuring that the cover aligns with the author’s vision for the book while keeping the end reader in mind. The back cover is equally important, serving as a continuation of the front cover&#8217;s design and providing additional visuals and information to entice readers. It’s a collaborative, iterative process, and the best covers are born out of careful consideration, creativity, and feedback.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>For self-published authors, platforms like<a href=\"https:\/\/spines.com\/\"> Spines<\/a> can simplify this process, offering AI-driven cover design that provides multiple options based on genre bestsellers. This way, even if you’re working solo, you have the support of an intuitive toolset designed to help your cover stand out.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXdVdGGV_tgOEIzZszpAtpGwy5eOTmCkuWIb8RBc-r80-EKLRwwhSAxsdf6R7MNGD8tolLfyOCvB9U---pLrxbeNn32ZK2FYeIMw7EChEhxnJfNWwuM0OMvOIOlMcEvZw0153Ez5srOagErK2UfTdL317Ww?key=PeKHOOqPSFgZp_ALGxqDLQ\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Working with Book Cover Designers<\/strong><\/h2>\n\n\n\n<p>Partnering with a skilled book cover designer can elevate your book’s visual appeal and make it stand out in a competitive marketplace. When you work with a designer, you&#8217;re not just hiring someone to create a cover; you’re collaborating on an interpretation of your story, crafted to engage readers and convey the essence of your book. Here’s what to consider for a successful collaboration:<\/p>\n\n\n\n<p><strong>1. Prepare a Design Brief<\/strong><strong><br><\/strong>A clear, comprehensive design brief is the foundation of a productive relationship with your designer. Your brief should outline the book’s genre, target audience, and any specific themes or moods you want the cover to convey. If possible, provide examples of covers you admire or other visuals that align with your vision. This will help the designer grasp the look and feel you’re aiming for, and avoid multiple rounds of revisions later on.<\/p>\n\n\n\n<p><strong>2. Collaborate on Key Design Elements<\/strong><strong><br><\/strong>Once the designer has reviewed your brief, they will start developing initial concepts. This is the time to offer feedback on key design elements, such as color scheme, typography, and imagery. If your story leans toward mystery or romance, for instance, discuss how the designer can reflect this visually to match genre expectations. Striking the right balance between your vision and the designer’s expertise can lead to a cover that resonates with your readers.<\/p>\n\n\n\n<p><strong>3. Value the Designer’s Expertise<\/strong><strong><br><\/strong>It’s natural to feel passionate about how your book is represented but remember that designers bring valuable market knowledge and artistic insight to the table. They often understand visual trends and design best practices better than authors do. Trust their expertise, particularly in areas like composition and typography. A great designer will balance your input with their own knowledge to create a cover that’s both visually appealing and strategically effective.<\/p>\n\n\n\n<p><strong>4. Give Constructive Feedback<\/strong><strong><br><\/strong>Cover design is typically an iterative process, requiring some back-and-forth to fine-tune details. Be specific when providing feedback—rather than saying, “I don’t like this,” explain what could be improved, like the color palette, font size, or placement of elements. Constructive feedback helps the designer understand your preferences and make adjustments that bring you closer to the ideal cover.<\/p>\n\n\n\n<p><strong>5. Trust the Process<\/strong><strong><br><\/strong>The journey from concept to final cover can take time, with multiple drafts and revisions. Trusting the process and being patient as the designer refines their work can help maintain a positive working relationship. Remember, the best covers come from a blend of creativity, feedback, and the designer’s dedication to producing something exceptional.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXcGjydeO7OXJqwInuJmLYdH3K3xNpmL2bHUHsL5LfBYMeAPB_vRld7stGF4J98UGsT1tnJd75uH8hIXJRiIEzkrx7ViIW2mF4_I6f10oKuP9jj7jAvDfM0aCwrWnlGluGD5uSgS3mTQ792Q521cphl3ik8?key=PeKHOOqPSFgZp_ALGxqDLQ\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Self-Publishing and Cover Design: Navigating the Challenges<\/strong><\/h2>\n\n\n\n<p><a href=\"https:\/\/en.wikipedia.org\/wiki\/Self-publishing\" target=\"_blank\" rel=\"noopener\">Self-publishing<\/a> authors often find themselves in a unique position, needing to create covers that align with the book&#8217;s target audience and stand toe-to-toe with traditionally published books, often without the support of a full design team. A well-executed cover captures the essence of the book, evoking emotions and setting the narrative tone. Here, functionality sometimes takes precedence, with designs leaning heavily on genre cues to communicate with readers effectively.<\/p>\n\n\n\n<p>That’s where<a href=\"https:\/\/spines.com\/\"> Spines<\/a> can make a real difference. As a self-publishing platform, it offers everything from <strong>AI-assisted design tools<\/strong> to <strong>cover mock-ups<\/strong>, allowing authors to build covers that compete visually and commercially. These features enable authors to stay on par with traditionally published books, capturing the attention of both casual readers and dedicated fans.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>DIY vs Professional Book Cover Design: Making the Right Choice<\/strong><\/h2>\n\n\n\n<p>When it comes to book cover design, authors face a pivotal decision: should they go the DIY route or hire a professional book cover designer? Both options have their pros and cons, with the best choice depending on the author’s goals, budget, and design expertise.<\/p>\n\n\n\n<p>DIY book cover design can be a cost-effective and creative outlet. With numerous online resources and design tools available, authors can experiment with different styles and elements. However, creating a visually striking cover that meets industry standards can be a daunting task, especially for those without design experience. A DIY cover might save money upfront, but it could fall short of capturing the book’s essence and attracting the target audience.<\/p>\n\n\n\n<p>On the other hand, professional book cover designers bring a wealth of expertise and experience to the table. They understand the nuances of typography, color palettes, imagery, and composition, ensuring that the cover not only looks good but also effectively communicates the book’s genre and themes. A professional designer can craft a cover that resonates with the target audience, making the book stand out in a crowded market.<\/p>\n\n\n\n<p>Ultimately, the choice between DIY and professional design hinges on what the author values more: the creative control and cost savings of DIY or the polished, market-ready appeal of a professionally designed cover. For those aiming to make a strong first impression and boost their book’s chances of success, investing in a professional book cover designer is often the best route.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Impact of Book Cover Design on Book Sales: Why First Impressions Matter<\/strong><\/h2>\n\n\n\n<p>A book cover is more than just a protective layer; it’s the first point of contact between a reader and a book. This initial impression can make all the difference in whether a reader decides to pick up the book or pass it by. A well-designed book cover can attract readers, convey the book’s genre and themes, and create a lasting impression that drives sales.<\/p>\n\n\n\n<p>Research has shown that a book cover significantly influences a reader’s perception of the book’s content and quality. A visually appealing, relevant, and well-designed cover can entice readers to explore the book further, increasing the likelihood of a purchase. Conversely, an unappealing or poorly designed cover can lead to a negative first impression, deterring potential readers and impacting sales.<\/p>\n\n\n\n<p>In addition to attracting readers, a well-designed book cover plays a crucial role in establishing the author’s brand and reputation. A consistent and recognizable cover design can help authors build a loyal following and increase their visibility in the market. In today’s digital age, where millions of books are available online, a standout cover can be the key to capturing attention and driving sales.<\/p>\n\n\n\n<p>Authors who invest in professional book cover design can reap the benefits of increased visibility, credibility, and ultimately, book sales. A compelling cover not only attracts readers but also sets the stage for a positive reading experience, making it a vital component of a book’s success.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Trends in Book Cover Design: What’s Grabbing Readers’ Attention?<\/strong><\/h2>\n\n\n\n<p>The world of book design is always evolving, driven by changing tastes and cultural shifts. Minimalism is a major trend, with clean lines and simple typography that stand out on crowded bookstore shelves. Conversely, intricate designs with bold imagery are making a comeback in genres like fantasy, where readers crave rich, atmospheric details.<\/p>\n\n\n\n<p>Another trend is the use of <strong>visual metaphors<\/strong>—a subtle image or symbol on the cover that hints at the story within. This technique gives readers a sense of mystery and invites them to explore the book further. In today’s social media-driven world, covers are now being designed with online platforms in mind, as a significant portion of book sales happen online, where smaller images require clear, instantly recognizable designs.<\/p>\n\n\n\n<p>If you’re an author navigating the cover design process, <a href=\"https:\/\/spines.com\/\"><strong>Spines<\/strong><\/a> offers access to current trends and best practices, with designs inspired by bestsellers in each genre. With options to create multiple cover drafts, you can experiment with various styles to find what resonates with your audience.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Art Meets Functionality: Finding the Perfect Balance<\/strong><\/h2>\n\n\n\n<p>At the heart of every successful book cover is the delicate balance of art, functionality, and the clear communication of the book&#8217;s genre. A well-designed cover does more than look nice; it grabs attention, communicates genre, and engages the reader emotionally. The visual design elements of the front and back covers are crucial, as they need to complement each other and the overall branding and messaging of the book. Designers aim to create covers that resonate and linger in the mind long after readers have seen them.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>Spines’ approach is to blend advanced AI with human expertise to ensure each cover aligns with market trends and reader preferences. This partnership between art and function is crucial for self-publishing authors who need covers that can compete and stand out. With a user-friendly dashboard and personalized support, Spines makes the process accessible and intuitive, regardless of design experience.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXeq2rmWqeYlEWGzRZlqiYlmYsSf7dDrDtpNJt5L19QTXhbTEiBrFRtO0Nq-b04CfwvMcb6A3d5EQkGdvjvVcM_9a6z4_QQgRQMLuY4aAycApXDKSPGGQPMS2HRiWvtGsr2E9kaFnjxUmj7F7TcPkFLQlI0?key=PeKHOOqPSFgZp_ALGxqDLQ\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Embrace the Power of Your Cover<\/strong><\/h2>\n\n\n\n<p>Whether you’re aiming for a visually striking work of art or a cover that functionally communicates genre and theme, remember: your book cover should resonate with your book&#8217;s target audience. It’s the element that can capture a reader’s attention in a split second, making them reach for your book amidst countless others.<\/p>\n\n\n\n<p>As an author, investing in a strong cover design is one of the most impactful decisions you can make.<a href=\"https:\/\/spines.com\/\"> Spines<\/a> offers a unique, advanced technology solution that lets you create, iterate, and refine your cover design, ensuring it’s not just another pretty face but a powerful tool for your book’s success.<\/p>\n\n\n\n<p>If you’ve completed your manuscript and are ready to take the leap into self-publishing, <a href=\"https:\/\/spines.com\/sign-up\/\">consider trying Spines<\/a>. With tools to streamline every aspect of the publishing process, from cover design to global distribution, Spines is designed to help authors like you achieve publishing success. Sign up today and start creating a cover that does your story justice.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Best Practices for a Winning Book Cover: Strategies for Success<\/strong><\/h2>\n\n\n\n<p>Creating a winning book cover requires a blend of creativity, technical skills, and a deep understanding of the publishing industry. Here are some best practices to help authors design a successful book cover:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Know Your Target Audience<\/strong>: Understanding who your readers are, what they like, and what resonates with them is crucial. This knowledge will guide your design choices and help create a cover that speaks directly to your audience.<\/li>\n\n\n\n<li><strong>Keep It Simple and Focused<\/strong>: Avoid clutter and ensure that the cover design is easy to read and understand. A simple and focused design can be more effective than a busy and complicated one.<\/li>\n\n\n\n<li><strong>Use High-Quality Images<\/strong>: Invest in high-quality images that are relevant to the book’s content and genre. Avoid using low-resolution or poorly lit images that can detract from the cover’s overall quality.<\/li>\n\n\n\n<li><strong>Choose the Right Typography<\/strong>: Select a font that is clear, readable, and consistent with the book’s genre and tone. Avoid using too many fonts or font sizes, as this can create visual clutter.<\/li>\n\n\n\n<li><strong>Consider the Book’s Genre<\/strong>: Ensure that the cover design aligns with the book’s genre and conventions. This helps readers quickly identify the book’s category and make an informed decision about whether to purchase it.<\/li>\n\n\n\n<li><strong>Make It Visually Appealing<\/strong>: Use color, texture, and composition to create a visually appealing cover that grabs the reader’s attention. Avoid using too much text or complicated graphics that can overwhelm the reader.<\/li>\n\n\n\n<li><strong>Ensure Consistency<\/strong>: Ensure that the cover design is consistent with the book’s interior design and branding. This creates a cohesive and professional-looking product.<\/li>\n<\/ol>\n\n\n\n<p>By following these best practices, authors can create a winning book cover that attracts readers, conveys the book’s message, and establishes their brand and reputation in the market. A well-designed cover is a powerful tool that can make all the difference in a book’s success.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n","protected":false},"excerpt":{"rendered":"<p>You’ve heard it a million times, “Don’t judge a book by its cover.” But let’s face it: we all do. In fact, according to The Book Smugglers, nearly 80% of readers confess to being drawn to a book because of its cover, while 60% admit they’re more likely to buy it if the design hits [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":217635,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[75],"tags":[],"class_list":["post-217632","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-design"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/217632","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=217632"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/217632\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/217635"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=217632"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=217632"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=217632"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}