{"id":237891,"date":"2024-11-21T15:46:26","date_gmt":"2024-11-21T15:46:26","guid":{"rendered":"https:\/\/spines.com\/?p=237891"},"modified":"2025-09-03T11:26:03","modified_gmt":"2025-09-03T11:26:03","slug":"licensing-self-published-books-for-adaptation","status":"publish","type":"post","link":"https:\/\/spines.com\/licensing-self-published-books-for-adaptation\/","title":{"rendered":"Licensing Self-Published Books for Adaptation: A Guide to Film, TV, Audio"},"content":{"rendered":"\n<figure class=\"wp-block-image size-full is-resized\"><img fetchpriority=\"high\" decoding=\"async\" width=\"760\" height=\"428\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/11\/Capture-decran-2024-11-23-164520.png\" alt=\"Licensing Self-Published Books for Adaptation: A Guide to Film, TV, Audio\" class=\"wp-image-237894\" style=\"width:840px;height:auto\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/11\/Capture-decran-2024-11-23-164520.png 760w, https:\/\/spines.com\/wp-content\/uploads\/2024\/11\/Capture-decran-2024-11-23-164520-300x169.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2024\/11\/Capture-decran-2024-11-23-164520-360x203.png 360w, https:\/\/spines.com\/wp-content\/uploads\/2024\/11\/Capture-decran-2024-11-23-164520-600x338.png 600w\" sizes=\"(max-width: 760px) 100vw, 760px\" \/><\/figure>\n\n\n\n<p>Your self-published book is hitting the big screen, captivating binge-watchers, or streaming as a thrilling audiobook, isn’t that the dream?! Today, indie authors have the power to expand beyond pages through self-publishing and tap into the world of film, TV, and audio—without needing a traditional publisher to greenlight the journey. Licensing lets you keep creative control while unlocking new audiences and income streams.<\/p>\n\n\n\n<p>Not only does it put your story on a bigger stage, but it also boosts your visibility and builds your author brand. For self-published authors, licensing isn’t just a perk; it’s a savvy move to grow your reach, influence, and bank account.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Understanding Licensing Agreements: The Basics Every Self-Published Author Needs to Know<\/strong><\/h2>\n\n\n\n<p>Alright, let’s demystify licensing agreements—think of them as your book’s passport to the world of adaptation! When you license your book, you’re essentially giving someone else the green light to adapt it into another form, like a movie, TV show, or audiobook. Here’s the twist: you’re still the proud owner of your story—you’re just letting others bring it to life in different ways.<\/p>\n\n\n\n<p>Now, on to the terms! A <strong>license<\/strong> grants permission for a production company or studio to use your book’s content, while <strong>adaptation<\/strong> means reshaping it for another medium (say, turning that thriller into a pulse-pounding series). And <strong>rights<\/strong>? They’re the little nuggets of control you grant (or withhold) over how and where your story appears.<\/p>\n\n\n\n<p>When it comes to licensing, there are two flavors: <strong>exclusive<\/strong> and <strong>non-exclusive<\/strong>. An exclusive license means you’re giving one lucky company full rights to adapt your story, ensuring they’re the only ones with permission to put it on screen or in audio. Non-exclusive rights, however, allow you to license your book to multiple parties simultaneously—imagine your book adapted into a TV series <em>and<\/em> a podcast!<\/p>\n\n\n\n<p>Best of all, licensing lets you stay at the helm while your book takes on new lives, keeping creative control but sharing the storytelling journey with other creators. So, ready to give your book a little spotlight in new places? Licensing might just be your ticket to a broader audience and a more dynamic career.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXdzDK2QIiuqDNEyBb-CHG7Xjz650zpZpIPL-OLY21om4HMvA6bZxj8sL2AbRR3cNx_hbAISYGlqWWUTubfB96Elln753IrM56-Oz33fRgmbwr3xWK4uF_0MbTV0Sm6i4N3Rsp7aFdjNGsSP9tp5XaVIL35C?key=fkf-1HAQY8xEDiJdys1xNQ\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Building Your Foundation: Retaining IP Rights as a Self-Published Author<\/strong><\/h2>\n\n\n\n<p>Before your book can leap into the world of adaptations, you’ll need to lock down those precious IP rights—think of them as the keys to your creative kingdom! <strong>Intellectual property (IP)<\/strong> refers to any original creation, like your story, that you can legally own, while <strong>copyright<\/strong> is your official claim over that work. In short, copyright means no one else can turn your book into a movie, TV series, or anything else without your say-so (and a shiny contract in hand).<\/p>\n\n\n\n<p>For <a href=\"https:\/\/en.wikipedia.org\/wiki\/Self-publishing\" target=\"_blank\" rel=\"noopener\">self-publishing<\/a> authors, maintaining your IP rights isn’t just a power move; it’s the golden ticket for licensing opportunities. Without it, you lose control over your book’s destiny, and adaptations become someone else’s decision, not yours. Holding onto these rights gives you the freedom to negotiate, say yes to the right opportunities, and keep creative authority over your story.<\/p>\n\n\n\n<p>Ready to make sure your book is fully yours? With<a href=\"https:\/\/spines.com\/\"> Spines<\/a> you instantly receive a free copyright certificate for your manuscript the moment you decide to upload. Still need some clarification? Here are some practical steps:<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Register your copyright<\/strong><\/h3>\n\n\n\n<p>It&#8217;s important to register your copyright with the appropriate authority (usually the U.S. Copyright Office or similar in your country) as this step provides a legal record of ownership.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Store your drafts and records.<\/strong><\/h3>\n\n\n\n<p>Hang on to dated drafts and other materials proving you wrote the book.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Use clear agreements<\/strong><\/h3>\n\n\n\n<p>Be transparent and direct with your agreements when working with editors, designers, or others on your book to ensure all rights revert to you.<\/p>\n\n\n\n<p>Think of your IP rights as your book’s safety net, keeping it secure and adaptable on <em>your<\/em> terms. Once you’ve got them in place, you’re ready to step into the world of licensing with confidence!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Publishing Process and Licensing<\/strong><\/h2>\n\n\n\n<p>Navigating the publishing process can feel like a marathon, but understanding each stage is crucial for self-published authors. From polishing your manuscript to distributing your book, every step is a building block toward your success. But where does licensing fit into this puzzle?<\/p>\n\n\n\n<p>Licensing is your golden ticket to expanding your book’s reach beyond traditional formats. By granting permission for your work to be used in various forms—be it print, digital, or even film—you open doors to new audiences and revenue streams. For self-published authors, mastering licensing agreements is essential. These agreements protect your intellectual property, ensuring that your creative work remains yours while allowing others to adapt and distribute it.<\/p>\n\n\n\n<p>Think of licensing as a way to maximize your book’s potential. By understanding the publishing process and the role of licensing, you can safeguard your rights and boost your earnings. So, gear up and get ready to take your book to new heights!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Spotting Opportunities: How to Attract Interest for Film, TV, or Audio Adaptations<\/strong><\/h2>\n\n\n\n<p>So, you’ve got a killer story—now, let’s get Hollywood (or Netflix!) to notice. To catch the eye of producers or literary agents, you’ll need to make some noise. Start by building a fan base that makes others want in on the action. <strong>Self-promotion<\/strong> is your best friend here, so don’t be shy! A strong online presence can work wonders, showing off not only your book but also the buzz you’ve built around it, which is crucial for your writing career.<\/p>\n\n\n\n<p><strong>Social media<\/strong> is your red carpet to reach readers, fans, and even industry insiders. Share sneak peeks, behind-the-scenes moments, and fan reactions on platforms like Instagram, Twitter, or TikTok. Engage with your audience and keep them hooked—they’re the ones that make your story sparkle to potential adaptors.<\/p>\n\n\n\n<p>Finally, consider a website or blog dedicated to your book. It can serve as the go-to spot for updates and gives agents and producers a one-stop shop to learn about you and your story. Make it easy, make it appealing, and the adaptation offers roll in!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Working with Traditional Publishers and Digital Platforms<\/strong><\/h2>\n\n\n\n<p>As a self-published author, you have a world of opportunities at your fingertips. Traditional publishers and digital platforms each offer unique advantages to help you reach a wider audience. But how do you choose the right path?<\/p>\n\n\n\n<p>Traditional publishers bring a wealth of resources to the table, including professional editing, marketing, and distribution services. They can help polish your book to perfection and get it into bookstores and libraries. However, working with traditional publishers often means navigating complex licensing agreements. It’s crucial to ensure that you retain control over your work and receive fair compensation.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>On the flip side, digital platforms offer unparalleled flexibility and global reach. Platforms like Amazon Kindle Direct Publishing and Spines allow you to publish and distribute your book worldwide with just a few clicks. But don’t be fooled by the ease of digital publishing—licensing agreements still play a vital role. Make sure you understand the terms and conditions to protect your rights and maximize your earnings.<\/p>\n\n\n\n<p>Whether you choose traditional publishing or digital platforms, the key is to carefully evaluate licensing agreements. By doing so, you can ensure that your work reaches its full potential while keeping control firmly in your hands.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Best Practices for Self-Publishers<\/strong><\/h2>\n\n\n\n<p>First and foremost, understand intellectual property laws. Register your work with the relevant authorities to establish a legal record of ownership. This not only protects your intellectual property but also strengthens your position when negotiating licensing agreements. Whether you’re working with editors, designers, or publishers, ensure that all rights revert to you. This clarity prevents misunderstandings and keeps you in control of your work.<\/p>\n\n\n\n<p>Finally, familiarize yourself with the different licensing options available. Exclusive and non-exclusive agreements each have their pros and cons. By following these best practices, self-publishers can navigate the publishing industry with confidence and success.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Working with Literary Agents and Production Companies<\/strong><\/h2>\n\n\n\n<p>So, you’re ready to bring in the pros—literary agents and production companies. Think of agents as your savvy negotiators, the ones who know the ropes of adaptation deals, including film rights, and have connections that can open doors. They’re the go-betweens, working with you and pitching your book to film studios, TV networks, or even top-tier podcast creators. Production companies, on the other hand, are the powerhouse teams that take your story and turn it into a movie, series, or audiobook. They’re the ones who will actually bring your book to life, so choose wisely!<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>Before teaming up with anyone, ask some key questions. For an agent, find out how they approach pitching books for adaptations and what their success rate is with similar projects. For production companies, ask about their adaptation process, past projects, and whether they’ve worked on stories in your genre. It’s also a good idea to get a sense of their creative style—does it match your vision for the adaptation?<\/p>\n\n\n\n<p>To spot reputable partners, start by checking their past work. If an agent has closed deals with big-name studios, or if a production company has a solid track record with book adaptations, they’re worth a look. Trust your instincts too—agents and companies with good reputations will be open, transparent, and excited about your work. With the right team in your corner, you’ll be well on your way to the big leagues!<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXdVU_b1mX5IUEMhnlsjWlnVIOgRmdBqEWZV75gFPAsUF5Qw9q_t7TZpb9RdQywxBriy7c2SWa7sXCxh_HwooPXO-ahqozqbcw2NzGCXf9f1VcIKkpgabrmqDYZwp-D76jBK3uDjmSS2LSv7eoM5DFxJMuLz?key=fkf-1HAQY8xEDiJdys1xNQ\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Evaluating Licensing Offers<\/strong><\/h2>\n\n\n\n<p>When a licensing offer lands on your desk, it’s tempting to jump at the opportunity. But hold on—evaluating the offer carefully is crucial to ensure it’s in your best interest.<\/p>\n\n\n\n<p>Start by scrutinizing the terms and conditions of the agreement. What types of adaptations are allowed? Where can your story be adapted, and for how long? These details can significantly impact your rights and income, so make sure you understand every aspect.<\/p>\n\n\n\n<p>Next, consider the royalties or fees offered. Are they fair and competitive? Research the publisher or digital platform’s reputation and track record of paying royalties. A good deal on paper means nothing if the payments don’t materialize.<\/p>\n\n\n\n<p>Don’t forget to seek professional advice. A literary agent or lawyer specializing in intellectual property can provide invaluable insights and help you negotiate a fair and beneficial agreement.<\/p>\n\n\n\n<p>By taking the time to evaluate licensing offers thoroughly, self-published authors can secure deals that respect their work and boost their careers.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Drafting and Negotiating Licensing Contracts<\/strong><\/h2>\n\n\n\n<p>When it comes to licensing contracts, proceed with caution—this is the agreement that could make or break your book’s future. A well-drafted contract should cover some essential elements, like <strong>scope<\/strong> (what types of adaptations are allowed), <strong>territory<\/strong> (where in the world your story can be adapted), <strong>duration<\/strong> (how long the license lasts), and <strong>royalties<\/strong> (how much you’ll earn per adaptation). Each of these factors has the potential to seriously impact your rights and income, so be sure to understand every detail.<\/p>\n\n\n\n<p>One critical piece many authors overlook? <strong>Derivative works.<\/strong> This means sequels, spin-offs, or any additional creative offshoots of your book. If these aren’t covered, you could find yourself on the sidelines while someone else cashes in on a spin-off series or franchise that you have little control over. Make sure your agreement specifies who has the right to create these works and don’t be afraid to limit it.<\/p>\n\n\n\n<p>When negotiating, don’t rush. Ask questions, clarify terms, and, if possible, work with a lawyer who specializes in IP and entertainment contracts. They can help you ensure that your contract serves your best interests, not just those of the production company. Remember, this is your story, and you deserve fair compensation and control over how it’s adapted. Take your time to lock in a contract that respects your work and vision—this is your story’s ticket to the world, after all.<\/p>\n\n\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\"\/>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXdPMtt1nCmTk82oxtKg-xeroEIgZJ81JHfo-n5bXaoOpXjZB11m0qL_rEgOCPbedlXXJFV_KDtJOsvf1ft4at3seRar6SQEWCLMhyTMHMg1kHJKW94Wd-XmfUFyoFG439LCG4OrG3farSQb4AblJZ1dRpod?key=fkf-1HAQY8xEDiJdys1xNQ\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Example: How a Licensing Deal Discussion Might Play Out<\/strong><\/h2>\n\n\n\n<p><strong>Scene: A cozy coffee shop.<\/strong> <em>Jenna, an indie author, sits across from Mark, a producer from Big Vision Studios. Both have notebooks and coffee in front of them.<\/em><\/p>\n\n\n\n<p><strong>Mark:<\/strong> So, Jenna, we love your book! We’re thinking about a mini-series—drama, suspense, a bit of romance. It’s all there!<\/p>\n\n\n\n<p><strong>Jenna:<\/strong> (smiling) That sounds amazing! Let’s talk terms.<\/p>\n\n\n\n<p><strong>Mark:<\/strong> Absolutely. For royalties, we’re offering 5% of net profits on streaming revenue. And, of course, exclusive adaptation rights for North America.<\/p>\n\n\n\n<p><strong>Jenna:<\/strong> (leans forward) I appreciate the offer, but I’d like to aim for 10% royalties—streaming adds up fast! Also, let’s talk territories. If we’re going exclusive, I’d like global rights covered, not just North America.<\/p>\n\n\n\n<p><strong>Mark:<\/strong> (nods) Fair points. I think we can make the global exclusivity work. And 10%? We might be able to push it up, but we’d need a longer duration, say… 5 years?<\/p>\n\n\n\n<p><strong>Jenna:<\/strong> Deal—as long as I retain rights for any derivative works. I want the option to create sequels or spin-offs if we get that kind of interest.<\/p>\n\n\n\n<p><strong>Mark:<\/strong> Smart move. We can make that happen. So, 10% royalties, global exclusivity, and you keep rights for sequels. Sounds like we’re close!<\/p>\n\n\n\n<p><strong>Jenna:<\/strong> Looks like it. Let’s get this in writing, and we’ll be ready to roll.<\/p>\n\n\n\n<p><em>They shake hands, both grinning—Jenna’s story is one step closer to hitting the screen.<\/em><\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Managing Adaptation Success: What Happens After You License Your Book<\/strong><\/h2>\n\n\n\n<p>Once you’ve signed that licensing agreement, it’s time to sit back (mostly) and let the production team work their magic. In most cases, your role as the author shifts to a more hands-off position. Depending on your contract, you may get occasional updates, or even be invited on set, but the day-to-day creative decisions—casting, directing, and editing—are usually in the hands of the production team.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>Still, don’t underestimate the thrill of watching your story unfold in a new medium! While you may have limited input, your work as an author often gets a boost just by association. And if the adaptation takes off? There could be a whole new chapter awaiting—think sequels, spin-offs, or even fresh book deals. A successful adaptation can spark demand for more content, opening doors to new readers and opportunities to expand your world even further. So, embrace the journey, and prepare for exciting possibilities as your story reaches new audiences.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>International Markets and Translation<\/strong><\/h2>\n\n\n\n<p>The world is your oyster, and international markets offer a treasure trove of opportunities for self-published authors. Licensing your work for translation and distribution abroad can significantly expand your reach and readership. However, venturing into international markets comes with its own set of challenges. Understanding international copyright laws and licensing agreements is crucial.<\/p>\n\n\n\n<p>Work with reputable translators and publishers to maintain the quality and integrity of your work. And don’t stop at translations. Consider the potential for film adaptations and other subsidiary rights in international markets. By approaching international markets strategically, self-published authors can unlock new avenues for growth and success.<\/p>\n\n\n\n<p>This approach will help self-published authors navigate the complex world of licensing and make the most of their creative work.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Pitfalls and Horror Stories: Lessons from Authors Who’ve Licensed Their Work<\/strong><\/h2>\n\n\n\n<p>Ah, the glamorous world of adaptations… until it’s not! Plenty of authors have watched in horror as their beloved book morphed into something, well, unrecognizable. One author saw their gritty thriller adapted into a rom-com (spoiler: it bombed), while another’s fantasy epic was squeezed into a single, low-budget episode. The culprit? Lack of creative control.<\/p>\n\n\n\n<p>To avoid joining the ranks of adaptation horror stories, make sure your licensing contract is clear on creative involvement. Want veto power over major changes? Spell it out. Another common pitfall: compensation. Some authors have ended up with pennies because they agreed to a low royalty rate. Always negotiate fair payment terms, and remember, you’re the creator here—don’t sell yourself short!<\/p>\n\n\n\n<p>So, think carefully, ask questions, and ensure your contract has your story’s best interests at heart. Nothing’s scarier than watching your epic saga turned into a sitcom… and getting barely enough royalties to cover your coffee tab.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Licensing Self-Published Books for Adaptation: <strong>Licensing as a Path to Greater Opportunities<\/strong><\/h2>\n\n\n\n<p>Licensing your book is more than just a deal—it’s a launchpad. With the right adaptation, your story can leap off the page, reaching new audiences and expanding your author brand in ways you never imagined. Whether it’s seeing your characters come to life on screen or hearing your story narrated in an audiobook, the rewards are both creative and financial.<\/p>\n\n\n\n<p>So, don’t let your story stay hidden on the shelf. Explore the possibilities, reach out to the right partners, and take that next step toward adaptation! By thoughtfully pursuing licensing opportunities, you’re not just growing your readership—you’re building a dynamic, lasting career. Ready to let your story shine across every platform? The world is waiting to see it.<\/p>\n\n\n\n<p>Ready to turn your manuscript into a book that readers can’t put down? Join<a href=\"https:\/\/spines.com\/\"> Spines<\/a> today and get expert guidance every step of the way—from draft to distribution. Start your journey with a free review and discover the potential of your story!<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n","protected":false},"excerpt":{"rendered":"<p>Your self-published book is hitting the big screen, captivating binge-watchers, or streaming as a thrilling audiobook, isn’t that the dream?! Today, indie authors have the power to expand beyond pages through self-publishing and tap into the world of film, TV, and audio—without needing a traditional publisher to greenlight the journey. Licensing lets you keep creative [&hellip;]<\/p>\n","protected":false},"author":9277,"featured_media":237896,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[],"class_list":["post-237891","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/237891","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9277"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=237891"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/237891\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/237896"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=237891"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=237891"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=237891"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}