{"id":239043,"date":"2024-11-20T16:02:20","date_gmt":"2024-11-20T16:02:20","guid":{"rendered":"https:\/\/spines.com\/?p=239043"},"modified":"2025-09-03T11:26:03","modified_gmt":"2025-09-03T11:26:03","slug":"how-to-format-your-manuscript-for-kindle","status":"publish","type":"post","link":"https:\/\/spines.com\/how-to-format-your-manuscript-for-kindle\/","title":{"rendered":"How to Format Your Manuscript for Kindle and Other eReaders"},"content":{"rendered":"\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXeZ0jZRd9bTnv67BvwVKR_Oxt74Q73t7Cx09rP0cUAnL_n5GXqysdrv8wHv2CUGGR_w1-AE9feEHhZIGEUHB2O3P8ClnU16iwEs2bOycYLV7RZy_1tCs2oxgcaLOuCT_X4eU701jw?key=1hxZuv7xROanyfJp3-exHg\" alt=\"Format Your Manuscript for Kindle\"\/><\/figure>\n\n\n\n<p>You’ve spent months (maybe even years) sweating over every word of your manuscript, and now you’re ready to share it with the world. But hold your literary horses because before you can release your masterpiece to Kindle or other eReaders, you’ll need to master the dark art of eBook formatting. Understanding how to correctly prepare a manuscript for e-book formats is crucial to ensure legibility and a polished final product, focusing on aspects like images, text organization, and style definitions to avoid common formatting pitfalls. <\/p>\n\n\n\n<p>Sure, it’s not as glamorous as crafting a plot twist that leaves readers gasping, but <a href=\"https:\/\/spines.com\/services\/book-formatting\/\">professional book formatting<\/a> is what turns a Word document into a polished, professional eBook that’s easy on the eyes (and the Kindle screen).<\/p>\n\n\n\n<p>In this guide, we’ll walk you through the steps to format your manuscript for Kindle and other eReaders, using a sprinkle of humor to keep you entertained as you wrestle with margins, chapter titles, and page breaks. Let’s dive in and make sure your readers don’t have to squint at wonky line breaks or curse at erratic page numbers.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Understanding eBook Formats: EPUB, MOBI, and KPF Explained<\/strong><\/h2>\n\n\n\n<p>Ah, eBook formats—because why have just one standard when you can have three that compete for attention like siblings trying to get the last cookie? The big three formats you’ll encounter are EPUB, MOBI, and KPF. Each format has its own advantages and best practices, with EPUB being the preferred format due to its wide acceptance and standardization across numerous ebook marketplaces. Here’s a quick rundown of each:<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>EPUB:<\/strong><\/h3>\n\n\n\n<p>EPUB is a widely used ebook format known for its versatility in displaying various content types such as text, images, and tables. Its compatibility with multiple devices makes it a popular choice among authors for distributing electronic publications. The universal format is used by most eReaders (except Kindle, because of course). If you want your book to be read on devices like Nook or Kobo, this is your go-to format.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>MOBI:<\/strong><\/h3>\n\n\n\n<p>This was once Kindle’s preferred format, but Amazon has moved on to KPF for newer devices. However, MOBI still works on older Kindle models, so if you’re feeling nostalgic, you can still use it.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>KPF:<\/strong><\/h3>\n\n\n\n<p>The new kid on the block and Amazon’s current favorite. KPF (Kindle Package Format) allows you to create a file that’s perfectly optimized for Kindle devices. It works well with Kindle Create, which we’ll talk about in a bit.<\/p>\n\n\n\n<p>Choosing the right format ensures your book looks great on any eReader, whether it’s a sleek Kindle Paperwhite or a well-worn Nook that’s seen better days.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Format Your Manuscript for Kindle &amp; other eReaders: <strong>Preparing Your Manuscript<\/strong><\/h2>\n\n\n\n<p>Before you dive into the nitty-gritty of eBook formatting, it’s crucial to ensure your manuscript is in tip-top shape. Think of it as giving your book a good polish before it hits the digital shelves. Here are some steps to help you prepare your manuscript:<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Review for Errors<\/strong>: Carefully comb through your manuscript for spelling, grammar, and punctuation mistakes. A clean manuscript is the foundation of a professional eBook.<\/li>\n\n\n\n<li><strong>Consistency is Key<\/strong>: Ensure your formatting is consistent throughout. This means using the same font, size, and style. Your chapter titles should all look the same, not like a mismatched sock drawer.<\/li>\n\n\n\n<li><strong>Proper Chapter Titles<\/strong>: Make sure your chapter titles and headings are correctly formatted. Use Word’s built-in heading styles to keep things uniform.<\/li>\n\n\n\n<li><strong>Naming Conventions<\/strong>: Stick to a consistent naming convention for your chapters and sections. This helps in creating a seamless reading experience.<\/li>\n\n\n\n<li><strong>Clean Up Unnecessary Formatting<\/strong>: Remove any tabs, extra spaces, or random line breaks. These can mess up your eBook’s layout.<\/li>\n\n\n\n<li><strong>Clear Writing Style<\/strong>: Aim for clarity and conciseness. Avoid jargon and technical terms unless necessary.<\/li>\n\n\n\n<li><strong>Active Voice<\/strong>: Whenever possible, use active voice instead of passive voice. It makes your writing more engaging.<\/li>\n\n\n\n<li><strong>Short Paragraphs<\/strong>: Break up long paragraphs into shorter ones. This makes your text easier to read on screens.<\/li>\n\n\n\n<li><strong>Use Lists<\/strong>: Bullet points or numbered lists can help present information clearly and concisely.<\/li>\n\n\n\n<li><strong>File Format<\/strong>: Ensure your manuscript is saved as a Word document (.docx) or a text file (.txt). These formats are easiest to work with during the formatting process.<\/li>\n<\/ol>\n\n\n\n<p>By following these steps, you’ll have a manuscript that’s ready to be transformed into a polished eBook.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Step-by-Step Guide to Formatting Your Manuscript in Word<\/strong><\/h2>\n\n\n\n<p>If you’ve been writing your manuscript in Microsoft Word, congratulations—you’re about to discover that Word can be both your best friend and your worst enemy when it comes to formatting. The trick is to tame Word’s wild ways so your eBook looks like it was formatted by a pro, not by your cat walking across the keyboard. Before uploading to Kindle Direct Publishing (KDP), duplicate your original Word doc and apply Kindle-specific changes, ensuring that formatting is correctly applied, especially for complex elements like drop caps and footnotes.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Set Your Margins:<\/strong><\/h3>\n\n\n\n<p>First, make sure your margins are set correctly. Go to the “Layout” tab in Word and choose margins that are balanced, typically set at 1 inch on all sides.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Line Spacing:<\/strong><\/h3>\n\n\n\n<p>Use 1.15 or 1.5 line spacing for easy readability. Single-spacing might look neat on your screen, but your readers will need a magnifying glass to get through it.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Indenting Paragraphs:<\/strong><\/h3>\n\n\n\n<p>Avoid using the Tab key to indent your paragraphs—it’s like using a crayon to sign a contract. Instead, set automatic indents in the Paragraph settings.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Page Breaks:<\/strong><\/h3>\n\n\n\n<p>No one wants to scroll endlessly through your book. Insert page breaks at the end of each chapter by using the “Insert” tab. This keeps the chapters from bleeding into one another like an awkward conversation.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Chapter Titles and Headings:<\/strong><\/h3>\n\n\n\n<p>Your chapter titles should be formatted using Word’s built-in heading styles (e.g., Heading 1 for chapter titles). This not only makes them look consistent but also helps when creating a clickable table of contents later.<\/p>\n\n\n\n<p>By following these steps, you’ll have a manuscript that’s organized, neat, and won’t give your readers a headache.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>eBook Structure<\/strong><\/h2>\n\n\n\n<p>A well-structured eBook is like a well-organized closet—everything is in its place, easy to find, and pleasing to look at. Here are some guidelines to help you structure your eBook:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Title Page<\/strong>: Start with a title page that includes your book title, author name, and cover image. This sets the stage for your readers.<\/li>\n\n\n\n<li><strong>Table of Contents<\/strong>: A table of contents (TOC) is essential for helping readers navigate your eBook. Make sure it’s clickable so readers can jump to different sections with ease.<\/li>\n\n\n\n<li><strong>Chapters and Sections<\/strong>: Divide your eBook into chapters or sections with clear and concise headings. This helps break up the text and makes it more digestible.<\/li>\n\n\n\n<li><strong>Subheadings<\/strong>: Use subheadings to break up long chapters or sections. This adds structure and makes your content easier to skim.<\/li>\n\n\n\n<li><strong>Lists<\/strong>: Use bullet points or numbered lists to present information clearly. Lists are reader-friendly and help highlight key points.<\/li>\n\n\n\n<li><strong>Visuals<\/strong>: Incorporate images, diagrams, or illustrations to enhance the reading experience. Visuals can break up text and make your eBook more engaging.<\/li>\n\n\n\n<li><strong>Consistent Formatting<\/strong>: Maintain a consistent formatting style throughout your eBook. This includes font, size, and spacing.<\/li>\n\n\n\n<li><strong>Clear Structure<\/strong>: Ensure your eBook has a clear beginning, middle, and end. This helps guide your readers through your content.<\/li>\n\n\n\n<li><strong>Conclusion<\/strong>: Wrap up your eBook with a conclusion or summary. This helps reinforce the main points and gives readers a sense of closure.<\/li>\n\n\n\n<li><strong>Call-to-Action<\/strong>: Include a call-to-action or next steps for readers. This could be an invitation to visit your website, leave a review, or check out your other works.<\/li>\n<\/ol>\n\n\n\n<p>By following these guidelines, you’ll create a well-structured eBook that’s easy to navigate and enjoyable to read.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Using Kindle Create for Professional Formatting<\/strong><\/h2>\n\n\n\n<p>If Word feels a bit too much like wrestling an octopus with one hand tied behind your back, allow us to introduce Kindle Create—Amazon’s free tool that turns formatting into something resembling fun (or at least manageable). Using free formatting tools like <a href=\"https:\/\/en.wikipedia.org\/wiki\/Kindle_Direct_Publishing\" target=\"_blank\" rel=\"noopener\">Kindle Create<\/a> ensures that <a href=\"https:\/\/spines.com\/understanding-self-publishing\/\">self-published<\/a> books appear professional before uploading to Kindle Direct Publishing.<\/p>\n\n\n\n<p>With Kindle Create, you can import your Word document and let Kindle Create handle the conversion into Kindle format. Add drop caps, customize fonts, and format chapter titles with just a few clicks. It’s like having a formatting assistant who never asks for a lunch break.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>Preview your eBook on different Kindle devices to make sure everything looks perfect, whether your readers are using a Kindle Paperwhite or the Kindle app on their phones. Kindle Create takes a lot of the guesswork out of formatting, so even if you’re not a tech wizard, you can still produce a professional-looking eBook.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Creating a Table of Contents for eReaders<\/strong><\/h2>\n\n\n\n<p>The Table of Contents (TOC) is more than just a list of chapter titles—it’s a lifeline for readers who like to jump around (or those who want to skip directly to the juiciest bits). A clickable TOC allows your readers to navigate through your book with ease, and it’s surprisingly simple to create.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Use Headings for Chapter Titles:<\/strong><\/h3>\n\n\n\n<p>As mentioned earlier, use Word’s Heading 1 for your chapter titles. This ensures they’re recognized when generating the TOC.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Insert a Table of Contents:<\/strong><\/h3>\n\n\n\n<p>In Word, go to the “References” tab and click on “Table of Contents.” Word will automatically generate a TOC based on your chapter headings.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Clickable Links:<\/strong><\/h3>\n\n\n\n<p>Make sure each chapter title in the TOC is clickable so readers can jump directly to any chapter. This feature works beautifully in eBooks, unlike in print where you’d need to endlessly flip pages.<\/p>\n\n\n\n<p>Creating a TOC might sound boring, but think of it as giving your readers a well-organized treasure map of the wonders inside your book.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Advanced Formatting Techniques<\/strong><\/h2>\n\n\n\n<p>Once your manuscript is prepped and structured, it’s time to add some flair with advanced formatting techniques. These can take your eBook from good to great:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Interactive Elements<\/strong>: Use Kindle Create to add interactive elements like quizzes, games, or videos. This can make your eBook more engaging and interactive.<\/li>\n\n\n\n<li><strong>KDP Guidelines<\/strong>: Follow Amazon’s Kindle Direct Publishing (KDP) formatting guidelines to ensure your eBook is optimized for Kindle devices. This includes proper use of fonts, images, and layout.<\/li>\n\n\n\n<li><strong>Consistent Font and Size<\/strong>: Use a consistent font and font size throughout your eBook. This helps maintain a professional appearance.<\/li>\n\n\n\n<li><strong>Text Emphasis<\/strong>: Use bold, italic, or underlined formatting to emphasize important text. This can help draw attention to key points.<\/li>\n\n\n\n<li><strong>Headings and Subheadings<\/strong>: Create a clear hierarchy of information with headings and subheadings. This makes your content easier to navigate.<\/li>\n\n\n\n<li><strong>Lists<\/strong>: Use bullet points or numbered lists to present information clearly. Lists are easy to read and help break up text.<\/li>\n\n\n\n<li><strong>Visual Enhancements<\/strong>: Incorporate images, diagrams, or illustrations to enhance the reading experience. Visuals can make complex information more accessible.<\/li>\n\n\n\n<li><strong>Tables and Charts<\/strong>: Use tables or charts to present complex information in a clear and concise manner. This can help readers understand data more easily.<\/li>\n\n\n\n<li><strong>Kindle Features<\/strong>: Take advantage of Kindle’s built-in formatting features, such as drop caps or text boxes. These can add a professional touch to your eBook.<\/li>\n\n\n\n<li><strong>Formatting Software<\/strong>: Consider using formatting software like Calibre or Vellum to create a professionally formatted eBook. These tools can simplify the formatting process and ensure a polished final product.<\/li>\n<\/ol>\n\n\n\n<p>By incorporating these advanced techniques, you’ll create an eBook that’s not only well-formatted but also visually appealing and engaging.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Formatting Your eBook for Different eReader Devices<\/strong><\/h2>\n\n\n\n<p>Here’s where things get tricky—ensuring your eBook looks great on every device. Kindle? Check. Nook? You got it. Is someone reading on a toaster? Okay, maybe not, but you get the idea. The key is to test your formatting on multiple devices. With Kindle Create, you can preview your content in various formats, including the Kindle E-Reader, to understand how the book will appear across different devices.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>6.1 Formatting Your eBook<\/strong><\/h3>\n\n\n\n<p>Formatting ebooks is a straightforward process that can be managed effectively with the right software tools. There is flexibility and particular considerations involved, such as the minimal requirements for elements like fonts and margins for e-readers. Additionally, using templates and styles ensures consistency and a professional presentation across eBooks.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Test on Kindle and Other Devices:<\/strong><\/h3>\n\n\n\n<p>Use Amazon’s Kindle Previewer to see how your book looks on different Kindle models. If you’re distributing your book to other platforms, like Nook or Kobo, be sure to test those formats too.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Watch for Weird Layout Issues:<\/strong><\/h3>\n\n\n\n<p>What looks perfect on one device might look wonky on another. Fonts may change, images might shift, and page breaks could disappear entirely, so always double-check your work.<\/p>\n\n\n\n<p>You want your eBook to shine on any device, adapting like a literary chameleon.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Troubleshooting Kindle Formatting Issues<\/strong><\/h2>\n\n\n\n<p>Even with the best preparation, formatting issues can still arise. Here’s how to troubleshoot common Kindle formatting problems:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Check KDP Guidelines<\/strong>: Ensure your eBook’s formatting aligns with Amazon’s KDP guidelines. This is the first step in identifying potential issues.<\/li>\n\n\n\n<li><strong>Preview with Kindle Create<\/strong>: Use Kindle Create to preview your eBook and spot any formatting issues. This tool can help you see how your eBook will look on different devices.<\/li>\n\n\n\n<li><strong>Inconsistent Formatting<\/strong>: Look for inconsistencies in font, size, or style. These can disrupt the reading experience and should be corrected.<\/li>\n\n\n\n<li><strong>Formatting Software<\/strong>: Use tools like Calibre or Vellum to identify and fix formatting issues. These programs can help streamline the process.<\/li>\n\n\n\n<li><strong>Hidden Formatting<\/strong>: Check for hidden formatting elements like tabs, extra spaces, or line breaks. These can cause unexpected layout problems.<\/li>\n\n\n\n<li><strong>Clear Writing Style<\/strong>: Maintain a clear and concise writing style. Avoid jargon and technical terms unless necessary.<\/li>\n\n\n\n<li><strong>Active Voice<\/strong>: Use active voice instead of passive voice where possible. This makes your writing more engaging.<\/li>\n\n\n\n<li><strong>Short Paragraphs<\/strong>: Break up long paragraphs into shorter ones. This improves readability on digital screens.<\/li>\n\n\n\n<li><strong>Use Lists<\/strong>: Incorporate bullet points or numbered lists where appropriate. This helps present information.<\/li>\n\n\n\n<li><strong>KDP Support<\/strong>: If all else fails, contact Amazon’s KDP support team for assistance. They can help resolve more complex formatting issues.<\/li>\n<\/ol>\n\n\n\n<p>By following these troubleshooting steps, you can address and fix common formatting issues, ensuring your eBook looks great on Kindle devices.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Adding Page Numbers, Breaks, and Drop Caps<\/strong><\/h2>\n\n\n\n<p>Page numbers are great in print books but in eBooks? Not so much. Since eBooks can be resized and reflowed, static page numbers are about as useful as a map without a compass. However, you can still control how content flows through page breaks.<\/p>\n\n\n\n<p>Insert these at the end of chapters to prevent awkward carry-overs, where your thrilling cliffhanger ends up stuck in the middle of a sentence. Adding drop caps at the start of chapters gives your eBook a professional flair. It’s like dressing your words in a snazzy suit for their big debut.<\/p>\n\n\n\n<p>By paying attention to these little details, you ensure your eBook doesn’t just read well—it looks good doing it.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Converting and Uploading Your Manuscript to Kindle Direct Publishing<\/strong><\/h2>\n\n\n\n<p>Once your manuscript is properly formatted, it’s time for the grand finale: uploading to <strong>Kindle Direct Publishing (KDP)<\/strong>. This is where all your hard work pays off, and your manuscript is transformed into an eBook ready for the world. To speed up the publication process, make sure to upload your cover image file separately from your manuscript.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Convert to KPF Format:<\/strong><\/h3>\n\n\n\n<p>If you’ve used Kindle Create, this step is easy—simply export your file as a KPF. If you used another formatting tool, convert your manuscript into the appropriate format (EPUB or MOBI).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Upload to KDP:<\/strong><\/h3>\n\n\n\n<p>Head over to the KDP dashboard, log in, and follow the prompts to upload your eBook file. Don’t forget to double-check your cover image!<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Preview and Publish:<\/strong><\/h3>\n\n\n\n<p>Use KDP’s preview tool to give your eBook a final once-over. Make sure everything is properly formatted, then hit publish and watch your book fly off the digital shelves.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXdVfIfLADT67Mk4zD5o0rISUtBAcNBJ2tx4D3qE99FAWoasytfJ91F1i-ebTbhABvs8FZ2y9pw1kULJ8pFvZP0YgGUlcShpKyR4bLNiJqp6oFkQ5aYwopO7Ti_GDIr2Odj4Io-1Fw?key=1hxZuv7xROanyfJp3-exHg\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Conclusion: Polishing and Perfecting Your Manuscript for Success<\/strong><\/h2>\n\n\n\n<p>Properly formatting your manuscript for Kindle and other eReaders is more than just a technical task—it&#8217;s a critical step in delivering a seamless reading experience that can make or break your book’s success. Taking the time to get the details right, from chapter titles to page breaks, will ensure your eBook looks professional and is easy to navigate for your readers. Remember, a well-formatted manuscript shows your dedication to quality and enhances the overall impression your book leaves on your audience.<\/p>\n\n\n\n<p>Ready to take the hassle out of eBook formatting? At Spines, we make the process simple with our powerful tools and expert support. Whether you need help formatting your manuscript, designing a stunning cover, or distributing your eBook to multiple platforms, our all-in-one platform has you covered. Visit <a href=\"http:\/\/spines.com\">Spines.com<\/a> today to see how we can help you transform your manuscript into a professionally formatted eBook that’s ready to impress!<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n","protected":false},"excerpt":{"rendered":"<p>You’ve spent months (maybe even years) sweating over every word of your manuscript, and now you’re ready to share it with the world. But hold your literary horses because before you can release your masterpiece to Kindle or other eReaders, you’ll need to master the dark art of eBook formatting. Understanding how to correctly prepare [&hellip;]<\/p>\n","protected":false},"author":9278,"featured_media":239052,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[75],"tags":[],"class_list":["post-239043","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-design"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/239043","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9278"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=239043"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/239043\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/239052"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=239043"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=239043"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=239043"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}