{"id":244035,"date":"2024-12-02T08:20:06","date_gmt":"2024-12-02T08:20:06","guid":{"rendered":"https:\/\/spines.com\/?p=244035"},"modified":"2025-09-03T11:24:02","modified_gmt":"2025-09-03T11:24:02","slug":"leaving-traditional-publishing-for-self-publishing","status":"publish","type":"post","link":"https:\/\/spines.com\/leaving-traditional-publishing-for-self-publishing\/","title":{"rendered":"Why More Authors Are Leaving Traditional Publishing for Self-Publishing"},"content":{"rendered":"\n<p>In a world where stories can cross oceans and captivate readers from every corner of the globe, you’d think authors would be eager to join the ranks of traditional publishing giants. Yet, a surprising trend has emerged: a growing number of writers are swapping the glitz of traditional publishers for the autonomy of self-publishing. Why? Turns out, the grass may actually be greener on the other side—and it’s because self-publishing offers something that traditional publishing can’t: freedom, speed, and control.<\/p>\n\n\n\n<p>Consider this: traditionally published authors can wait anywhere from six months to a full year just to see their books on shelves. Meanwhile, self-published authors can launch their work in under 30 days. Not only is time a factor, but finances, too, make a big difference. Traditional publishing typically claims up to 85% of book royalties, leaving authors with just a small slice of the pie. Additionally, in traditional publishing, the publishing company owns the rights and royalties, which reduces the author’s control over their work.<\/p>\n\n\n\n<p>A <a href=\"https:\/\/spines.com\/understanding-self-publishing\/\">self-published book<\/a> allows authors to maintain control over their work and earnings. With stats like these, it’s no wonder the “self-publishing or bust” mentality has taken off. Authors want to own their work, control their earnings, and bypass the endless gatekeeping. Today, we’re diving deep into why more authors are leaving traditional publishing behind and embracing self-publishing as their golden ticket.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXdIblxiufMGECbxwkyykwh7avCr_mktWIgWUO-EJCLvAJ6xwMxSOLnH-e0bI5YqQcVZo1ZJjYG3MfZtjuVWz0KoqWTBc_XfSY5_m39J68g557NWG8iFKb_llPBSsXz7iKyCBAWPciTNEl5ccUbxNjurQFoZ?key=SgZTsKWdQDHIRaehKlfcag\" alt=\"Why More Authors Are Leaving Traditional Publishing for Self-Publishing\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Traditional Publishing Process: The Perks and Pitfalls<\/strong><\/h2>\n\n\n\n<p>Let’s give credit where it’s due: traditional publishing has a long-established reputation. There’s something undeniably alluring about landing a deal with a well-known publishing house, complete with the promise of high-profile marketing teams, coveted bookstore shelf spots, and (if you’re really lucky) a chance at international rights sales. But before you sign that contract, let’s take a closer look.<\/p>\n\n\n\n<p>A traditional publisher, as prestigious as it is, often comes with limitations. Firstly, there’s the gatekeeping: literary agents, editors, and committees that vet each manuscript with intense scrutiny. In fact, only about 1% of manuscripts submitted to publishers actually make it to print. And even if you get a deal, authors sacrifice considerable creative control, surrendering decisions over cover design, editing, and marketing strategies to the traditional publishing house. Additionally, royalties are affected by the traditional publishing house’s costs and marketing fees, with most traditionally published authors earning around 10-15% of each sale—a humble fraction of the book’s retail price.<\/p>\n\n\n\n<p>While traditional publishing offers exposure, it often feels like a give-and-take… with authors doing most of the giving.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Understanding Traditional Publishing: How Traditional Publishing Works<\/strong><\/h3>\n\n\n\n<p>Traditional publishing is a well-established process that involves a publishing company owning the rights and royalties of a book. Here’s a step-by-step overview of how traditional publishing works:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Submission<\/strong>: The journey begins with an author submitting their manuscript to a literary agent or directly to a publishing house. This step often involves crafting a compelling query letter and synopsis to capture the attention of gatekeepers.<\/li>\n\n\n\n<li><strong>Acquisition<\/strong>: If the manuscript piques interest, the publishing house reviews it thoroughly. This stage can be lengthy, as the manuscript is evaluated for market potential and fit with the publisher’s catalog. If successful, the author is offered a traditional publishing deal.<\/li>\n\n\n\n<li><strong>Contract<\/strong>: Upon acceptance, the author signs a contract with the publishing house. This contract outlines the terms of the publishing deal, including royalties, advances, and subsidiary rights. It’s crucial for authors to understand these terms, as they dictate the financial and creative aspects of the partnership.<\/li>\n\n\n\n<li><strong>Editing<\/strong>: The manuscript then undergoes rigorous editing. The publishing house assigns an editor to work closely with the author, refining the content to meet industry standards. This collaborative process ensures the book is polished and ready for publication.<\/li>\n\n\n\n<li><strong>Production<\/strong>: Next, the publishing house takes charge of the production process. This includes cover design, formatting, and printing. Authors often have limited input in these areas, as the publishing house’s team of professionals handles the details.<\/li>\n\n\n\n<li><strong>Distribution<\/strong>: Once the book is ready, the traditional publisher manages its distribution channels to ensure the book reaches online retailers, brick-and-mortar bookstores, and libraries. The publisher’s established distribution network is a significant advantage of traditional publishing.<\/li>\n\n\n\n<li><strong>Marketing<\/strong>: Finally, the publishing house promotes the book through various marketing channels. This can include advertising, publicity, and social media campaigns. While the publisher’s marketing efforts are valuable, authors are often expected to contribute to promoting their work.<\/li>\n<\/ol>\n\n\n\n<p>Traditional publishing offers a structured and supportive environment, but it also comes with its own set of challenges and limitations.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXfvQKruYnSVhCTAiuMa3_XAILUqD1KTNdKSptss7xMqYHjKQAGgi9IQn3lcTXdQj5HN6m2H-Vc5g3_jkPvkC5GBJxT-KCm7AKQl38P3j2770_VsYL_PHJcQe-T056SicABqsNG2FjjMQRp4UTYGEywiQR8S?key=SgZTsKWdQDHIRaehKlfcag\" alt=\"\"\/><\/figure>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Limitations of Traditional Publishing<\/strong><\/h3>\n\n\n\n<p>Traditional publishing has several limitations that may make it less appealing to some authors. One of the main limitations is the lack of creative control. When an author signs a traditional publishing deal, they often have to compromise on their vision for the book, as the publishing house may have different ideas about the editing, formatting, and cover design. Additionally, traditional publishing houses often have a narrow focus on what types of books they are willing to publish, which can make it difficult for authors with unique or niche ideas to get their work published.<\/p>\n\n\n\n<p>Another limitation of traditional publishing is the slow pace of the publishing process. It can take months or even years for a book to be published through a traditional publishing house, which can be frustrating for authors who are eager to get their work out to readers. Furthermore, traditional publishing houses often have a limited marketing budget, which can make it difficult for authors to get their books noticed in a crowded market.<\/p>\n\n\n\n<p>Finally, traditional publishing houses often take a significant percentage of the book’s royalties, which can leave authors with a relatively small amount of money for their work. This can be a major limitation for authors who are trying to make a living from their writing.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Rise of Self-Publishing: Empowerment in an Instant<\/strong><\/h2>\n\n\n\n<p>Now, imagine this: you’ve poured your heart and soul into a manuscript. Instead of waiting in endless queues, you take matters into your own hands. Self-publishing, often referred to as the “DIY” option, allows authors to hit “publish” without the permission of a gatekeeper. That’s not just liberating—it’s profitable.<\/p>\n\n\n\n<p>In 2023, over 1.7 million books were self-published in the United States alone, and the trend is only growing. Why? The answer lies in flexibility and control. When authors self-publish, they make the calls—cover design, pricing, marketing, and more. They can experiment with e-books, print-on-demand, or even audiobooks to reach wider audiences. A self-published book allows authors to navigate marketing and distribution challenges directly, often leading to higher royalties, sometimes up to 70% of each sale.<\/p>\n\n\n\n<p>For authors, self-publishing is a choice to be seen, heard, and valued—without the interference of traditional publishing’s red tape.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXciRj_SCOF9MLQWtFXLpHrqdY0TSpGCWWdBBG1Pdt36_1H3IQKIJ5tRaakbtWzij2SmyoMXZ9dWemWn3zpX6u_FupAtpzyUjyONnK48SXPEN71Bd3VrGXqylG8nMUQUxTI8CmublyxwQLkGz11cTx_d0p5n?key=SgZTsKWdQDHIRaehKlfcag\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Self-Publishing vs. Traditional Publishing: Key Differences<\/strong><\/h2>\n\n\n\n<p>Let’s put self-publishing and traditional publishing head-to-head. On one side, traditional publishing houses cover all production costs for accepted authors, but this comes with trade-offs in terms of control and decision-making. Traditional publishers boast well-oiled marketing teams and high-profile sales channels. However, they also have limited time to dedicate to each author, often prioritizing proven bestsellers over debut writers. This leaves many first-time authors sidelined.<\/p>\n\n\n\n<p>On the flip side, self-publishing offers total creative freedom and quicker timelines. Self-publishers can also utilize platforms like Amazon Kindle Direct Publishing (KDP) and IngramSpark to distribute globally without needing a sales team. And while traditional publishing relies on physical bookstores, which account for only 25% of book sales, self-publishers can reach readers directly online, which accounts for nearly 75% of the market.<\/p>\n\n\n\n<p>Self-publishing levels the playing field, allowing authors to reach audiences without waiting for “their turn” on the traditional publisher’s docket.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Why Self-Publishing Appeals to Today’s Self-Published Authors<\/strong><\/h2>\n\n\n\n<p>Self-publishing isn’t just a backup plan—it’s the main event. Many authors are choosing this route to maintain control over every aspect of their book. Picture this: with a self-published book, you choose your cover design, set your publication date, and call the shots on marketing strategies. Self-publishing platforms, like Spines, take this further, offering integrated editing, formatting, and even AI-driven cover design to ensure your book is ready for its big debut.<\/p>\n\n\n\n<p>With self-publishing, authors can publish as soon as they’re ready. Want a Halloween launch for your horror novel? Done.<a href=\"https:\/\/spines.com\/sign-up\/\"> Ready to reach readers in under 30 days<\/a>? Spines makes it possible, with its streamlined dashboard, allowing you to upload your manuscript, design your cover, and launch your book—all from the comfort of your own home.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXcY2PYwo0CWXnrfvmXyGsPMZkjgyS4MZhz9_I9FX42DI9CWDtgVXPcuMAPvwuGq9JaCSjEYun6wOjeGHoZJvjggq6WL2f43lXgf4hbRV5Zyw8T8GWwzbusPbY063tRGIom2v1Kyf2P5M5ZbWpnuivKZhM4?key=SgZTsKWdQDHIRaehKlfcag\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Realities of Self-Publishing: The Challenges<\/strong><\/h2>\n\n\n\n<p>Of course, self-publishing isn’t without its challenges. While authors gain independence, they also take on responsibilities typically handled by publishing professionals. This can include editing, cover design, and marketing—all of which demands time, effort, and sometimes a little cash. When creating a self-published book, authors must navigate these tasks themselves. Unlike the traditional publishing process, where a sales team might champion your book to bookstores, self-publishing often requires authors to build their audience online, with smart social media strategies and direct marketing campaigns.<\/p>\n\n\n\n<p>But that’s where Spines comes in. With services like global distribution and AI-driven audiobook production, Spines simplifies the journey, helping authors tackle these obstacles head-on. And the best part? Authors retain 100% of their royalties, making the effort well worth the reward.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>The Cost of Self-Publishing: Upfront and Ongoing Costs<\/strong><\/h3>\n\n\n\n<p>Self-publishing requires authors to invest both time and money in the publishing process. Creating a self-published book involves various costs such as editing, cover design, and marketing. Here are some upfront and ongoing costs associated with self-publishing:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Editing<\/strong>: A professional editor is essential to ensure your manuscript is polished and error-free. Depending on the editor’s experience and the length of your book, this can cost between $500 to $2,000. It’s a crucial investment to make your book stand out.<\/li>\n\n\n\n<li><strong>Cover Design<\/strong>: First impressions matter, and a professional cover design can make a significant difference. Hiring a skilled designer can cost between $200 to $1,000. A captivating cover can attract readers and boost sales.<\/li>\n\n\n\n<li><strong>Formatting<\/strong>: Proper formatting is necessary for both print-on-demand and e-book distribution. This can cost between $100 to $500, depending on the complexity of the layout. Well-formatted books provide a better reading experience and enhance your book’s professionalism.<\/li>\n\n\n\n<li><strong>Printing<\/strong>: If you choose to print physical copies, the cost can range from $5 to $15 per unit, depending on the quantity and quality of the print. Print-on-demand services can help manage these costs by printing books as they are ordered.<\/li>\n\n\n\n<li><strong>Marketing<\/strong>: Promoting your book is essential to reach your audience. Marketing efforts can cost between $500 to $5,000, depending on the scope and reach of your campaigns. Effective marketing strategies can include social media advertising, book tours, and promotional giveaways.<\/li>\n\n\n\n<li><strong>Distribution<\/strong>: Distributing your book to online retailers and bookstores can cost between $25 to $100 per year, depending on the distribution channels you choose. Platforms like<a href=\"https:\/\/kdp.amazon.com\/en_US\/\" target=\"_blank\" rel=\"noopener\"> Amazon Kindle Direct Publishing<\/a> (KDP) and<a href=\"https:\/\/www.ingramspark.com\/how-it-works\/video?utm_feeditemid=&amp;utm_device=c&amp;utm_source=google&amp;utm_medium=ppc&amp;utm_campaign=France+Self+Publishing&amp;utm_term=self%20publishing%20a%20book&amp;utm_content=Self+Publishing&amp;hsa_cam=20981293842&amp;hsa_grp=157785995905&amp;hsa_mt=b&amp;hsa_src=g&amp;hsa_ad=689560871920&amp;hsa_acc=7469987153&amp;hsa_net=adwords&amp;hsa_kw=self%20publishing%20a%20book&amp;hsa_tgt=kwd-134314784&amp;hsa_ver=3&amp;gad_source=1&amp;gclid=EAIaIQobChMIg9rhtLmsiQMVUbVoCR0P4Se8EAAYASAAEgLKW_D_BwE\" target=\"_blank\" rel=\"noopener\"> IngramSpark<\/a> offer affordable distribution options.<\/li>\n<\/ol>\n\n\n\n<p>While self-publishing involves upfront and ongoing costs, the potential for higher royalties and creative control makes it a worthwhile investment for many authors.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Earnings and Royalties: Self-Publishing vs. Traditional Publishing Royalties<\/strong><\/h3>\n\n\n\n<p>When it comes to earnings and royalties, self-publishing and traditional publishing offer different opportunities. Here’s a comparison of the two:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Traditional Publishing<\/strong>: Traditional publishers typically offer royalties ranging from 8% to 15% of the book’s net sales. While this may seem modest, traditionally published authors benefit from the publisher’s marketing and distribution efforts, which can lead to higher overall sales. A traditional publisher also ensures that books are available in bookstores and libraries, providing a competitive advantage in terms of widespread availability.<\/li>\n\n\n\n<li><strong>Self-Publishing<\/strong>: Self-publishing platforms offer significantly higher royalties, ranging from 35% to 70% of the book’s net sales, depending on the pricing and distribution channels. This means self-published authors can earn a larger share of each sale, making it a financially attractive option.<\/li>\n\n\n\n<li><strong>E-Book Royalties<\/strong>: Self-publishing platforms often provide higher e-book royalties, ranging from 60% to 80% of the book’s net sales. With the growing popularity of e-books, this can be a substantial source of income for self-published authors.<\/li>\n\n\n\n<li><strong>Print Royalties<\/strong>: While self-publishing platforms offer lower print royalties, ranging from 10% to 30% of the book’s net sales, the ability to set your own pricing and print on demand can still make it a profitable venture.<\/li>\n<\/ol>\n\n\n\n<p>The financial benefits of self-publishing, combined with the potential for higher royalties, make it an appealing choice for many authors looking to maximize their earnings.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Is Self-Publishing Right for You?<\/strong><\/h2>\n\n\n\n<p>Choosing between traditional publishing and self-publishing is personal. A traditional publisher offers structure and the backing of an established brand but may limit creative control. On the other hand, self-publishing gives you control, speed, and ownership. If you’re looking for a partner in the self-publishing process,<a href=\"https:\/\/spines.com\/sign-up\/\"> Spines could be your ideal choice<\/a>. Born from a vision to revolutionize publishing, Spines combines the power of AI with expert support to help you turn your manuscript into a published book, fast and affordably.<\/p>\n\n\n\n<p>With Spines, you don’t just get a publishing platform—you get a partner committed to your success. From AI-driven cover design to global distribution, every feature is designed with authors in mind, giving you the tools to share your story with the world.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXcfyJ_1vx58JRVyTQ5KSFa8l22P0fHMMRIJ3DogQhv099yFTEYsw_olLMmAQ6bVccaktDiLaPHMP2p9aiAdF6ssaGLxzIEviW8oMlz2LiHPxteA3i1g4mMaBa_Dgy5DUKjwLJFVOY2F_C1gJ_0ufZ0PShdu?key=SgZTsKWdQDHIRaehKlfcag\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Self-Published Books: Success Stories<\/strong><\/h2>\n\n\n\n<p>Many self-published authors have achieved remarkable success and earned significant income from their books. Here are a few inspiring examples:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Amanda Hocking<\/strong>: Amanda Hocking is a self-published author who has sold over 1 million copies of her books and earned over $2 million in royalties. Her success story is a testament to the potential of self-publishing, proving that with dedication and the right strategy, authors can achieve incredible results.<\/li>\n\n\n\n<li><strong>Mark Dawson<\/strong>: Mark Dawson is another self-published author who has found tremendous success. He has sold over 2 million copies of his books and earned over $10 million in royalties. Dawson’s innovative marketing techniques and engaging storytelling have made him a standout figure in the self-publishing world.<\/li>\n\n\n\n<li><strong>Hugh Howey<\/strong>: Hugh Howey’s self-publishing journey is equally impressive. He has sold over 1 million copies of his books and earned over $1 million in royalties. Howey’s success with his “Wool” series has even led to traditional publishing deals and film adaptations, showcasing the potential for self-published authors to cross over into mainstream success.<\/li>\n<\/ol>\n\n\n\n<p>These success stories demonstrate that self-publishing can be a viable and profitable option for authors who are willing to invest time and effort in the publishing process. With the right approach, self-published authors can achieve significant financial rewards and widespread recognition.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Role of Traditional Publishers<\/strong><\/h2>\n\n\n\n<p>Traditional publishers play a significant role in the publishing industry, but their role is evolving in the digital age. Traditional publishers are responsible for finding and nurturing new talent, editing, refining manuscripts, designing and producing books, and distributing them to retailers. They also provide marketing and publicity support to help authors reach their target audience.<\/p>\n\n\n\n<p>However, with the rise of self-publishing, traditional publishers are no longer the only game in town. Many authors are now choosing to self-publish their work, which has forced traditional publishers to adapt and evolve. Some traditional publishers are now offering self-publishing services, while others are focusing on providing high-quality editing, formatting, and marketing services to authors who want to self-publish.<\/p>\n\n\n\n<p>Despite the changes in the industry, traditional publishers still have a lot to offer authors. They have a deep understanding of the publishing process and can provide valuable guidance and support to authors who are new to the industry. They also have established relationships with retailers and distributors, which can help authors get their books into physical stores and online retailers.<\/p>\n\n\n\n<p>Ultimately, the role of traditional publishers is to help authors produce high-quality books that will resonate with readers. While the publishing landscape is changing, traditional publishers will continue to play an important role in the industry, and many authors will still choose to pursue traditional publishing as a way to get their work out to readers.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Leaving Traditional Publishing for Self-Publishing: <strong>The New Era of Publishing<\/strong><\/h2>\n\n\n\n<p>Traditional publishing is no longer the only path to literary success. A self-published book allows authors to bypass the wait, embrace creative control, and directly connect with readers. So, the next time you hear someone ask why authors are leaving traditional publishing, the answer is simple: they’re seeking freedom, speed, and fulfillment in their writing careers.<\/p>\n\n\n\n<p>Are you ready to publish on your own terms?<a href=\"https:\/\/spines.com\/sign-up\/\"> Explore Spines today<\/a> and discover how our platform can make your publishing journey smoother, faster, and more rewarding than ever before. With Spines, your story is just a click away from reaching readers worldwide—because the future of publishing belongs to those who dare to create it.<\/p>\n\n\n\n<p>With every statistic and success story, it’s clear: self-publishing is here to stay. And for authors ready to embrace this exciting new chapter, Spines stands ready to turn manuscripts into masterpieces.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In a world where stories can cross oceans and captivate readers from every corner of the globe, you’d think authors would be eager to join the ranks of traditional publishing giants. Yet, a surprising trend has emerged: a growing number of writers are swapping the glitz of traditional publishers for the autonomy of self-publishing. Why? [&hellip;]<\/p>\n","protected":false},"author":9278,"featured_media":244041,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[],"class_list":["post-244035","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/244035","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9278"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=244035"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/244035\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/244041"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=244035"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=244035"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=244035"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}