{"id":249917,"date":"2024-12-27T09:19:53","date_gmt":"2024-12-27T09:19:53","guid":{"rendered":"https:\/\/spines.com\/?p=249917"},"modified":"2025-09-03T11:23:39","modified_gmt":"2025-09-03T11:23:39","slug":"how-to-write-a-book-synopsis-that-grabs-attention","status":"publish","type":"post","link":"https:\/\/spines.com\/how-to-write-a-book-synopsis-that-grabs-attention\/","title":{"rendered":"How to Write a Book Synopsis That Grabs Readers’ Attention"},"content":{"rendered":"\n<figure class=\"wp-block-image size-full is-resized\"><img fetchpriority=\"high\" decoding=\"async\" width=\"611\" height=\"346\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/12\/image-9.png\" alt=\"\" class=\"wp-image-249918\" style=\"width:800px;height:auto\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/12\/image-9.png 611w, https:\/\/spines.com\/wp-content\/uploads\/2024\/12\/image-9-300x170.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2024\/12\/image-9-360x204.png 360w, https:\/\/spines.com\/wp-content\/uploads\/2024\/12\/image-9-600x340.png 600w\" sizes=\"(max-width: 611px) 100vw, 611px\" \/><\/figure>\n\n\n\n<p>You’ve just spent months—maybe years—pouring your heart into your novel. The twists, the turns, the character arcs, the world-building—it’s all there, perfect and alive. Then someone drops the bomb: <em>“Now summarize it in one page.”<\/em> Cue the panic. How do you possibly condense your epic saga or intricate plot into a couple of paragraphs without losing its soul? It feels like trying to stuff a dragon into a shoebox.<\/p>\n\n\n\n<p>Here’s the truth: writing a synopsis isn’t just about summarizing your book. It’s a <strong>sales pitch<\/strong>. A great synopsis tells agents, publishers, and potential readers why your story matters, why they should care about your protagonist, and why your plot will keep them turning pages. It’s your chance to show them that your novel is not just good—it’s irresistible.<\/p>\n\n\n\n<p>But fear not. Writing a compelling synopsis doesn’t have to be a soul-crushing ordeal. In this article, we’ll walk you through actionable tips to craft a synopsis that grabs attention, builds excitement, and leaves your audience desperate to read more. Let’s turn that dreaded page into your secret weapon.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What Is a Synopsis? (And Why Does It Matter?)<\/strong><\/h2>\n\n\n\n<p>A synopsis is exactly what it sounds like: a brief summary of your <strong>entire novel<\/strong>, written in <strong>present tense<\/strong> and <strong>third person<\/strong>, no matter what point of view your story is told in. It’s not just a blow-by-blow recap of events, though—it’s a streamlined, compelling narrative that highlights your <strong>key plot points<\/strong>, <strong>main characters<\/strong>, and the <strong>overall plot<\/strong>, including the ending (yes, spoilers are required!).<\/p>\n\n\n\n<p>So, why does it matter? For <strong>literary agents<\/strong> and publishers, your synopsis is the ultimate litmus test. It shows them if your story holds water if your <strong>narrative arc<\/strong> makes sense, and if your <strong>protagonist succeeds<\/strong> in a satisfying way. It’s their first glimpse into whether your manuscript is worth a deeper read.<\/p>\n\n\n\n<p>Now, don’t confuse it with a <strong>query letter<\/strong> (a short, enticing pitch to grab an agent’s attention) or a <strong>back cover blurb<\/strong> (a teaser for readers, designed to build curiosity without revealing too much). The synopsis is a different beast—it needs to deliver the full story in a <strong>compelling way<\/strong> that shows off your writing skills.<\/p>\n\n\n\n<p>To make it shine, your synopsis needs a <strong>great hook<\/strong>. Start with a strong, attention-grabbing opening that introduces your protagonist and their stakes. Think of it as the heartbeat of your story: if the hook grabs, the rest will follow.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Catching the Reader’s Eye: Crafting a Great Hook<\/strong><\/h2>\n\n\n\n<p>The hook is your synopsis’s secret weapon. It’s the first thing a reader—whether it’s a <strong>literary agent<\/strong> or a publisher—will encounter, and it needs to immediately pull them into your story. A great hook should capture the <strong>central conflict<\/strong> or the <strong>inciting incident<\/strong> in a way that sparks curiosity and emotion. Think of it as your story’s elevator pitch: brief, impactful, and impossible to ignore.<\/p>\n\n\n\n<p>Take <em>Harry Potter and the Sorcerer’s Stone<\/em>, for example. A bland description might read: “Harry finds out he’s a wizard and goes to a magical school.” Sure, it’s accurate, but it doesn’t <em>grab<\/em> you. Now, compare that to: “An orphaned boy discovers he’s a wizard and the key to defeating a dark, resurrected enemy who once tried to kill him as a baby.” Suddenly, the stakes are clear, the conflict is compelling, and you want to know more.<\/p>\n\n\n\n<p>So how do you craft a hook that shines? Start with your <strong>main character<\/strong> and their stakes. What do they stand to lose or gain? Skip the <strong>backstory<\/strong> and minor details, and zero in on what propels the story forward. Instead of listing events, focus on the emotional core of your protagonist’s journey.<\/p>\n\n\n\n<p>Pro tip: Use <strong>vivid language<\/strong> that mirrors your novel’s tone. If you’ve written a <strong>science fiction<\/strong> thriller, lean into futuristic or high-stakes imagery. For a <strong>romance<\/strong>, highlight the emotional pull. Your hook should give a taste of the world you’ve built while leaving the reader hungry for the rest. A killer hook not only grabs attention—it sets the stage for the <strong>compelling way<\/strong> your story will unfold.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Outline the Narrative Arc: Start Strong and Stick to the Landing<\/strong><\/h2>\n\n\n\n<p>When writing a synopsis, the structure is everything. Your job is to present the <strong>narrative arc<\/strong> in a way that’s clear, engaging, and easy to follow. Think of it like a story skeleton—you’re showing the bones of the plot without all the extra muscle and fat. Here’s how to break it down:<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>1. Start with the Status Quo:<\/strong><\/h3>\n\n\n\n<p>Open with your protagonist’s world <em>before<\/em> everything changes. What is their life like? What are they dealing with? This gives the reader a sense of the starting point and helps the inciting incident pack more punch.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>2. Highlight the Inciting Incident:<\/strong><\/h3>\n\n\n\n<p>This is the moment that shatters the status quo. What propels your protagonist into action? The inciting incident should create stakes and urgency, setting the story into motion.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>3. Introduce Key Plot Points and Major Plot Twists:<\/strong><\/h3>\n\n\n\n<p>Focus on the events that drive the story forward. Highlight the turning points where the stakes escalate or the protagonist faces significant challenges. Don’t include every event—just the ones critical to the <strong>overall plot<\/strong> and the character’s journey.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>4. Lead to a Satisfying Ending:<\/strong><\/h3>\n\n\n\n<p>Tie it all together by explaining how the story resolves. Does the <strong>protagonist succeed<\/strong> or fail? How are the stakes resolved? Even if your ending is bittersweet, it should feel complete and fulfilling.<\/p>\n\n\n\n<p>Throughout your synopsis, emphasize <strong>the protagonist’s journey<\/strong>. How do they grow, change, or evolve? What lessons do they learn along the way? This emotional core is what makes your story memorable and relatable.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Pro Tips:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Avoid common mistakes:<\/strong> Resist the urge to include <strong>too many character names<\/strong> or minor details. Readers don’t need to know every side plot or secondary arc.<\/li>\n\n\n\n<li><strong>Use key scenes:<\/strong> Instead of listing every event, focus on moments that propel the story forward and reveal character depth.<\/li>\n<\/ul>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXfmF_wS2ILH7kx3vVp3Trqj5bFDYQZROZCArlm5OKMuduPRsHXx1-HbaciEwE5Osk5KKLl_VweOD8-S892J02LaVZKfy-DdhK0QVTUJ595KcgzJPD8ZC-hIG-Vgwa6NaO1QAY6mTA?key=DuBBVgjA04u2Exd-eeo4jPdn\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dos and Don’ts of Synopsis Writing<\/strong><\/h2>\n\n\n\n<p>Crafting a <a href=\"https:\/\/en.wikipedia.org\/wiki\/Synopsis\" target=\"_blank\" rel=\"noopener\">synopsis<\/a> is a fine balance between providing enough information to intrigue and overwhelming the reader with excessive detail. Here’s a cheat sheet of what to do—and what to avoid—when tackling your synopsis.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Do:<\/strong><\/h3>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Write in the Present Tense and Third Person:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Even if your novel is written in first person or past tense, your synopsis should always use <strong>present tense<\/strong> and be told in an objective <strong>third-person<\/strong> voice. This creates a professional and consistent tone.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Focus on Key Characters and Key Plot Points:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Stick to the main players who drive the story forward. There’s no need to name every sidekick or minor antagonist—keep it clean and focused.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Highlight Plot Twists and Character Arcs:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Capture the moments of surprise, tension, or emotional growth that make your story unique. Show how your protagonist changes over the course of the narrative.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Be Concise:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>A good synopsis is typically <strong>one to two pages<\/strong>, <strong>single-spaced<\/strong>. If you’re unsure, err on the side of brevity—agents will thank you for it.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Don’t:<\/strong><\/h3>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Use First Person or Dialogue:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>This isn’t a scene from your manuscript. A synopsis should summarize events, not recreate them. Save the dialogue for your actual book.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Overload with Too Many Character Names:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Introducing every cousin, teacher, and villain in your story will confuse your reader. Focus on <strong>key characters<\/strong> only and keep it simple.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Get Lost in Character Backstory:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>While backstory is essential in your manuscript, in your synopsis it should only be included if it directly impacts the <strong>main plot<\/strong> or the <strong>protagonist’s journey<\/strong>.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Use Vague Language:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Avoid phrases like “and then things got worse” or “all hope seemed lost.” Be specific. What happens? What’s at stake? Give the reader clarity and keep them engaged.<\/li>\n<\/ul>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Common Mistakes to Avoid:<\/strong><\/h4>\n\n\n\n<p>One of the biggest pitfalls is including <strong>too much detail<\/strong>—you’re summarizing, not rewriting your novel. Another common error is forgetting to explain how your story ends. A synopsis isn’t a teaser; it’s meant to give the full picture, including the resolution.<\/p>\n\n\n\n<p>By sticking to these dos and don’ts, you’ll create a synopsis that’s polished, professional, and ready to capture attention. Think of it as your story’s greatest hits album—short, impactful, and leaving the reader wanting more.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Finding the Balance Between Too Much Detail and Too Little<\/strong><\/h2>\n\n\n\n<p>Writing a synopsis is all about finding the sweet spot between overload and vagueness. Include <strong>just enough detail<\/strong> to give the reader a clear picture of your story without bogging them down with unnecessary information. The key? Stick to the events that <strong>drive the story forward<\/strong>.<\/p>\n\n\n\n<p>For example, a <strong>good synopsis<\/strong> might say:<\/p>\n\n\n\n<p>“The protagonist uncovers the truth about their identity, setting them on a collision course with the antagonist.”<\/p>\n\n\n\n<p>It’s clear, concise, and highlights a major plot point without delving into unnecessary specifics.<\/p>\n\n\n\n<p>Now compare that to a <strong>bad synopsis<\/strong>:<\/p>\n\n\n\n<p>“The protagonist finds a photo album, then talks to their aunt, then goes to the library, where they discover an old newspaper clipping…”<\/p>\n\n\n\n<p>This approach feels like a to-do list. It’s overwhelming and doesn’t connect the dots to show why these events matter.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>How to Decide What to Include:<\/strong><\/h3>\n\n\n\n<p>Focus on <strong>key plot points<\/strong> and skip the minor details. If an event doesn’t directly advance the plot or reveal something critical about the characters, leave it out. Side plots and minor characters are distractions in a synopsis—they can shine in the full manuscript.<\/p>\n\n\n\n<p>Remember, a synopsis isn’t about recapping every event. It’s about highlighting the <strong>overall arc<\/strong> of your story in a way that keeps the reader engaged. Stick to the big moments, and let the rest stay on the cutting room floor!<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXdtvovuWLjdi-uifIylJenGyIkYp57_RP5dfu3tDFdwd_rRrYlS_KEp1PHXFYPwcYjvhrjM9jcUXJj3e4qIVcsq_ZiEtX4O4pU6a4u6EqYIqVKKQQXkW6T9W5t_IutyCqC7Powosw?key=DuBBVgjA04u2Exd-eeo4jPdn\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Length Matters: Word Counts and Formats<\/strong><\/h2>\n\n\n\n<p>When it comes to synopsis writing, <strong>length matters more than you think<\/strong>. A standard synopsis should be around <strong>one page<\/strong> (500–800 words), but some agents or publishers might request a longer version of up to <strong>two pages<\/strong>. If they don’t specify, aim for brevity—concise and punchy is almost always better.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Formatting Tips:<\/strong><\/h3>\n\n\n\n<p>Keep your synopsis <strong>single-spaced<\/strong>, with clear, professional formatting. Use a standard font like Times New Roman or Arial, size 12, with one-inch margins. Don’t try to cram in extra words by shrinking the font or narrowing the margins—it’s more likely to annoy than impress.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Why Word Counts Vary:<\/strong><\/h3>\n\n\n\n<p>Different agents and publishers have different preferences. Some may want a short, one-page summary, while others might ask for a more detailed two-page version. It’s crucial to <strong>check submission guidelines<\/strong> for each recipient. Sending a synopsis that doesn’t follow their format or word count requirements can come across as unprofessional and hurt your chances of getting noticed.<\/p>\n\n\n\n<p>Before you submit your <strong>full manuscript<\/strong>, make sure your synopsis matches the requested format. If no specific length is mentioned, stick to one page. Remember, a well-crafted synopsis isn’t just a summary—it’s a tool to showcase your story and your professionalism. Stay concise, and clear, and follow the rules, and your synopsis will make the best possible impression.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Common Mistakes (And How to Avoid Them)<\/strong><\/h2>\n\n\n\n<p>Writing a synopsis can feel like walking a tightrope—you’re trying to include enough detail to engage the reader but not so much that it overwhelms them. Here are some common pitfalls to watch out for and how to avoid them:<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>1. Excessive Detail<\/strong><\/h4>\n\n\n\n<p>It’s tempting to summarize every subplot, side quest, or minor character arc, but resist the urge. Your synopsis should focus only on the <strong>key plot points<\/strong> and the <strong>protagonist’s journey<\/strong>. Too much detail makes it hard for the reader to see the bigger picture.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>2. Too Many Character Names<\/strong><\/h4>\n\n\n\n<p>Stick to <strong>key characters<\/strong> who are essential to the story. If your synopsis starts to feel like a roll call, it’s time to cut back. For example, instead of naming every supporting character, describe them in relation to the protagonist (e.g., “Harry’s best friend” or “the headmaster”).<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>3. No Satisfying Ending<\/strong><\/h4>\n\n\n\n<p>One of the biggest mistakes is leaving the ending out of your synopsis. Unlike a back cover blurb, your synopsis needs to reveal the <strong>entire story<\/strong>, including how the protagonist succeeds or fails. Don’t leave the reader hanging—give them a <strong>satisfying conclusion<\/strong>.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>4. Generic Language<\/strong><\/h4>\n\n\n\n<p>Avoid vague statements like, “And then everything changed” or “The stakes got higher.” Be specific. What happened? What’s at stake? Use concrete details to make the story come alive while still keeping it concise.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Pro Tip: <\/strong><strong>Get Feedback<\/strong><\/h4>\n\n\n\n<p>Once you’ve written your synopsis, share it with fellow writers, critique partners, or a writing group. Fresh eyes can spot issues you might have missed and help you tighten up your draft.<\/p>\n\n\n\n<p>Avoid these mistakes, and your synopsis will be focused, compelling, and ready to impress!<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXfV0JUDT_2Vy11mkcCuMR7Ynv10cbG2hQPQnViLmHqjPr6Bou_lnZlaMqLuKB7cL-L-3TgtFowX9cZl_i8awjSJqo6sAo72Lfo9OXH54OtzQ6rIL7YvEsCl-Iykp612F10d1WzJJA?key=DuBBVgjA04u2Exd-eeo4jPdn\" alt=\"How To Write A Book Synopsis\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">How To Write A Book Synopsis: <strong>Final Tips for Writing a Compelling Synopsis<\/strong><\/h2>\n\n\n\n<p>When it comes to synopsis writing, remember: your <strong>first draft<\/strong> is just the beginning. Writing a synopsis is a process of refining and polishing until every word serves a purpose. Take the time to step back, reread, and revise. Does it flow? Does it focus on the <strong>key plot points<\/strong>? Does it make your story sound irresistible?<\/p>\n\n\n\n<p>Once you’re happy with it, <strong>test it out<\/strong>. Share your synopsis with trusted critique partners, fellow writers, or a writing group. Fresh eyes can help identify gaps, inconsistencies, or areas that need tightening. Be open to constructive feedback—it can make all the difference in creating a synopsis that stands out.<\/p>\n\n\n\n<p>Above all, <strong>be confident<\/strong>. Synopses are notoriously challenging, even for seasoned authors. If you’re struggling, know you’re in good company. Writing a synopsis is more than just a summary—it’s an art that requires balancing clarity, brevity, and storytelling. Embrace the challenge, and don’t be afraid to experiment with your phrasing until it clicks.<\/p>\n\n\n\n<p>Ready to level up your synopsis-writing game? With<a href=\"https:\/\/spines.com\/\"> Spines<\/a>, you’ll have all the tools and guidance you need to craft a synopsis that grabs attention and showcases your story at its best. Get started today!<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n","protected":false},"excerpt":{"rendered":"<p>You’ve just spent months—maybe years—pouring your heart into your novel. The twists, the turns, the character arcs, the world-building—it’s all there, perfect and alive. Then someone drops the bomb: “Now summarize it in one page.” Cue the panic. How do you possibly condense your epic saga or intricate plot into a couple of paragraphs without [&hellip;]<\/p>\n","protected":false},"author":9278,"featured_media":249918,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-249917","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/249917","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9278"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=249917"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/249917\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/249918"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=249917"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=249917"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=249917"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}