{"id":255709,"date":"2025-01-24T12:22:56","date_gmt":"2025-01-24T12:22:56","guid":{"rendered":"https:\/\/spines.com\/?p=255709"},"modified":"2025-09-03T11:23:26","modified_gmt":"2025-09-03T11:23:26","slug":"how-to-write-a-query-letter","status":"publish","type":"post","link":"https:\/\/spines.com\/how-to-write-a-query-letter\/","title":{"rendered":"How to Write a Query Letter: 7 Tips to Grab a Publisher’s Attention"},"content":{"rendered":"\n<p>Breaking into the publishing world can feel like trying to unlock a door with a hundred different keys. However, the one key that can open the right door is a <em>well-crafted query letter<\/em>. This single-page letter is your first—and sometimes only—chance to make a literary agent sit up and say, <em>“Tell me more.”<\/em><\/p>\n\n\n\n<p>It&#8217;s crucial to adhere to each agent&#8217;s submission guidelines to avoid having your submission automatically disregarded.<\/p>\n\n\n\n<p>In an industry flooded with submissions, agents receive hundreds of queries each month. So how do you make yours stand out in that crowded inbox? Whether you’re pitching your debut novel or your tenth manuscript, mastering the art of writing a compelling query letter can be the difference between getting a request for more pages and ending up in the slush pile.<\/p>\n\n\n\n<p>In this guide, we’ll walk you through seven essential tips to help you craft a query letter that grabs attention, sparks curiosity, and gets an agent interested in your work.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXeziS_TTjOETAWwVg_NTO2oMvZPsQntPYb2pEUnz-yauqEY-9hrQ_uiOAJr9A8DdDDQDCcDXag5POK9RobDiFI5FwzvTIuW22y1sqi7ZcYSxGBoVdKzyS25sgI7M1JuhG1VuVNM1g?key=nCI0CF1pC-Nt-0ZIFsgJ4_9S\" alt=\"A woman writing a query letter on her laptop.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What Is a Query Letter and Why It’s Essential for Authors<\/strong><\/h2>\n\n\n\n<p>A <a href=\"https:\/\/en.wikipedia.org\/wiki\/Query_letter\" target=\"_blank\" rel=\"noopener\">query letter<\/a> is more than just a formality; it’s a crucial document that can make or break your chances of landing a literary agent and getting traditionally published. Think of it as your book’s first impression—a sales pitch that needs to be both captivating and concise. <\/p>\n\n\n\n<p>The primary purpose of a query letter is to <strong>persuade the agent to read your full manuscript.<\/strong> In the highly competitive world of publishing, where agents receive hundreds of submissions, a well-crafted query letter can be the key to opening doors and securing representation. It’s your opportunity to stand out and make an agent say, <em>“I need to read more.”<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>What Literary Agents Look for in a Query Letter<\/strong><\/h3>\n\n\n\n<p>Literary agents sift through a high volume of query letters, and they’re on the lookout for specific elements that make a query stand out. First and foremost, a strong opening that personalizes the query and shows the agent that you’ve done your research is essential. Clearly stating the book&#8217;s title, word count, and genre in the opening paragraph allows agents to quickly understand the project and assess its relevance to their interests. Mentioning why you’re querying that particular agent and referencing their interests or recent sales can make a big difference.<\/p>\n\n\n\n<p>Next, a compelling story summary is crucial. This should highlight your book’s unique premise and introduce the main character in a way that hooks the agent’s interest. Your summary should be concise yet intriguing, giving just enough detail to make the agent want to read more.<\/p>\n\n\n\n<p>Finally, a professional bio that showcases your writing credentials and experience can set you apart. Whether you have published short stories, won writing awards, or have a background that lends authenticity to your story, this is your chance to shine. Agents also appreciate a query letter that is well-written, concise, and tailored to their specific interests and submission guidelines. A successful query letter demonstrates that you understand the publishing industry and are familiar with the agent’s sales history and preferences.<\/p>\n\n\n\n<p>By focusing on these elements, you can craft a query letter that not only grabs an agent’s attention but also convinces them that you’re a writer worth representing.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXcGDbQLniLyKpGGBu45iejh8mxM4mca1tyaf4PCFKCwQxyTFzgSZSlLc2QO-2v_9ddVo6_qYL-UW_iBxL-k7NSA7CiVdRdwun1qqG075vczrNXgJZgQfyJW3GoXsc7xdwbiPfq_eQ?key=nCI0CF1pC-Nt-0ZIFsgJ4_9S\" alt=\"A woman thinking about how to write a query letter.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tip 1. Start with a Strong Greeting and Introduction<\/strong><\/h2>\n\n\n\n<p>When starting your query letter, it’s essential to begin with a strong greeting and introduction. This sets the tone for the rest of the letter and helps grab the agent’s attention. Here are some tips to keep in mind:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Use a formal greeting<\/strong>: Start with a formal greeting such as “Dear [Agent’s Name]” or “Dear [Agent’s Title].”<\/li>\n\n\n\n<li><strong>Address the agent by name<\/strong>: Make sure to address the agent by their name, rather than using a generic greeting such as “To Whom It May Concern.”<\/li>\n\n\n\n<li><strong>Keep it concise<\/strong>: Keep your introduction concise and to the point. Avoid using overly complex language or lengthy sentences.<\/li>\n\n\n\n<li><strong>Show you’ve done your research<\/strong>: Show the agent that you’ve done your research by mentioning how you came across their name or why you’re interested in working with them.<\/li>\n<\/ul>\n\n\n\n<p>Example:<\/p>\n\n\n\n<p>“Dear [Agent’s Name],<\/p>\n\n\n\n<p>I am writing to submit my novel, [Book Title], for your consideration. I came across your name while researching agents who represent [Genre] and was impressed by your success with [Similar Book or Author].”<\/p>\n\n\n\n<p>Starting your query letter with a personalized and well-researched greeting not only shows professionalism but also demonstrates your genuine interest in working with that particular agent. This small effort can make a significant difference in capturing the agent’s attention right from the start.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tip 2. Personalize Your Query for Each Agent<\/strong><\/h2>\n\n\n\n<p>Generic queries are the fastest way to get overlooked. Agents can spot a one-size-fits-all letter a mile away, and nothing says <em>junk mail<\/em> like a vague, impersonal pitch.<\/p>\n\n\n\n<p>Start by researching each agent you plan to query. Look at their agency website, their client list, and their Manuscript Wishlist (MSWL) to understand the types of stories they love. If they’ve represented books similar to yours or mentioned a theme that aligns with your work, bring it up! A simple, thoughtful line like, <em>“I’m querying you because you enjoyed [Comparable Title] and are seeking [specific themes\/genres],”<\/em> shows you’ve done your homework.<\/p>\n\n\n\n<p>Also, ditch the dreaded <em>“Dear Agent”<\/em> greeting. Use the agent’s name and double-check the spelling. Personalization signals professionalism and respect for the agent’s time.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tip 3. Hook Them with a Compelling First Paragraph<\/strong><\/h2>\n\n\n\n<p>The first paragraph of your query letter is your moment to shine. This is where you must hook the agent and make them curious about your story. The hook should capture attention without summarizing the entire novel, which is instead addressed in the book&#8217;s synopsis.<\/p>\n\n\n\n<p>Start by clearly stating your book’s title, genre, and word count. Then, lead into a brief, intriguing story premise that introduces your main character and hints at the central conflict. Keep it snappy and impactful—think of it like the back cover blurb of your book.<\/p>\n\n\n\n<p><strong>Example<\/strong>: <em>In my 90,000-word speculative fiction novel, <\/em><strong><em>Echoes of Tomorrow<\/em><\/strong><em>, seventeen-year-old Mara discovers she’s the only person who can stop a fractured timeline from destroying reality—but saving the future means erasing her own past.<\/em><\/p>\n\n\n\n<p>This one-to-two-sentence hook should instantly make the agent want to know more.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>4. Summarize Your Story with a Focus on the Main Character and Conflict<\/strong><\/h2>\n\n\n\n<p>After your hook, expand slightly on your story’s plot. Introduce the main characters, their goals, and the <a href=\"https:\/\/spines.com\/the-7-types-of-conflict-in-literature\/\">central conflict they face.<\/a> Avoid getting bogged down in subplots or too many details—focus on what drives the story forward.<\/p>\n\n\n\n<p>Think of this section as a teaser, not a full synopsis. You want to convey the stakes and tension but leave the agent curious.<\/p>\n\n\n\n<p><strong>Tip:<\/strong> Focus on the <em>who<\/em>, <em>what<\/em>, and <em>why<\/em>:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Who<\/strong> is your protagonist?<\/li>\n\n\n\n<li><strong>What<\/strong> challenges do they face?<\/li>\n\n\n\n<li><strong>Why<\/strong> should we care?<\/li>\n<\/ul>\n\n\n\n<p>End this section by hinting at the story world and the high stakes without spoiling the entire plot. To better understand how to succinctly describe your story, consider looking at a query letter example.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tip 5. Highlight Your Writing Credentials and Bio<\/strong><\/h2>\n\n\n\n<p>Now it’s time to share who you are and why you’re the perfect person to tell this story. This bio paragraph should include relevant writing credentials—such as published short stories, placements in literary journals, participation in writing conferences, or any professional experience related to your book.<\/p>\n\n\n\n<p>If this is your debut novel and you don’t have publishing credits, that’s okay! Share any unique background details that influenced your story or show your dedication to writing.<\/p>\n\n\n\n<p><strong>Example: <\/strong><em>I am a graduate of the Iowa Writers’ Workshop and have published short fiction in <\/em><strong><em>The New Yorker<\/em><\/strong><em> and <\/em><strong><em>Tin House<\/em><\/strong><em>. This is my debut novel.<\/em><\/p>\n\n\n\n<p>Keep it professional and relevant. This isn’t the place to talk about your love for cats—unless your book is about cats taking over the world!<\/p>\n\n\n\n<p>Using a query letter template can help you structure your letter effectively, ensuring all important details are included.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tip 6. Use Comparable Titles to Position Your Book<\/strong><\/h2>\n\n\n\n<p>Agents want to know where your book fits in the market. By using comparable titles, you show that you understand your genre and audience. Choose books published within the last five years and avoid comparing your work to mega-bestsellers (<em>no, your thriller isn’t the next Gone Girl<\/em>).<\/p>\n\n\n\n<p><strong>Example: <\/strong><em>Fans of <\/em><strong><em>The Midnight Library<\/em><\/strong><em> by Matt Haig and <\/em><strong><em>The Time Traveler’s Wife<\/em><\/strong><em> by Audrey Niffenegger will enjoy the emotional depth and time-bending twists in <\/em><strong><em>Echoes of Tomorrow<\/em><\/strong><em>.<\/em><\/p>\n\n\n\n<p>This positions your book without sounding arrogant and helps agents visualize how they might pitch it to publishers. Successful query letters are crucial for engaging literary agents and generating excitement about the manuscript.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tip 7. Follow the Submission Guidelines for the Letter<\/strong><\/h2>\n\n\n\n<p>Researching <a href=\"https:\/\/spines.com\/how-to-find-a-literary-agent\/\">literary agents<\/a> is crucial to ensure that your work aligns with an agent&#8217;s preferences and selling history. Agents are busy. One surefire way to land in the rejection pile is to ignore their submission guidelines.<\/p>\n\n\n\n<p>Check the agency’s website for their specific preferences:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Do they want the first five pages, ten pages, or a full manuscript?<\/li>\n\n\n\n<li>Do they prefer <strong>email queries<\/strong> or <strong>snail mail<\/strong>?<\/li>\n\n\n\n<li>Should the subject line include your book title?<\/li>\n<\/ul>\n\n\n\n<p>Agents may also have preferences for font, formatting, or file types. Failing to follow these rules signals that you might not be professional or detail-oriented—two qualities every author needs.<\/p>\n\n\n\n<p>When in doubt, double-check and follow directions carefully.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Keep It Professional and Polished<\/strong><\/h3>\n\n\n\n<p>Your query letter is a formal letter, so it should reflect professionalism. Obtaining a query letter review from a professional editor is crucial to ensure it meets industry standards. Use a clear, polite tone, and avoid slang or overly casual language.<\/p>\n\n\n\n<p>Before sending, proofread your letter multiple times. Better yet, ask a fellow writer or a professional editor to review it for clarity and errors. Agents receive hundreds of queries, and even small mistakes can make yours stand out for the wrong reasons.<\/p>\n\n\n\n<p>End with a polite, confident closing: <em>Thank you for your time and consideration. I look forward to the possibility of working together.<\/em><\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXc9DR_sVx1aNMA3KUfyga4je5MFpLJX6YFbuMJARLS72Sulv0safyliVWbI9xRGXYi8beKdJzR3kkTpq2cnE34N2w1rSmQMOReErw9fy6MIG9cazbBSoAxpv__XbxrNEZp_FPxb?key=nCI0CF1pC-Nt-0ZIFsgJ4_9S\" alt=\"A woman holding her completed query letter \"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Conclusion: Put Your Best Foot Forward<\/strong><\/h2>\n\n\n\n<p>Writing a query letter can feel intimidating, but it’s also an exciting opportunity to introduce your story to the world. Remember, every successful author started where you are right now—with a blank page and a dream.<\/p>\n\n\n\n<p>By following these seven tips, you’re already ahead of the pack. Personalize your query, hook the agent with a strong opening, showcase your story’s heart, and present yourself as a professional.<\/p>\n\n\n\n<p>But remember, traditional publishing isn’t the only path. If you’re ready to take control of your publishing journey, why not explore <strong><a href=\"https:\/\/spines.com\/understanding-self-publishing\/\">self-publishing<\/a> with<\/strong><a href=\"https:\/\/spines.com\/\"><strong> Spines<\/strong><\/a>? With professional tools and expert guidance,<a href=\"https:\/\/spines.com\/\"> Spines<\/a> empowers authors to bring their stories to life and reach readers worldwide.<\/p>\n\n\n\n<p>Whether you’re seeking representation or ready to publish independently, the <a href=\"https:\/\/spines.com\/10-writing-techniques-to-make-your-book-unforgettable\/\">most important thing is to keep writing<\/a>. Your story deserves to be told.<\/p>\n\n\n\n<p><strong>Happy writing!<\/strong><\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>FAQs &#8211; Query Letters<\/strong><\/h2>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: What is a query letter?<\/strong><\/h4>\n\n\n\n<p>A query letter is a one-page pitch that authors send to literary agents or publishers to introduce their book. It includes a book summary, genre, target audience, and the author’s credentials. The goal is to capture interest and secure a manuscript request.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: How do you write a simple query letter?<\/strong><\/h4>\n\n\n\n<p>A strong query letter starts with a compelling hook that introduces the book’s premise. This is followed by a brief summary, highlighting the plot without giving away the entire story. The author then includes a short bio with relevant experience and ends with a polite closing, inviting the agent to review the manuscript. Keeping it <strong>250-400 words<\/strong> ensures clarity and impact.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: What should you not say in a query letter?<\/strong><\/h4>\n\n\n\n<p>Avoid making exaggerated claims, such as stating your book is a guaranteed bestseller. Don’t reveal the entire plot or ending, as agents prefer intrigue. Personalize your letter instead of sending mass queries, and always follow submission guidelines to avoid automatic rejection.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: What is the best format for a query letter?<\/strong><\/h4>\n\n\n\n<p>A query letter should be one page long (250-400 words), written in 12-point font (Times New Roman or Arial), and have single-spacing with clear paragraph breaks. It should include a personalized greeting, book summary, author bio, and a professional closing thanking the agent for their time.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q; How long should a query letter be?<\/strong><\/h4>\n\n\n\n<p>A query letter should be no longer than one page, typically 250-400 words. Agents receive many queries, so keeping it concise improves readability and increases the chances of a response.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: Can a query letter be an email?<\/strong><\/h4>\n\n\n\n<p>Yes, most queries are sent via email. Always follow the agent’s submission guidelines—some prefer attachments, while others request the letter in the email body. Use a clear subject line like <strong>&#8220;Query: [Book Title] – [Your Name]&#8221;<\/strong> and maintain a professional tone.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: How do you start a query letter?<\/strong><\/h4>\n\n\n\n<p>A strong query letter begins with an attention-grabbing hook. Fiction writers should introduce the main premise or conflict in a single engaging sentence, while nonfiction authors can start with a thought-provoking fact or question. Including the book’s title, genre, and word count in the opening ensures clarity.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Breaking into the publishing world can feel like trying to unlock a door with a hundred different keys. However, the one key that can open the right door is a well-crafted query letter. This single-page letter is your first—and sometimes only—chance to make a literary agent sit up and say, “Tell me more.” It&#8217;s crucial [&hellip;]<\/p>\n","protected":false},"author":9278,"featured_media":255714,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[],"class_list":["post-255709","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/255709","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9278"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=255709"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/255709\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/255714"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=255709"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=255709"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=255709"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}