{"id":258098,"date":"2025-01-30T16:38:38","date_gmt":"2025-01-30T16:38:38","guid":{"rendered":"https:\/\/spines.com\/?p=258098"},"modified":"2025-09-03T11:23:24","modified_gmt":"2025-09-03T11:23:24","slug":"the-7-types-of-conflict-in-literature","status":"publish","type":"post","link":"https:\/\/spines.com\/the-7-types-of-conflict-in-literature\/","title":{"rendered":"The 7 Types of Conflict in Literature: Examples and Writing Tips"},"content":{"rendered":"\n<p>Imagine <em>The Hunger Games<\/em> without Katniss Everdeen battling the Capitol’s tyranny or <em>2001: A Space Odyssey<\/em> without HAL 9000’s chilling malfunction. Without conflict, stories fall flat—there’s no tension, no stakes, and no reason for readers to stay engaged. Conflict is the driving force of every plot, pushing characters to grow, struggle, and make life-altering decisions.<\/p>\n\n\n\n<p>At its core, conflict is divided into two main types: internal and external. Internal conflict occurs within a character’s mind, wrestling with fears, doubts, or moral dilemmas. External conflict, on the other hand, arises from outside forces—whether it’s man vs. man, society, nature, technology, or the supernatural. These different types of conflict in literature shape a character’s journey and determine the stakes of their story.<\/p>\n\n\n\n<p>In this guide, we’ll explore the seven main types of conflict, including types of external conflict and their role in storytelling. We’ll also break down conflict resolution techniques, showing how these struggles shape compelling narratives. Understanding all types of conflict isn’t just about creating tension—it’s about <a href=\"https:\/\/spines.com\/balancing-plot-and-character-key-to-engaging-stories\/\">crafting stories where characters evolve<\/a>, fight for what matters, and leave a lasting impact on readers.<\/p>\n\n\n\n<p>Let’s find out more on the types of conflict in literature to elevate your storytelling.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Internal vs. External Conflict: The Battle Within and Beyond<\/strong><\/h2>\n\n\n\n<p>Every great story thrives on conflict, but not all battles are fought on the same battlefield. Some wars rage within a character’s mind, while others explode in the world around them. Understanding the difference between internal and external conflict is essential for creating stories that are both gripping and emotionally rich.<\/p>\n\n\n\n<p>Internal conflict is the quiet storm inside a character—inner turmoil, self-doubt, and moral conflict. It’s the voice whispering, <em>“What if I’m not good enough?”<\/em> or the weight of making a decision that could destroy everything they love. This psychological struggle adds depth and vulnerability, making characters feel human.<\/p>\n\n\n\n<p>External conflict, on the other hand, thrusts characters into direct opposition with outside forces: society, nature, technology, or even other people. It’s the rebellion against an oppressive regime, survival against a deadly storm, or a high-stakes rivalry with a cunning enemy.<\/p>\n\n\n\n<p>Take <em>The Hunger Games<\/em> as an example. Katniss Everdeen faces a task conflict: the external conflict of surviving a brutal, government-controlled death match. Yet, she also wrestles with internal conflict—crippling guilt over killing to survive and the emotional cost of becoming a symbol of rebellion.<\/p>\n\n\n\n<p>To craft truly layered protagonists, try to strike a balance between internal and external conflict. Let your characters fight both the world and themselves. That’s where the most powerful, relatable stories come to life.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXe7HDPp_P1xH9zhAuTsEM6Zbj2k5EC7FlzcmYSnbIElZ5IxsK_NAuaAxbP9ROHE3_HCQUxUImVTXOE23siMI64bdG9PSA8qKYPDGhZD3HNXKEu5I_5Cny0UNSDppG3FXiR6KyTwfA?key=MAjRX4mN2OPJkAwV0LP3O_YT\" alt=\"Types of Conflict. A frustrated woman with dark hair sits at a desk in a modern home office, clenching her fists and looking intensely angry. Papers are scattered across the desk, and an open laptop is in front of her. Behind her, bookshelves filled with books and large windows letting in natural light create a professional yet tense atmosphere.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Person vs. <\/strong><strong><em>Self<\/em><\/strong><strong>: Wrestling Inner Demons<\/strong><\/h2>\n\n\n\n<p>Sometimes the fiercest battles aren’t fought with swords or words—they’re fought in the mind. Person vs. Self-conflict is all about a character grappling with their own inner turmoil, doubts, fears, and moral dilemmas. This type of conflict forces characters to confront who they are, what they believe, and what they’re willing to sacrifice. It’s raw, personal, and deeply human.<\/p>\n\n\n\n<p>Consider Offred in <em>The Handmaid’s Tale<\/em>. Trapped in the oppressive regime of Gilead, her greatest struggle isn’t just surviving the system—it’s battling her own fear and clinging to fragments of her former identity. She constantly wrestles with whether to submit for safety or risk everything for freedom. This internal war makes her journey profoundly compelling because readers feel her hesitation, fear, and fleeting hope.<\/p>\n\n\n\n<p>Self-conflict often presents itself through tough decisions where no option feels right—moral conflict at its finest. Do they betray a friend to save themselves? Do they abandon their dreams to fulfill family expectations? These dilemmas reveal a character’s deepest flaws and desires, allowing readers to connect with them on a personal level.<\/p>\n\n\n\n<p>Relatability can come naturally if you make the choice to lean into your character’s weaknesses. Let them make mistakes, hesitate, and wrestle with regret. Self-conflict is a powerful tool for character development—use it to show growth. A character who overcomes their own demons (or fails to) feels real and relatable. After all, readers love a protagonist who’s as flawed and human as they are.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Person vs. <\/strong><strong><em>Person<\/em><\/strong><strong>: When Two Characters Clash<\/strong><\/h2>\n\n\n\n<p>Nothing ignites a story like a serious conflict resolution or a fierce clash between two characters. Person vs. Person conflict—also known as relationship conflict or interpersonal conflict—is the classic battle of wills, where characters face off due to personality differences, differing opinions, or outright opposing goals. This conflict is the backbone of countless stories because it’s dynamic, relatable, and endlessly entertaining.<\/p>\n\n\n\n<p>Look no further than the legendary rivalry between Harry Potter and Voldemort. This isn’t just a simple good vs. evil showdown—it’s a deeply personal conflict. Voldemort seeks power and immortality at any cost, while Harry fights to protect his friends and preserve freedom. Their conflict is fueled by personal history, ideology, and a prophecy binding their fates. It’s not just about defeating the villain; it’s about Harry confronting the embodiment of fear and hatred.<\/p>\n\n\n\n<p>But <a href=\"https:\/\/en.wikipedia.org\/wiki\/Interpersonal_relationship\" target=\"_blank\" rel=\"noopener\">interpersonal conflict<\/a> doesn’t always need to be life-or-death. It can stem from personality clashes or fundamental differences. Whether it’s a power struggle, a rivalry, or a bitter feud between two or more people, this conflict type thrives when both characters have strong, opposing motivations.<\/p>\n\n\n\n<p>Avoid one-dimensional &#8220;evil for the sake of evil&#8221; antagonists. Give both sides believable goals and justifications. A well-rounded villain or rival with different types of understandable motives creates richer, more compelling fiction. Remember, the most unforgettable conflicts arise when both characters believe they’re right—and when readers can almost agree with both.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Person vs. <\/strong><strong><em>Society<\/em><\/strong><strong>: Fighting the System<\/strong><\/h2>\n\n\n\n<p>When a character stands alone against the weight of societal norms, laws, or cultural expectations, you’ve got a Person vs. Society conflict. This type of struggle pits individuals against oppressive systems, unjust traditions, or widespread beliefs. It’s a battle against the collective mindset, often driven by fundamental differences between a character’s values and the world they inhabit.<\/p>\n\n\n\n<p>A standout example is Katniss Everdeen in <em>The Hunger Games<\/em>. Katniss isn’t just fighting for survival in the arena—she’s rebelling against the Capitol’s brutal control over Panem. Her defiance, from volunteering for her sister to subverting the Games’ rules, challenges the Capitol’s grip on power and sparks a revolution. Katniss’s struggle isn’t only physical—it’s a fight against a society designed to crush individuality and freedom.<\/p>\n\n\n\n<p>Person vs. Society conflict is especially powerful because it mirrors real-world issues. It allows writers to explore themes like injustice, inequality, and corruption. Whether it’s a character battling systemic racism, oppressive gender roles, or corrupt governments, these stories resonate because they reflect struggles readers recognize in real life.<\/p>\n\n\n\n<p>You can use this conflict to shine a light on <strong>social issues<\/strong> and inspire reflection. Ground the conflict in believable societal constructs, and make your main character’s struggle personal and relatable. A protagonist doesn’t need to overthrow the system entirely—sometimes, their small acts of rebellion can speak volumes.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXf4fQEov1vhSXM6Kf99dXYJcg7WbGCHaKGyOirMYwuEMMO3jwGFzHUvFiLog6q7Cgiwk6v7jdXigAgjgp--EhvLAxrUUQPAGpW5YFBSt9nBgj0-81iKLQ1SiRx2NIX-Nvaccjoq?key=MAjRX4mN2OPJkAwV0LP3O_YT\" alt=\"A man in heavy winter gear, including a fur-lined hood and a thick coat, trudges through a snow-covered city street during a severe blizzard. His face is determined and weathered as he braces against the harsh wind and swirling snow. Parked cars and buildings are partially buried in snow, emphasizing the extreme cold and challenging conditions of the environment.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Person vs. <\/strong><strong><em>Nature<\/em><\/strong><strong>: Battling the Elements<\/strong><\/h2>\n\n\n\n<p>In a Person vs. Nature conflict, the antagonist isn’t a villain with a sinister plan—it’s the unforgiving world itself. This form of external conflict forces characters to fight for survival against natural forces like storms, wild animals, natural disasters, or extreme climates. Unlike human enemies, nature is cold, unfeeling, and impossible to reason with. It doesn’t target the protagonist out of malice; it simply exists, indifferent to their struggle.<\/p>\n\n\n\n<p>A gripping example of this conflict is found in <em><a href=\"https:\/\/en.wikipedia.org\/wiki\/Life_of_Pi\" target=\"_blank\" rel=\"noopener\">Life of Pi<\/a><\/em> by Yann Martel. After a shipwreck, Pi Patel is stranded on a lifeboat in the middle of the Pacific Ocean with only a Bengal tiger, Richard Parker, for company. Pi must battle the relentless sea, starvation, and the constant threat of being killed by the tiger. Nature isn’t actively hunting him—it’s simply indifferent to whether he lives or dies, making the struggle all the more harrowing.<\/p>\n\n\n\n<p>Use environmental conflict to reveal your character’s survival instincts and mental strength. Show how they adapt, innovate, and endure. Whether it’s braving a snowstorm or surviving a desert wasteland, let the harshness of nature push your character to its physical and emotional limits. This type of conflict strips characters down to their most basic instincts, testing their resilience and adaptability. It’s a raw, primal fight that often leads to profound self-discovery.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Person vs. <\/strong><strong><em>Technology<\/em><\/strong><strong>: Man vs. Machine<\/strong><\/h2>\n\n\n\n<p>In a world increasingly driven by innovation, the conflict of Person vs. Technology feels more relevant than ever. This type of external conflict pits humans against the very technology they’ve created—machines, artificial intelligence, or scientific advancements that spiral out of control. Whether it’s a malfunction, unintended consequence, or a machine developing its own agenda, this conflict explores the dangers of over-reliance on technology and humanity’s struggle to maintain control.<\/p>\n\n\n\n<p>A classic example is HAL 9000 in <em>2001: A Space Odyssey<\/em>. HAL, an advanced AI designed to assist the crew, gradually becomes a deadly threat. Its cold logic and refusal to be shut down create a chilling confrontation between man and machine. HAL doesn’t act out of hatred—it follows its programming to a fault, highlighting the terrifying possibility of technology acting without human empathy.<\/p>\n\n\n\n<p>In today’s world of self-driving cars, smart homes, and AI algorithms, the tension between humanity and technology feels increasingly real. Stories that explore and resolve this conflict can tap into societal fears about surveillance, automation, and losing control over our own creations.<\/p>\n\n\n\n<p>Don’t just focus on machines turning evil—dig deeper. Introduce ethical dilemmas. Should a character shut down a life-saving AI that’s making dangerous choices? Is a society’s comfort worth the loss of privacy? These questions add depth and make the conflict more thought-provoking and impactful.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXeP8oCljpWmxpMvd7mi0xTaC8mh-dZCaDKez6QpxBbXt7RB1I3guEpXalwF73i1m7jp5TCKnmbF3WsMbAJnXPD3bVk9DiWBCJBeQ6TdcdICEIPoPIwUk0r7B7HOeAxBixBDCqWv?key=MAjRX4mN2OPJkAwV0LP3O_YT\" alt=\"A young woman with long, wavy brown hair and a calm expression walks down a dimly lit hallway in an old house. Unbeknownst to her, a ghostly figure dressed in a flowing white gown with a hollow-eyed, eerie face lurks in the shadows behind her. The hallway’s vintage wallpaper, framed portraits, and warm lighting contrast with the unsettling supernatural presence, creating an ominous and suspenseful atmosphere.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Person vs. <\/strong><strong><em>Supernatural<\/em><\/strong><strong>: Facing the Unknown<\/strong><\/h2>\n\n\n\n<p>When characters confront forces beyond the natural world—gods, monsters, magic, or the paranormal—they face a Person vs. Supernatural conflict. This type of conflict thrusts characters into battles with entities or powers that defy logic and understanding. Whether it’s a cursed prophecy, a vengeful spirit, or ancient magic, these encounters force characters to question their reality and often push them to the brink of their sanity.<\/p>\n\n\n\n<p>A powerful example of this is in Shakespeare’s <em>Macbeth<\/em>. After encountering the witches and their cryptic prophecy, Macbeth becomes obsessed with controlling his fate. The supernatural element doesn’t physically attack him, but it manipulates his mind, driving him to murder and madness. The witches symbolize dark forces influencing Macbeth’s choices, blurring the line between free will and destiny.<\/p>\n\n\n\n<p>Supernatural conflicts challenge a character’s core beliefs. They must decide whether to fear the unknown, embrace it, or fight against it—often without fully understanding the rules of the game. This creates intense psychological and emotional tension. For supernatural stories to feel immersive, establish clear and consistent rules for how the supernatural works. Whether it’s magic, curses, or mythical creatures, consistency makes even the most fantastical elements believable. Grounding the supernatural in logic—even twisted logic—keeps readers engaged and heightens the story’s tension.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Person vs. <\/strong><strong><em>Task<\/em><\/strong><strong>: Overcoming Obstacles and Deadlines<\/strong><\/h2>\n\n\n\n<p>Not all man vs. conflicts involve villains or raging storms—sometimes the greatest struggle is simply getting the job done. Person vs. Task conflict centers on a character’s battle to complete a challenging goal, often under extreme pressure. This can involve complex missions, difficult quests, or even high-stakes projects where failure isn’t an option. The conflict comes from the sheer difficulty of the task and the obstacles that threaten to derail it.<\/p>\n\n\n\n<p>In real life, this is like dealing with a workplace conflict where a team clashes over how to meet deadlines or complete a project. Differing strategies, limited resources, and looming due dates can create intense pressure. Similarly, in fiction, the task itself can become an overwhelming antagonist.<\/p>\n\n\n\n<p>A perfect example is Frodo Baggins in <em>The Lord of the Rings<\/em>. Frodo’s mission to destroy the One Ring is a classic task-driven conflict. The journey is long and perilous, filled with enemies, betrayals, and the corrupting influence of the Ring itself. The task seems nearly impossible, and the weight and sense of responsibility constantly threaten to crush him.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXcBAI5thAGN2Qnufd_QuW2xAgwO57fM4wSjV6QhEK6XgMgsOexXzeaVWkpe7G8CfuM0hVAYpKAVygpDpCiEyXBrwmNSenbW8eYqzGCdKtOyOgCQ-KsBcl4Mwn_b7wdTquCiLnMcNA?key=MAjRX4mN2OPJkAwV0LP3O_YT\" alt=\"A young man with curly hair and a thoughtful expression sits in a cozy, dimly lit library, deeply engrossed in a book. He wears a warm knit sweater, and the soft glow of a candle flickers beside him, adding to the serene atmosphere. Shelves filled with books line the background, creating an inviting and intellectual ambiance perfect for reading and reflection.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Creating Conflict That Captivates<\/strong><\/h2>\n\n\n\n<p>From battling inner demons to defying oppressive societies, the seven types of conflict—Person vs. Self, Person vs. Person, Person vs. Society, Person vs. Nature, Person vs. Technology, Person vs. Supernatural, and Person vs. Task—are the driving forces behind every compelling story. Understanding these conflict types allows writers to craft deeper, more dynamic narratives that hook readers and keep them invested.<\/p>\n\n\n\n<p>Conflict isn’t just about drama; it’s about growth, struggle, and the raw, human experience. The best stories challenge characters in ways that force them to adapt, fail, and evolve. So, don’t shy away from making your characters suffer. Push them to their limits, break them down, and let them fight for what matters.<\/p>\n\n\n\n<p>After all, the sweetest victories come after the hardest battles—and that’s what makes a story unforgettable.<\/p>\n\n\n\n<p>Ready to craft conflict that captivates? Let<a href=\"https:\/\/spines.com\/\"> Spines<\/a> help you bring your story to life. Spines gives you the tools you need to publish dynamic, conflict-driven stories that readers can’t put down. Start writing with Spines today!<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>FAQs &#8211; Types of Conflict<\/strong><\/h2>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: What are the 5 main types of conflict in writing?<\/strong><\/h4>\n\n\n\n<p>The five main types of conflict in writing are Character vs. Self, Character vs. Character, Character vs. Society, Character vs. Nature, and Character vs. Supernatural\/Technology. These conflicts shape a story’s tension and development. Internal conflict (Character vs. Self) explores a character’s personal struggles, while external conflicts (Character vs. Character, Society, Nature, or Supernatural) introduce challenges beyond their control.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: What are the 7 types of conflict in literature?<\/strong><\/h4>\n\n\n\n<p>In literature, the <strong>seven types of conflict<\/strong> expand upon traditional storytelling structures:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Character vs. Self<\/strong> – A protagonist battles internal struggles or moral dilemmas.<\/li>\n\n\n\n<li><strong>Character vs. Character<\/strong> – Two opposing characters create tension.<\/li>\n\n\n\n<li><strong>Character vs. Society<\/strong> – A character challenges societal norms or oppression.<\/li>\n\n\n\n<li><strong>Character vs. Nature<\/strong> – Survival against environmental forces.<\/li>\n\n\n\n<li><strong>Character vs. Supernatural<\/strong> – Conflicts with mystical or otherworldly elements.<\/li>\n\n\n\n<li><strong>Character vs. Technology<\/strong> – The dangers of artificial intelligence, machinery, or scientific advancements.<\/li>\n\n\n\n<li><strong>Character vs. Fate\/Destiny<\/strong> – A struggle against predetermined fate or prophecy.<\/li>\n<\/ul>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: What are the different types of external conflict?<\/strong><\/h4>\n\n\n\n<p>External conflict arises from outside forces that challenge the protagonist. The main types include Character vs. Character (interpersonal struggles), Character vs. Society (conflict with cultural or political structures), Character vs. Nature (survival against natural forces), Character vs. Supernatural (battles with magical or unknown entities), and Character vs. Technology (struggles against innovation or artificial intelligence).<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: What are the 3 most common types of conflict?<\/strong><\/h4>\n\n\n\n<p>The three most common types of conflict in storytelling are Character vs. Self, Character vs. Character, and Character vs. Society. Internal struggles drive deep character development, while interpersonal and societal conflicts create external tension and stakes. These three conflicts appear across fiction, drama, and literature, shaping protagonists and their journeys.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: What are the 4 types of conflict resolution?<\/strong><\/h4>\n\n\n\n<p>The four primary types of conflict resolution are Avoiding, Accommodating, Compromising, and Collaborating.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Avoiding<\/strong> means sidestepping the conflict without addressing it.<\/li>\n\n\n\n<li><strong>Accommodating<\/strong> prioritizes maintaining peace over winning the argument.<\/li>\n\n\n\n<li><strong>Compromising<\/strong> finds a middle ground where both sides sacrifice something.<\/li>\n\n\n\n<li><strong>Collaborating<\/strong> seeks a win-win solution through cooperation and understanding.<\/li>\n<\/ul>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: How does conflict drive a story forward?<\/strong><\/h4>\n\n\n\n<p>Conflict is the driving force of storytelling because it introduces obstacles, raises stakes, and forces characters to grow. Without conflict, there is no tension or reason for the audience to stay engaged. Whether through internal struggles or external confrontations, conflict pushes the plot forward, fuels character arcs, and creates an emotional connection with readers.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Q: What is an example of a compromising conflict?<\/strong><\/h4>\n\n\n\n<p>A compromising conflict occurs when opposing sides agree to meet in the middle to resolve a disagreement. For example, in <em>Romeo and Juliet<\/em>, the Montagues and Capulets compromise by ending their feud after the tragic deaths of their children. In modern storytelling, a compromise might involve two rival businesses merging rather than continuing a costly legal battle.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Imagine The Hunger Games without Katniss Everdeen battling the Capitol’s tyranny or 2001: A Space Odyssey without HAL 9000’s chilling malfunction. Without conflict, stories fall flat—there’s no tension, no stakes, and no reason for readers to stay engaged. Conflict is the driving force of every plot, pushing characters to grow, struggle, and make life-altering decisions. [&hellip;]<\/p>\n","protected":false},"author":9277,"featured_media":258102,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-258098","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/258098","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9277"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=258098"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/258098\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/258102"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=258098"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=258098"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=258098"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}