{"id":269570,"date":"2025-04-15T00:12:13","date_gmt":"2025-04-15T00:12:13","guid":{"rendered":"https:\/\/spines.com\/?p=269570"},"modified":"2025-09-08T10:13:45","modified_gmt":"2025-09-08T10:13:45","slug":"short-story-structure","status":"publish","type":"post","link":"https:\/\/spines.com\/short-story-structure\/","title":{"rendered":"Short Story Structure: How to Structure a Short Story (With Examples)"},"content":{"rendered":"\n<p>Writing a short story is a bit like packing for a weekend trip with just a backpack—you’ve got limited space, so every word has to pull its weight. And just like that trip, if you forget the essentials (like structure), things can go sideways fast.<\/p>\n\n\n\n<p>A well-crafted short story structure isn’t just helpful—it’s essential. Stories with a clear structure are more likely to <a href=\"https:\/\/spines.com\/10-narrative-techniques-to-create-tension-in-your-story\/\">build tension<\/a>, create emotional impact, and hold the reader’s attention from start to finish. Readers may not consciously dissect the arc, but they’ll notice when it’s missing—usually right before they stop reading.<\/p>\n\n\n\n<p>In this guide, we’ll break down how to structure a short story in a way that’s simple, effective, and maybe even a little fun. Whether you’re <a href=\"https:\/\/spines.com\/beginners-guide-how-to-write-your-first-book\/\">writing your first story<\/a> or tightening up your tenth, having a strong framework makes the creative process a lot smoother—and your story a lot stronger.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">What Is the Structure of a Short Story?<\/h2>\n\n\n\n<p>The structure of a short story is the narrative backbone—without it, your plot might just collapse like a Jenga tower during an earthquake. While novels can wander, take scenic routes, and introduce a cast of thousands, short stories demand precision. Every scene must earn its place, , and understanding the right techniques can make all the difference—especially when <a href=\"https:\/\/spines.com\/techniques-for-writing-compelling-short-stories\/\">writing compelling short stories<\/a>.<\/p>\n\n\n\n<p>So, what is the structure of a short story exactly?<\/p>\n\n\n\n<p>Most short stories follow a classic narrative arc, often referred to as <a href=\"https:\/\/bookwriting.fandom.com\/wiki\/Freytag%27s_Pyramid\" target=\"_blank\" rel=\"noopener\">Freytag’s Pyramid<\/a>, which includes:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>Exposition – Introduce the setting, characters, and main conflict. Think of it as the opening scene that sets the stage—no need to overstay your welcome.<\/li>\n\n\n\n<li>Rising Action – Develop tension and build stakes. This is where complications unfold, and readers lean in.<\/li>\n\n\n\n<li>Climax – The turning point. Something big happens that changes everything.<\/li>\n\n\n\n<li>Falling Action – Tensions ease, and consequences start to play out.<\/li>\n\n\n\n<li>Resolution – The conflict wraps up—whether happily ever after or a delicious gut punch.<\/li>\n<\/ol>\n\n\n\n<p>The beauty of short stories is that this structure can be flexible. Some tales <a href=\"https:\/\/spines.com\/crafting-nonlinear-narratives\/\">start mid-action or experiment with structure<\/a>, others drop the resolution entirely. But even when it’s subtle, some form of this arc is usually present.<\/p>\n\n\n\n<p>Keep this framework in mind as your story’s internal compass. It’ll help you stay focused, concise, and intentional—without accidentally writing chapter one of a novel.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\">How to Structure a Short Story: Step-by-Step Guide<\/h2>\n\n\n\n<p>So you’ve got a brilliant idea—maybe it came to you in a dream, maybe during a shower—ut now comes the real question: how do you structure a short story that actually works? Here’s a breakdown for <a href=\"https:\/\/spines.com\/story-outlining\/\">structuring your narrative for impact.<\/a><\/p>\n\n\n\n<p>Let’s break it down into five practical steps that will take you from “vague concept” to “tight, punchy narrative” without losing your mind (or your main character&#8217;s motivation).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Step 1: Hook Them in the First Paragraph (Exposition)<\/strong><\/h3>\n\n\n\n<p>You don’t have time for a slow burn. In a short story, the hook isn’t optional—it’s mandatory. Open with something intriguing—<a href=\"https:\/\/spines.com\/writing-unforgettable-opening-lines\/\">writing an unforgettable opening line<\/a> can be the key to pulling readers in fast: a striking image, a bold statement, or an action that demands explanation. Introduce your protagonist and the central conflict early on, ideally in the first few lines.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Step 2: Build Momentum (Rising Action)<\/strong><\/h3>\n\n\n\n<p>Now that you’ve got the reader’s attention, it’s time to raise the stakes. Introduce obstacles, deepen the conflict, and make sure every scene adds tension or insight. Remember, short stories thrive on <strong>tight storytelling<\/strong>—if it doesn’t push the plot forward, cut it.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Step 3: Deliver the Climax<\/strong><\/h3>\n\n\n\n<p>This is the emotional or narrative high point—the moment everything changes. Whether it’s a twist, a decision, or a revelation, the climax should feel earned and impactful. It’s the beat your whole story builds toward, so don’t hold back.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Step 4: Taper Down (Falling Action)<\/strong><\/h3>\n\n\n\n<p>After the climax, you need to gently guide the reader back to earth. This doesn’t mean tying every loose end—just the important ones. A short story doesn’t need a big epilogue, but it does need a little space to breathe.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Step 5: Land the Ending (Resolution)<\/strong><\/h3>\n\n\n\n<p>Give your reader a satisfying close. That could mean resolution, irony, ambiguity, or even <a href=\"https:\/\/spines.com\/should-you-leave-your-story-open-ended\/\">leaving your story open-ended<\/a> for dramatic effect. As long as it feels intentional and complete, you’re golden.<\/p>\n\n\n\n<p>By following these steps, you’ll understand how to structure a short story that captures attention, builds emotional stakes, and sticks the landing—all without overstaying its welcome.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">5 Common Short Story Plot Structures<\/h2>\n\n\n\n<p>While all good stories need structure, not all structures are created equal. Depending on your style, genre, and message, the short story plot structure you choose can drastically change how your story feels—and how readers respond.<\/p>\n\n\n\n<p>Let’s explore a few popular plot structures that work especially well for short fiction:<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>1. The Classic Freytag Pyramid<\/strong><\/h3>\n\n\n\n<p>We covered this earlier: exposition, rising action, climax, falling action, resolution. It’s simple, timeless, and works for almost any genre—from literary fiction to sci-fi, just like the <a href=\"https:\/\/spines.com\/the-heros-journey-explained\/\"><em>Hero’s Journey<\/em><\/a>, another timeless structure..<\/p>\n\n\n\n<p>📚 <em>Best for:<\/em> Traditional storytelling with a clear arc and satisfying payoff.<\/p>\n\n\n\n<p><strong>2. In Medias Res (Start in the Middle)<\/strong><\/p>\n\n\n\n<p>This structure drops the reader straight into the action—no time for small talk. Backstory and context are revealed as the plot moves forward.<\/p>\n\n\n\n<p>📚 <em>Best for:<\/em> Flash fiction, thrillers, or emotionally charged scenes where immediacy is key.<\/p>\n\n\n\n<p><strong>3. The Twist Ending<\/strong><\/p>\n\n\n\n<p>The story builds toward a seemingly predictable outcome, only to pivot dramatically in the final moments—<a href=\"https:\/\/spines.com\/10-plot-development-strategies\/\"><em>plot twists that keep your story engaging<\/em><\/a> can create lasting impact in short fiction. When done well, it leaves the reader reeling (in the best way).<\/p>\n\n\n\n<p>📚 <em>Best for:<\/em> Psychological drama, horror, or satire. Think O. Henry or Black Mirror vibes.<\/p>\n\n\n\n<p><strong>4. The Circular Story<\/strong><\/p>\n\n\n\n<p>The ending mirrors the beginning, often showing how everything has changed—or stayed hauntingly the same. It’s compact, poetic, and perfect for themes like inevitability or personal growth.<\/p>\n\n\n\n<p>📚 <em>Best for:<\/em> Character-driven fiction and introspective narratives.<\/p>\n\n\n\n<p><strong>5. The Snapshot or Vignette<\/strong><\/p>\n\n\n\n<p>Rather than a full arc, this structure captures a moment in time, often centered around mood, theme, or character insight. It’s like a literary photograph.<\/p>\n\n\n\n<p>📚 <em>Best for:<\/em> Literary fiction, coming-of-age stories, and experimental prose.<\/p>\n\n\n\n<p>Choosing the right short story plot structure is like picking the right lens for a photo—it determines what you focus on, what you leave out, and how your audience sees it. There’s no single “correct” choice, but the best stories are <a href=\"https:\/\/spines.com\/book-structure-101-how-to-organize-your-story\/\">organized like a pro<\/a>, with structure in mind from the first word to the last.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Short Story Structure Examples<\/h2>\n\n\n\n<p>Theory is great, but let’s be honest—it’s much easier to learn by example. Below are a few short story structure examples that show how different stories apply (or creatively break) the rules we’ve covered.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong><em>The Lottery <\/em><\/strong><strong>by Shirley Jackson<\/strong><\/h3>\n\n\n\n<p><strong>Structure used:<\/strong> Classic Freytag Pyramid<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Exposition: A seemingly normal village gathering on a sunny day.<\/li>\n\n\n\n<li>Rising Action: Everyone’s drawing slips of paper; tension builds subtly.<\/li>\n\n\n\n<li>Climax: Tessie Hutchinson “wins” the lottery.<\/li>\n\n\n\n<li>Falling Action &amp; Resolution: The townspeople stone her to death.<\/li>\n\n\n\n<li>This story shows how structure can build dread through contrast between tone and plot.<\/li>\n<\/ul>\n\n\n\n<p><strong><em>Cat Person<\/em><\/strong><strong> by Kristen Roupenian<\/strong><\/p>\n\n\n\n<p><strong>Structure used:<\/strong> Character-driven, emotional arc<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Focused on the protagonist’s shifting perceptions and internal conflict.<\/li>\n\n\n\n<li>The climax isn’t explosive, but emotional—centered on discomfort, misunderstanding, and power dynamics.&nbsp;<\/li>\n\n\n\n<li>This is a great example of how modern short stories can focus more on emotional structure than dramatic plot points.<\/li>\n<\/ul>\n\n\n\n<p><strong><em>The Tell-Tale Heart <\/em><\/strong><strong>by Edgar Allan Poe<\/strong><\/p>\n\n\n\n<p><strong>Structure used:<\/strong> In medias res with a twist ending<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Starts mid-action with a narrator insisting they’re sane (spoiler: they’re not).<\/li>\n\n\n\n<li>The story escalates quickly with rising tension and guilt.<\/li>\n\n\n\n<li>Climax: The narrator confesses after hallucinating the beating heart.&nbsp;<\/li>\n\n\n\n<li>Poe proves that short stories don’t need elaborate plots—just tightly wound tension and a clear structural path.<\/li>\n<\/ul>\n\n\n\n<p>These short story structure examples show that even in wildly different genres and tones, structure is what helps <a href=\"https:\/\/spines.com\/balancing-plot-and-character-key-to-engaging-stories\/\"><em>keep your story engaging and coherent<\/em>,<\/a> even across genres and tones. Whether you follow the rules or flip them on their head, having structure as your base gives your story the strength to stand.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXeYlzDcJh7XRtCylc0Qx7ShmW2G3WxC8GV89bwJLADh9IiF8-h2hcyTyHAM9AzQt6C5g9sr0vGHuL2SurVqvKPCJpG6DCqyZbMraHNB86CryviRIW9SaUOW5A2TXpt4tPpNFC_7_A?key=F4jacDxZ3SPYYbEKPn-Ts9ms\" alt=\"A person reading a storybook in a cozy, sunlit room by a large window. They sit in a wooden chair with a blanket, surrounded by warm natural light, potted plants, a cup of tea, and stacked books, creating a peaceful and focused atmosphere.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Why Structure Matters in a Short Story<\/h2>\n\n\n\n<p>You’ve got limited space, limited time, and limited reader patience—so why does the structure of a short story matter so much?<\/p>\n\n\n\n<p>Because structure is what turns a collection of words into an actual <em>story<\/em>. Without it, you might have beautiful sentences, <a href=\"https:\/\/spines.com\/character-development\/\">memorable characters<\/a>, and killer dialogue&#8230; but no momentum. No clarity. No point.<\/p>\n\n\n\n<p>A clear structure gives your narrative direction and focus. When every scene has a purpose, you know where you’re headed—and more importantly, so does your reader. No one gets lost in literary traffic because the path is clear. Structure also enhances pacing, allowing you to control the tempo: speeding things up during moments of tension and slowing down to land emotional beats with precision.<\/p>\n\n\n\n<p>Beyond flow and clarity, structure delivers emotional impact. A well-shaped arc builds tension, hits a meaningful climax, and offers space for resolution, leaving readers with a lasting impression. And when it comes time to edit? Structure is your best friend. With a solid framework, it’s easier to spot what’s missing, what’s dragging, and what needs to go, saving you time, energy, and maybe a tear or two over your keyboard. <\/p>\n\n\n\n<p>Another crucial part of writing, and one that directly shapes your book’s structure, is editing and <a href=\"https:\/\/spines.com\/services\/book-proofreading\/\">book proofreading<\/a>. These stages are not optional; they are essential to transforming a draft into a polished, professional manuscript. Careful editing allows you to spot inconsistencies, remove redundancies, and refine your language so your story flows smoothly. Proofreading, on the other hand, helps you catch grammar, punctuation, and spelling errors that can distract readers.<\/p>\n\n\n\n<p>Beyond surface-level corrections, editing also highlights where your story’s structure might need more attention, whether it’s tightening a chapter, clarifying a character’s motivation, or ensuring the pacing feels natural. By working through your manuscript with a critical eye (or even with the help of an editor), you not only eliminate mistakes but also strengthen the framework of your story, ensuring that it delivers its message with clarity and impact.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Tips to Master Short Story Structure<\/h2>\n\n\n\n<p>Even with the best advice, putting structure into practice can feel like trying to wrestle a cat into a sweater—awkward, unpredictable, and slightly dangerous to your confidence. But with a few key tips, you can make the short story structure work <em>for<\/em> you, not against you.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Start with the Ending in Mind<\/strong><\/h3>\n\n\n\n<p>Knowing where you’re going helps you trim the fat and build a path that leads somewhere satisfying. Ask yourself: what do I want the reader to feel at the end?<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Keep It Simple<\/strong><\/h3>\n\n\n\n<p>Short stories thrive on focus. Stick to one main conflict, a few key characters, and one setting—<a href=\"https:\/\/spines.com\/planning-your-book-tips\/\">planning your story structure<\/a> upfront can help you stay focused. Complexity belongs to novels—clarity is king here.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Let Each Scene Earn Its Place<\/strong><\/h3>\n\n\n\n<p>If a scene doesn’t move the plot forward or deepen the reader’s understanding, it’s probably not needed. Be ruthless in edits—structure is all about momentum.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Use Structure as a Creative Constraint<\/strong><\/h3>\n\n\n\n<p>Don’t think of structure as a limitation—it’s more like a rhythm to dance with. Many of the greatest stories innovate <em>within<\/em> the structure, not outside of it.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Read and Reverse-Engineer<\/strong><\/h3>\n\n\n\n<p>One of the best ways to learn is to study <a href=\"https:\/\/spines.com\/the-art-of-writing-short-stories-6-best-practices\/\">short story examples<\/a> and reverse-engineer their structure. Where’s the turning point? How early does the conflict begin? What makes the ending land?<\/p>\n\n\n\n<p>Mastering structure isn’t about following a formula—it’s about understanding what makes a story feel <em>whole<\/em>. With these tips and a little practice, you’ll be structuring like a pro (and hopefully sweating less about it).<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">From Blank Page to Brilliant Story<\/h2>\n\n\n\n<p>Nailing your short story structure isn’t about following rigid rules—it’s about creating flow, clarity, and emotional punch in a tight space. Whether you’re <a href=\"https:\/\/spines.com\/top-writing-contests\/\">writing for a competition<\/a>, a publication, or just flexing your creative muscles, structure is what helps your story land with impact.<\/p>\n\n\n\n<p>Remember:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Hook your reader early.<\/li>\n\n\n\n<li>Build tension with purpose.<\/li>\n\n\n\n<li>Deliver a satisfying (or intentionally unsettling) ending.<\/li>\n\n\n\n<li>And always write with intention.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:20px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>Now that you know how to structure a short story, it’s time to put pen to paper (or fingers to keyboard) and bring your ideas to life.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">FAQ: Short Story Structure <\/h2>\n\n\n<div id=\"rank-math-faq\" class=\"rank-math-block\">\n<div class=\"rank-math-list \">\n<div id=\"faq-question-1757324859038\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q1: What is a short story outline?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>A short story outline is a roadmap that helps you organize your plot, characters, and structure before writing. It ensures your story flows smoothly and helps you <a href=\"https:\/\/spines.com\/how-to-write-a-book-outline-that-will-keep-you-on-track\/\">outline your story effectively <\/a>while staying focused on the core narrative arc.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757324863040\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q2: How do you structure a short story for beginners?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Start with a simple five-part structure: introduce the character and conflict early, build tension, hit a strong climax, and end with a resolution. Beginners benefit from keeping the story tight and focused on one central idea.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757324868372\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q3: What’s the difference between short story structure and novel structure?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Short stories rely on brevity and focus, usually centering around a single plot and emotional arc. Novels, in contrast, can have multiple subplots, characters, and slower pacing—making structure even more essential in short fiction.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757324875936\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q4: What is the easiest way to write a short story?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>The easiest way is to start with a clear premise, outline your key plot points, and follow a proven story structure. These <a href=\"https:\/\/spines.com\/the-art-of-writing-short-stories-6-best-practices\/\">short story writing tips<\/a> can help you stay focused on one conflict, one character arc, and one powerful ending.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757324881174\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q5: How many paragraphs is a short story?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>There’s no fixed number, but most short stories fall between 3–8 pages, Depending on <a href=\"https:\/\/spines.com\/choosing-the-best-point-of-view-for-your-novel\/\">your style and narrative choices<\/a>, the short story plot structure you choose can drastically change how your story feels.Focus more on the story’s structure and emotional beats than paragraph count.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757324887406\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q6: What is the 7-point story structure?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>The 7-point structure is a plotting method that includes: Hook, First Plot Point, First Pinch Point, Midpoint, Second Pinch Point, Second Plot Point, and Resolution. It’s commonly used in both short stories and novels for tighter storytelling.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757324894976\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong style=\"white-space: normal\">Q7: Can a short story skip the resolution?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Yes—some short stories end on a cliffhanger or open question to leave a lasting emotional impression. Just make sure it feels intentional and thematically complete, even if all plot points aren’t wrapped up.<\/p>\n\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Writing a short story is a bit like packing for a weekend trip with just a backpack—you’ve got limited space, so every word has to pull its weight. And just like that trip, if you forget the essentials (like structure), things can go sideways fast. A well-crafted short story structure isn’t just helpful—it’s essential. Stories [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":313529,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-269570","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/269570","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=269570"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/269570\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/313529"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=269570"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=269570"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=269570"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}