{"id":269566,"date":"2025-04-15T00:07:03","date_gmt":"2025-04-15T00:07:03","guid":{"rendered":"https:\/\/spines.com\/?p=269566"},"modified":"2025-09-08T10:14:19","modified_gmt":"2025-09-08T10:14:19","slug":"how-to-describe-a-person-in-writing","status":"publish","type":"post","link":"https:\/\/spines.com\/how-to-describe-a-person-in-writing\/","title":{"rendered":"How to Describe a Person in Writing: Tips for Vivid and Memorable Character Descriptions"},"content":{"rendered":"\n<p>Have you ever read a book where a character felt so real, you could almost hear their voice or picture their expressions? That’s the power of vivid character descriptions. Done right, they bring a story to life. Done wrong, they leave readers confused—or worse, bored. Character development is crucial in creating vivid character descriptions, as it allows readers to track a character&#8217;s evolution and form connections based on relatable and vivid portrayals.<\/p>\n\n\n\n<p>Whether you’re writing a novel, a short story, or just trying to describe someone in an engaging way, crafting compelling character descriptions is essential. But how do you go beyond the cliché ‘she had blue eyes and brown hair’ to create characters that feel like living, breathing people? In this guide, we’ll dive into how to describe someone effectively—covering physical appearance, personality, body language, dialogue, and more—so you can create characters that leap off the page<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Understanding the Importance of Character Descriptions<\/strong><\/h2>\n\n\n\n<p>Character descriptions are a crucial element in creative writing, as they help to bring characters to life and create a vivid image in the reader’s mind. A well-written character description can make a character feel real, relatable, and memorable. It can also be used to create a sense of tension or conflict, reveal character traits beyond physical attributes, and create a sense of empathy in readers.<\/p>\n\n\n\n<p>Imagine reading about a character whose every detail, from their nervous habits to their confident stride, paints a picture so clear you feel like you know them. That’s the power of effective character descriptions. They do more than just tell you what a character looks like; they show you who the character is, what they’ve been through, and how they interact with the world around them. This depth makes readers care about the characters and become invested in their journeys. <\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Art of Writing Character Descriptions<\/strong><\/h2>\n\n\n\n<p>A great character description doesn’t just tell the reader what someone looks like—it gives insight into who they are. Knowing how to describe a character goes beyond mere physical features. If you describe a character&#8217;s appearance as having ‘piercing green eyes and a mischievous smirk,’ you’ve already hinted at their personality and provided deeper insights into their background and experiences, making it relevant to the plot. But if you say, ‘He had brown hair and was about six feet tall,’ well… congratulations, you’ve just described half the population.<\/p>\n\n\n\n<p>This is also where <a href=\"https:\/\/spines.com\/services\/book-proofreading\/\">book proofreading<\/a> plays an important role. During the proofreading stage, you’ll often notice weak or generic descriptions that slipped through earlier drafts. Proofreading isn’t just about catching typos—it’s about ensuring every word serves a purpose. Strong, vivid character descriptions should survive this final check, while flat or overused details can be refined or replaced to keep readers engaged.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Crafting a Compelling Character Description<\/strong><\/h3>\n\n\n\n<p>Crafting a compelling character description requires a deep understanding of the character’s personality, background, and traits. It involves more than just listing physical attributes; it’s about revealing who they are through their actions, words, and interactions. <a href=\"https:\/\/spines.com\/positive-character-traits\/\">A good character description should be concise, yet vivid and engaging,<\/a> and should avoid stereotypes and clichés.<\/p>\n\n\n\n<p>Think of it as introducing a new friend to someone. You wouldn’t just say, “This is John, he’s tall and has brown hair.” Instead, you might say, “This is John, his laughter is infectious, and he always has a book in his hand.” This approach not only gives a glimpse of John’s physical appearance but also hints at his personality and interests. By weaving in these details naturally, you create a multi-dimensional character that readers can connect with.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Balance Detail and Reader Imagination<\/strong><\/h3>\n\n\n\n<p>The key is to strike a balance between providing enough detail to create a vivid picture and leaving room for the reader’s imagination. Instead of listing every physical characteristic like a police report, weave in descriptions naturally.<\/p>\n\n\n\n<p><strong>Weak:<\/strong> She had black hair, and blue eyes, and was tall.<br><strong>Strong:<\/strong> Her black hair tumbled in messy waves over her shoulders, a striking contrast to the sharp intensity of her blue eyes.<\/p>\n\n\n\n<p>See the difference? One tells you the facts; the other paints a picture.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Beyond Hair and Eye Color: Describing a Character’s Physical Appearance<\/strong><\/h2>\n\n\n\n<p>Hair and eye color are often the first things writers think to describe, but physical descriptions should do more than check a box. A character&#8217;s physical appearance can enhance the understanding of their personality traits, illustrating how features like hair or habitual actions mirror internal characteristics such as determination or cheerfulness.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Use Physical Attributes to Show Personality<\/strong><\/h3>\n\n\n\n<p>A person’s clothing, posture, and mannerisms say just as much about them as their hair color.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>A nervous character might bite their lip or fidget with their sleeves.<\/li>\n\n\n\n<li>A confident character may walk with their head high and shoulders back.<\/li>\n\n\n\n<li>A weary character might have dark circles under their eyes and a slouched posture.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:15px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><strong>Example:<\/strong> Instead of “She had red hair,” try:<br><em>Her fiery curls matched the spark in her eyes—bold, untamed, and completely unapologetic.<\/em><\/p>\n\n\n\n<p>Suddenly, you know more about her than just her hair color.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Use Distinctive Features<\/strong><\/h3>\n\n\n\n<p>Does your character have a scar, a birthmark, or an unusual trait? These small details make them more memorable.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><em>A jagged scar ran from his eyebrow to his jaw—evidence of battles fought, and likely, battles lost.<\/em><\/li>\n\n\n\n<li><em>Her glasses sat crooked on her nose as if they had been bent one too many times in a hurry.<\/em><\/li>\n<\/ul>\n\n\n\n<div style=\"height:15px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>Details like these add depth and uniqueness without overwhelming the reader.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Going Beyond Looks: How to Describe Someone’s Personality<\/strong><\/h2>\n\n\n\n<p><a href=\"https:\/\/spines.com\/book-writing-for-character-personality-words\/\">A character&#8217;s personality<\/a> is what truly brings a character to life, beyond just physical traits. Instead of saying, “She was kind,” show her kindness through action.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Show, Don’t Tell<\/strong><\/h3>\n\n\n\n<p>Instead of:<br><em>She was generous.<\/em><\/p>\n\n\n\n<p>Try:<br><em>She always carried extra snacks in her bag, just in case someone forgot theirs.<\/em><\/p>\n\n\n\n<p>Let actions, dialogue, and habits do the work for you.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Use Descriptive Adjectives<\/strong><\/h3>\n\n\n\n<p>Be precise with your<a href=\"https:\/\/spines.com\/descriptive-adjectives\/\"> adjectives<\/a>. Instead of “happy,” consider:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Radiant<\/strong> (for someone who shines with positivity)<\/li>\n\n\n\n<li><strong>Content<\/strong> (for someone quietly satisfied)<\/li>\n\n\n\n<li><strong>Ecstatic<\/strong> (for over-the-top excitement)<\/li>\n<\/ul>\n\n\n\n<p>Choosing the right words makes a world of difference.<\/p>\n\n\n\n<div style=\"height:15px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXcOrJAioqDazi49F0CpwTPKmaxKHrSceZsFVD6ydhWG8BW28jWOdc5nSgjkm77-6f38-qzsDG7GryBYTORkcK3YopYSu9ih9PM12N8nfJas_I828G9EOErnoSon2Bec0JPViF4wTw?key=u5GpjSPJ50dEbRjatncJXtQr\" alt=\"A close-up of a man with an intense, focused expression, his fists clenched tightly in front of him. His piercing eyes are narrowed, exuding a sense of aggression and determination. The lighting accentuates the sharp contours of his face and muscular build, emphasizing his raw, intense emotion. The dark, moody background enhances the dramatic atmosphere of the image\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Body Language: The Secret to Subtle Characterization<\/strong><\/h2>\n\n\n\n<p>Body language is a powerful tool in character descriptions. A character’s movements, posture, and expressions reveal their mood, emotions, and personality—without a single word spoken. Knowing how to describe someone through their body language effectively can enhance the reader&#8217;s ability to visualize and connect with them<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>How Body Language Conveys Emotion<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Confidence:<\/strong> Standing tall, making direct eye contact, relaxed shoulders.<\/li>\n\n\n\n<li><strong>Nervousness:<\/strong> Fidgeting, avoiding eye contact, wringing hands.<\/li>\n\n\n\n<li><strong>Anger:<\/strong> Clenched jaw, narrowed eyes, tense fists.<\/li>\n\n\n\n<li><strong>Sadness:<\/strong> Slumped shoulders, downcast gaze, slow movements.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:19px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Describing Facial Expressions<\/strong><\/h3>\n\n\n\n<p>Instead of saying “She was angry,” try:<br><em>Her lips pressed into a tight line, and her eyes flashed like a brewing storm.<\/em><\/p>\n\n\n\n<p>The more specific you are, the more the reader can visualize.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Role of Sensory Details in Character Descriptions<\/strong><\/h2>\n\n\n\n<p>Want to make a character truly come alive? Use vivid descriptions to enhance reader engagement and establish character identity by engaging the five senses in your descriptions.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><em>His handshake was firm, calloused from years of labor.<\/em><\/li>\n\n\n\n<li><em>She smelled of lavender and old books, a comforting mix of wisdom and warmth.<\/em><\/li>\n\n\n\n<li><em>His voice was deep, like the rumble of distant thunder.<\/em><\/li>\n<\/ul>\n\n\n\n<div style=\"height:19px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>Using sensory details makes your descriptions immersive and memorable.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Dialogue and Voice: How Your Characters Talk<\/strong><\/h2>\n\n\n\n<p>A character’s speech patterns reveal just as much about them as their appearance.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>A formal character might speak in complete, articulate sentences.<\/li>\n\n\n\n<li>A laid-back character might drop their Gs and use slang.<\/li>\n\n\n\n<li>A nervous character might stutter or over-explain.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:19px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>Example:Formal: “I sincerely appreciate your assistance.” Casual: “Thanks, dude! You saved my butt.”<\/p>\n\n\n\n<p>By adjusting word choice, tone, and rhythm, you make each character’s voice unique. <a href=\"https:\/\/spines.com\/how-to-write-dialogue-for-characters\/\">Using dialogue and voice to describe people effectively<\/a> can enhance character portrayal and convey deeper traits and relationships within the narrative.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Avoiding Common Mistakes in Character Descriptions<\/strong><\/h2>\n\n\n\n<p><strong>1. Overloading with Details<\/strong><\/p>\n\n\n\n<p>Don’t describe every single feature—focus on what makes a character stand out.<\/p>\n\n\n\n<p><strong>2. Relying on Clichés<\/strong><\/p>\n\n\n\n<p>Avoid phrases like “piercing blue eyes” or “raven black hair” unless you put a fresh spin on them.<\/p>\n\n\n\n<p><strong>3. Describing Only Physical Traits<\/strong><\/p>\n\n\n\n<p>If all we know about a character is their height and eye color, we won’t care about them. Give them depth.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bringing It All Together: A Few Tips for Stronger Character Descriptions<\/strong><\/h2>\n\n\n\n<p><strong>Mix Physical and Personality Traits<\/strong><\/p>\n\n\n\n<p>Instead of: “She had brown hair and was quiet,” try:<br><em>Her chestnut hair always hung in her face, as if shielding her from a world she wasn’t sure she belonged in.<\/em><\/p>\n\n\n\n<p><strong>Use Comparisons and Metaphors<\/strong><\/p>\n\n\n\n<p>Instead of: “His voice was deep,” try:<br><em>His voice rumbled like distant thunder—low, commanding, impossible to ignore.<\/em><\/p>\n\n\n\n<p><strong>Practice!<\/strong><\/p>\n\n\n\n<p>Try describing someone you know using only body language or only sensory details. It’s a great way to strengthen your skills.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bringing Characters to Life Through Description<\/strong><\/h2>\n\n\n\n<p>To bring characters to life, you need a balance of physical traits, personality, and sensory details that create a vivid image in the reader&#8217;s mind. Description of a person is about showing, not telling—using language to build mood and atmosphere. For instance, instead of saying, “He had brown hair,” you could say, “His tousled brown hair fell into his eyes, giving him a perpetually disheveled look that matched his carefree attitude.” This paints a clearer, more engaging picture.<\/p>\n\n\n\n<p>Describing someone’s personality goes beyond words—use their actions, dialogue, and interactions. For example, instead of saying, &#8220;She was kind,&#8221; show her kindness through actions: “She always carried extra snacks, just in case someone forgot theirs.”<\/p>\n\n\n\n<p>In literature, characters like Jay Gatsby from<a href=\"https:\/\/en.wikipedia.org\/wiki\/Jay_Gatsby\" target=\"_blank\" rel=\"noopener\"> <em>The Great Gatsby<\/em><\/a> are often revealed through their actions and physical appearance, offering deeper insight into who they are. Writers use descriptive adjectives—whether positive (enthusiastic, confident), negative (lazy, dishonest), or humorous (goofy, playful)—to shape a character’s tone and impact the story.<\/p>\n\n\n\n<p>The key to a strong character description is blending these elements—physical traits, personality, and sensory details—to<a href=\"https:\/\/spines.com\/crafting-believable-round-characters\/\"> create well-rounded, memorable characters<\/a>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Final Thoughts: The Magic of Vivid Character Descriptions<\/strong><\/h2>\n\n\n\n<p>Describing a person in writing is more than listing physical traits—it’s about creating a living, breathing individual that readers can connect with. By using sensory details, body language, dialogue, and personality traits, you can bring characters to life in a way that feels natural and compelling. Detailing physical characteristics can help paint a vivid picture, but focus on unique traits to avoid being overly dull or cliché.<\/p>\n\n\n\n<p>So next time you sit down to write, don’t just describe—immerse your readers in your character’s world.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>FAQ<\/strong>: How to Describe a Person in Writing<\/h2>\n\n\n<div id=\"rank-math-faq\" class=\"rank-math-block\">\n<div class=\"rank-math-list \">\n<div id=\"faq-question-1757325989148\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q1: How do you describe a character in writing?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>A strong character description is all about blending physical traits, personality, and behavior seamlessly. When writing a character, avoid simply listing their features; instead, focus on showing how they move, interact, and react to the world around them. You can mix physical and personality traits within the same description to give a more holistic view of who the character is. For example, learning how to describe a character means you can describe how a character’s body language reflects their personality or how their voice conveys emotions.<br \/>Example:<\/p>\n<p>Instead of: She was short and stubborn.<\/p>\n<p>Try: She barely reached five feet, but her presence filled the room like a storm rolling in—fierce, unwavering, and impossible to ignore<em>.<\/em><\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757326009214\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q2:  How do you describe a person’s appearance in writing?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>When describing a person&#8217;s appearance, you should focus on distinctive traits that stand out or carry significance. Instead of just listing features like hair color and height, aim for descriptive language that reveals something about the character’s personality, history, or state of mind. Incorporate sensory details—think about how the character moves, sounds, or even smells, as these contribute to a fuller picture. Try using metaphors or similes to add creativity and texture.<br \/>Example:<\/p>\n<p>Instead of: She had red hair and green eyes.<\/p>\n<p>Try: Her fiery curls matched the spark in her eyes—bold, untamed, and completely unapologetic.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757326022639\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q3: How do you write a list to describe someone’s character?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>When writing a list to describe someone’s character, you want to break the traits down into categories that provide a fuller understanding of their personality. These categories can include personality traits, emotional traits, social traits, and moral traits. Rather than merely listing characteristics, integrate them into sentences that show how those traits manifest in actions or interactions.<br \/>Example:<\/p>\n<p>Instead of: She was smart, kind, and funny.<\/p>\n<p>Try: She had a sharp wit that made conversations both engaging and unpredictable, but there was an undeniable kindness in the way she listened.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757326031064\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q4: How do you avoid common mistakes in character descriptions?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>When describing characters, it&#8217;s important to avoid certain pitfalls:<\/p>\n<p>Overloading with details – Don’t overwhelm readers with every characteristic at once. Focus on key features that contribute to the description of a person.<br \/>Relying on clichés – Avoid overused phrases unless you can give them a fresh twist.<br \/>Focusing only on physical traits – A well-rounded character includes both physical and personality traits.<\/p>\n<p>Example:<\/p>\n<p>Instead of: She had long blonde hair and was very pretty.<\/p>\n<p>Try: The golden waves of her hair caught the afternoon light as she laughed, her dimpled smile turning heads wherever she went.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757326049891\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q5: How does body language help describe a character?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Body language is essential in the description of a person because it communicates a character’s emotions and personality. It can convey confidence, nervousness, anger, or sadness without the need for words. How to describe a character’s body language adds depth and helps the reader visualize the character’s mood.<br \/>Example:<\/p>\n<p>Instead of: He was nervous.<\/p>\n<p>Try: He tapped his fingers against the table, his leg bouncing under the chair as his gaze flickered toward the clock every few seconds.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757326062191\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q6: How do you write in person in a sentence?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>The phrase &#8220;in person&#8221; is used to highlight face-to-face interactions as opposed to digital or written communication. In writing, it describes how someone physically presents themselves or engages in real life. When using this phrase, focus on how the character’s presence or actions might differ from when they communicate virtually.<\/p>\n<p>Example:<\/p>\n<p>She delivered the news in person, her voice steady but her hands trembling.<br \/>Meeting him in person was far different from reading his confident emails—he was nervous and soft-spoken.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757326073607\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q7: How do you write a good character description in an essay?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>When writing a character description in an essay, it’s important to engage the reader from the start. Your description should be detailed but concise, focusing on the most significant traits of the person. Make sure you integrate physical traits with personality and anecdotes. This makes the character feel multidimensional and gives the reader insight into their nature.<\/p>\n<p>Example Essay Opening:<\/p>\n<p>Mr. Anderson wasn’t the kind of teacher you forgot. Towering over most of his students, he had an air of quiet authority, but it was the warmth in his deep-set brown eyes that made people listen. He had a habit of tapping his pen against the desk when he was thinking, and when he spoke about literature, his voice carried the kind of passion that made even the most reluctant students sit up and pay attention.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1757326088108\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q8: How do you write a paragraph describing yourself?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Describing yourself in a paragraph should be a balance of physical appearance, personality, and unique traits. Use specific details to show who you are rather than just stating facts. You can include habits, thoughts, or actions that are characteristic of you. This makes the description more engaging and gives it a personal touch.<\/p>\n<p>Example Paragraph:<\/p>\n<p>I’ve always been the kind of person who notices the small things—the way people fidget when they’re nervous, the way the sky changes color just before a storm. My dark curls are constantly in a state of rebellion, much like my thoughts, always jumping from one idea to another. I prefer quiet corners with a book in hand, but when I do speak, I make sure my words count. Organized chaos defines both my desk and my mind, but somehow, I always find what I need when it matters.<\/p>\n\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Have you ever read a book where a character felt so real, you could almost hear their voice or picture their expressions? That’s the power of vivid character descriptions. Done right, they bring a story to life. Done wrong, they leave readers confused—or worse, bored. Character development is crucial in creating vivid character descriptions, as [&hellip;]<\/p>\n","protected":false},"author":9278,"featured_media":269568,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-269566","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/269566","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9278"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=269566"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/269566\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/269568"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=269566"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=269566"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=269566"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}