{"id":269583,"date":"2025-04-16T00:42:37","date_gmt":"2025-04-16T00:42:37","guid":{"rendered":"https:\/\/spines.com\/?p=269583"},"modified":"2025-09-03T11:22:24","modified_gmt":"2025-09-03T11:22:24","slug":"fiction-vs-nonfiction","status":"publish","type":"post","link":"https:\/\/spines.com\/fiction-vs-nonfiction\/","title":{"rendered":"Tall Tales or True Stories? Fiction vs Nonfiction Explained"},"content":{"rendered":"\n<p>Have you ever read something so wild you had to check if it was real? For example, when you read that Sir Elton John’s original name was Reginald Keith Dwight. Maybe it was a tale of a man surviving for months lost at sea—or a dragon whisperer saving a crumbling kingdom. One might be a survival memoir, the other a bestselling fantasy novel, but both made you <em>feel<\/em> something. And therein lies the twist: just because something <em>feels<\/em> true doesn’t mean it actually happened.<\/p>\n\n\n\n<p>Welcome to the eternal literary showdown: fiction vs nonfiction.<\/p>\n\n\n\n<p>In one corner, we have <em>fiction<\/em>—<a href=\"https:\/\/spines.com\/world-building-in-fiction-writing-immersive-storylines\/\">bold, imaginative, and unapologetically made up<\/a>. Think wizards, space battles, swoon-worthy romance arcs, and time travel paradoxes. Fiction bends reality for entertainment, enlightenment, or just plain escapism.<\/p>\n\n\n\n<p>In the other corner stands <em>nonfiction<\/em>—grounded, fact-checked, and rooted in reality. Whether it’s a detailed biography, a raw personal essay, or a <a href=\"https:\/\/spines.com\/how-do-i-incorporate-research-in-non-fiction-books\/\">data-rich investigative article<\/a>, nonfiction is all about what <em>actually<\/em> happened (though with good storytelling, it can still knock your socks off).<\/p>\n\n\n\n<p>So, what is fiction vs nonfiction, really? And why does it matter whether your next great read (or write) is truth-based or entirely dreamed up?<\/p>\n\n\n\n<p>That’s what we’re here to unravel.<\/p>\n\n\n\n<p>In this article, we’ll explore the quirky, compelling worlds of fiction and nonfiction, break down their differences, dish out some fun examples, and help you become a more discerning reader—or a sharper storyteller. Whether you&#8217;re writing the next big novel or just trying to figure out what shelf your book belongs on, you&#8217;re in the right place.<\/p>\n\n\n\n<p>Let’s turn the page, shall we?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Chapter One: What is Fiction vs Nonfiction, Really?<\/strong><\/h2>\n\n\n\n<p>Let’s cut through the literary fog and get straight to it: what is fiction vs nonfiction?<\/p>\n\n\n\n<p>At its core, the difference is simple—but like any good story, the details make it interesting.<\/p>\n\n\n\n<p><strong>Fiction<\/strong> is the land of make-believe. It’s where authors invent characters, plot twists, and <a href=\"https:\/\/spines.com\/fiction-writing-how-to-build-worlds\/\">entire worlds out of thin air<\/a> (and caffeine). Whether it’s a heart-wrenching love story or a high-stakes space opera, fiction’s main mission is to entertain, inspire, or provoke thought—all without sticking to real-life facts. If fiction were a ride, it’d be a rollercoaster: thrilling, unpredictable, and occasionally full of dragons.<\/p>\n\n\n\n<p><strong>Nonfiction<\/strong>, on the other hand, deals with facts. It’s rooted in reality, drawing from actual events, people, and information. From memoirs and history books to investigative journalism and essays, <a href=\"https:\/\/spines.com\/how-to-self-publish-journals-and-workbooks\/\">nonfiction aims to inform<\/a>, reflect, or persuade based on what <em>really<\/em> happened. Imagine it as a scenic hike—grounded, steady, and eye-opening in its own right.<\/p>\n\n\n\n<p>The fiction vs nonfiction divide isn’t about which one is “better.” It’s about understanding how each one works and why it matters. A novel might offer emotional truths through imaginary lives, while a biography might deliver hard facts with an emotional punch. Both can move you. Both can teach you. They just take different roads to get there.<\/p>\n\n\n\n<p>So the next time someone brings up the nonfiction vs fiction debate at a dinner party (hey, it happens), you’ll be ready to chime in with confidence—and maybe even a metaphor or two.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXdUf87Mq7fYMcFpRWMmJiyQ4d_RY2f1JAn9YMhIJDkoOQPHucEYZKFxPESQCAqW0wKwn4qrfX7BhtP05kfaJQOFYT8Y9-I7Gi_mojlfhhihZif69VjZE7-nImt0ahTr9TA2BA-8?key=WOWxdRfR4XCVYuLEpyHEIa92\" alt=\"A simple, realistic illustration of a person sitting at a desk, calmly drawing a dragon on paper with minimal sketching tools nearby and a soft, creative atmosphere.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fiction: The Art of Making Things Up<\/strong><\/h2>\n\n\n\n<p>If nonfiction is a well-lit museum tour, then fiction is sneaking into a circus after dark. It’s imaginative, unpredictable, and sometimes just plain wild—and that’s exactly the point.<\/p>\n\n\n\n<p>Fiction is all about making things up—and making them matter. This genre covers everything from sweeping epic novels to bite-sized short stories, from futuristic sci-fi landscapes to cozy small-town romances. If the story didn’t actually happen (and the author isn’t pretending it did), you’re firmly in fiction territory.<\/p>\n\n\n\n<p>Yes, dragons are welcome here. So are talking animals, time travelers, haunted houses, and alternate realities. But fiction doesn’t have to be fantastical to work. <a href=\"https:\/\/spines.com\/10-tips-for-writing-realistic-dialogue-in-fiction\/\">It can also feel deeply familiar<\/a>—stories about love, loss, growing up, or figuring life out one awkward moment at a time. The magic lies in how it reflects the human experience, even when the characters are entirely made up.<\/p>\n\n\n\n<p>One of fiction’s superpowers? Emotion. A well-told story can make you laugh out loud, cry on public transportation (been there), or stare dramatically into the middle distance. It gives us the chance to explore different lives and perspectives, to see the world through new eyes, and to ask big questions in a safe space.<\/p>\n\n\n\n<p>In the great debate of fiction vs nonfiction, fiction isn’t about lying—it’s about crafting a truth that feels real, even when it’s not literal. Whether it’s a fairy tale or <a href=\"https:\/\/spines.com\/dystopian-vs-utopian-how-to-write-different-worlds\/\">a dystopian thriller<\/a>, fiction lets us escape, empathize, and experience the extraordinary.<\/p>\n\n\n\n<p>And let’s be honest—where else can you ride a unicorn into battle and still make it home in time for dinner?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Nonfiction: Truth, Told Creatively<\/strong><\/h2>\n\n\n\n<p>Nonfiction is proof that real life doesn’t need a plot twist to be fascinating. It’s the genre where facts reign supreme—but that doesn’t mean it has to be dry or dusty. Think of nonfiction as truth with a little flair. Or as we like to say: It’s real life, but make it riveting.<\/p>\n\n\n\n<p>From <a href=\"https:\/\/spines.com\/writing-a-memoir-step-by-step-guide\/\">deeply personal memoirs<\/a> to hard-hitting investigative journalism, from thoughtful essays to sweeping biographies, nonfiction is all about what actually happened. It’s rooted in reality—names, dates, facts, receipts—but the best nonfiction doesn’t just list information. It tells a story.<\/p>\n\n\n\n<p>Take memoirs, for example. They’re not just about life events; they’re about how those events <em>felt<\/em>. They let readers step into someone else’s shoes—sometimes high heels, sometimes hiking boots—and walk through love, loss, triumph, and transformation.<\/p>\n\n\n\n<p>Journalism? That’s storytelling with a deadline. The best journalists don’t just deliver the “what” and “when”—they make you care about the “why.” And essays? They’re like thoughtful dinner conversations in written form: part opinion, part observation, and occasionally part rant (in the best way).<\/p>\n\n\n\n<p>In the ever-entertaining debate of nonfiction vs fiction, nonfiction holds its own by reminding us that truth is often stranger—and more powerful—than fiction. <a href=\"https:\/\/spines.com\/how-to-self-publish-an-educational-childrens-book\/\">It educates, illuminates, and sometimes even inspires action<\/a>. It’s the genre that says, “Yes, this really happened—and here’s why it matters.”<\/p>\n\n\n\n<p>So while nonfiction might not have dragons (usually), it does have real heroes, dramatic turns, and emotional depth. And when told creatively, it can be just as page-turning as the most fantastical made-up tale.<\/p>\n\n\n\n<p>Because sometimes, the best stories are the ones that don’t need to be invented.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXcxiRTIZRYvPSyKxikWxb6Annj7XdgPCyOMpyixx3Y-zkmABQe7Ra1Olb2Nj1O540X0me2PGaEC-2kxY0fIjcY1AtEq24gUU-S6C7n5U__s9LORBLDMMsftMgEGwWArfXYSJJ9VQw?key=WOWxdRfR4XCVYuLEpyHEIa92\" alt=\"A split-scene image showing a professional author reading at a podium to an adult audience on the left, and a playful author reading animatedly to children in a colorful, informal setting on the right.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Fiction vs Nonfiction Examples: Who Wrote It Better?<\/strong><\/h2>\n\n\n\n<p>Let’s put theory into practice with some real-deal fiction vs nonfiction examples. Same themes, but totally different approaches—both powerful in their own right.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Fiction Example:<\/strong><\/h3>\n\n\n\n<p>From <a href=\"https:\/\/www.goodreads.com\/book\/show\/4671.The_Great_Gatsby\" target=\"_blank\" rel=\"noopener\"><em>The Great Gatsby<\/em><\/a> by F. Scott Fitzgerald:<br><em>“So we beat on, boats against the current, borne back ceaselessly into the past.”<\/em><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>This line doesn’t tell you everything about the roaring ’20s, but it <em>feels<\/em> like a gut punch of nostalgia and regret. It&#8217;s <a href=\"https:\/\/spines.com\/crafting-poems-a-beginners-guide-to-writing-poetry\/\">poetic, symbolic, and entirely invented<\/a>—but it speaks to timeless truths about ambition, loss, and longing.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:19px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Nonfiction Example:<\/strong><\/h3>\n\n\n\n<p>From <a href=\"https:\/\/www.goodreads.com\/book\/show\/35133922-educated?ref=nav_sb_ss_1_8\" target=\"_blank\" rel=\"noopener\"><em>Educated<\/em><\/a> by Tara Westover:<br><em>“You can love someone and still choose to say goodbye to them.”<\/em><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>This memoir\/autobiographical moment is raw and real, the product of actual experience. Westover recounts her journey from growing up in a survivalist family to earning a PhD, and this quote hits hard because <a href=\"https:\/\/spines.com\/how-to-write-an-autobiography-a-step-by-step-guide\/\">it’s rooted in lived truth<\/a>.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:19px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>In both cases, the emotional impact is undeniable. The fiction vs nonfiction divide here isn’t about which one’s “better”—it’s about how truth is approached. Fiction gives us symbolic truths wrapped in imagination. Nonfiction hands us lived truths, polished through reflection.<\/p>\n\n\n\n<p>Whether the words are made up or meticulously documented, they both aim for the same thing: connection. And sometimes, the best way to understand ourselves is through someone else’s story—real or imagined.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Why It Matters: When Genres Collide<\/strong><\/h2>\n\n\n\n<p>So you’ve got your fiction over here, your nonfiction over there—but what happens when the lines blur? Spoiler alert: things get <em>very<\/em> interesting. Welcome to the in-between, where fiction vs nonfiction isn’t a clean-cut rivalry—it’s more of a literary love affair.<\/p>\n\n\n\n<p>Take historical fiction. It’s rooted in real events—wars, revolutions, royal scandals—but the characters and dialogue are often imagined. Think <em>The Book Thief<\/em> or <em>All the Light We Cannot See<\/em>. The history is accurate(ish), but the storytelling is pure fiction. It’s like adding a little <a href=\"https:\/\/spines.com\/balancing-fact-and-fiction-in-historical-writing\/\">creative seasoning to a factual stew<\/a>.<\/p>\n\n\n\n<p>Then there’s creative nonfiction, where <a href=\"https:\/\/spines.com\/literary-devices-list\/\">writers use literary techniques<\/a>—dialogue, scene-setting, narrative arcs—to tell <em>true<\/em> stories. Memoirs, personal essays, and narrative journalism all fall under this umbrella. It’s real, but it reads like a novel. Joan Didion, anyone?<\/p>\n\n\n\n<p>This genre fusion is where fact meets fancy—and sparks fly. It shows us that reality can be just as compelling as imagination when told well. And sometimes, fiction has to lean on real-world truths to hit emotional paydirt.<\/p>\n\n\n\n<p>Understanding the spectrum between fiction and nonfiction helps readers and writers navigate the possibilities of storytelling. Whether you&#8217;re crafting a memoir with novelistic flair or a <a href=\"https:\/\/spines.com\/integrating-real-history-into-your-fiction-writing\/\">novel based on true events<\/a>, the key is knowing <em>where<\/em> you stand—and <em>why<\/em> it works.<\/p>\n\n\n\n<p>After all, some of the best stories are part truth, part magic.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXdi47UH9hbKl9oma6nvXeXBszq0B1mO_iREcDfF0wQwC5N8JNgNKm8htlWzKi-m7i129IgGReWuJUmsQ5I7BgnQ1enMXFvxy1hitQAXxl_sDSh4UjamB9MEg8h_ftX7oBCam3YKLQ?key=WOWxdRfR4XCVYuLEpyHEIa92\" alt=\"Ultra-realistic image of an author sitting at a desk, thoughtfully holding a single pencil while looking at an open notebook, with soft natural light and a peaceful, creative atmosphere.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>How to Choose Your Story Style<\/strong><\/h2>\n\n\n\n<p>So, you’ve got a story burning a hole in your brain—but should you tell it as fiction or nonfiction? Here’s a quick cheat sheet to help you decide.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Go nonfiction if… <\/h3>\n\n\n\n<p>…your story <em>actually happened<\/em> and you want to inform, reflect, or inspire based on real events. This is the path for memoirs, essays, journalism, or <a href=\"https:\/\/spines.com\/self-publish-your-non-fiction-guide-in-2024\/\">anything grounded in truth<\/a>. Bonus: no need to invent characters—life already did that for you.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Go fiction if&#8230; <\/h3>\n\n\n\n<p>…your imagination’s doing cartwheels, or if the truth is too sensitive, complex, or bizarre to tackle head-on. Fiction gives you the freedom to reshape reality, explore “what ifs,” and <a href=\"https:\/\/spines.com\/creating-engaging-characters-in-fiction-a-writers-guide\/\">create something entirely new<\/a>.<\/p>\n\n\n\n<p>Still torn? Ask yourself: What do I want the reader to feel—and what’s the best way to get them there?<\/p>\n\n\n\n<p>Whether you stick to the facts or build a world from scratch, <a href=\"https:\/\/spines.com\/exploring-types-of-stories\/\">storytelling is about connection<\/a>. Fiction lets you bend reality to reveal emotional truths. Nonfiction lets you shine a light on real ones. Both require creativity. Both require courage.<\/p>\n\n\n\n<p>Whatever you choose, just remember: it’s <em>your<\/em> story. Tell it in the way that feels most true to you.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Wrap-Up: Final Chapter, Promise It’s Real<\/strong><\/h2>\n\n\n\n<p>And there you have it—fiction vs nonfiction, demystified. One genre lets you make things up (dragons, dystopias, dramatic plot twists), and the other sticks to the facts (memoirs, moments, mind-blowing realities). Fiction is <a href=\"https:\/\/spines.com\/world-building-in-fiction-writing-immersive-storylines\/\">your playground for imagination<\/a>; nonfiction is your <a href=\"https:\/\/spines.com\/why-should-you-self-publish-your-memoir\/\">deep dive into truth<\/a>. Both are powerful. Both are necessary.<\/p>\n\n\n\n<p>Whether you&#8217;re curled up with a biography or bingeing a fantasy saga, every story has the power to move you. The real magic? Knowing <em>why<\/em> it works and <em>how<\/em> it’s told.<\/p>\n\n\n\n<p>So go ahead—explore boldly. Write that memoir, start that novel, and blend the two if you dare. Curiosity is your compass, and storytelling is your superpower.<\/p>\n\n\n\n<p>Think you’re ready to tell your own story—real or imagined? <a href=\"https:\/\/spines.com\/\">Spines<\/a> helps writers organize, plot, and publish with ease. Whether you&#8217;re crafting the next great novel or a memoir that moves hearts, we&#8217;ve got the tools to bring your vision to life.<\/p>\n\n\n\n<p>And if anyone asks, “What is the difference between fiction and nonfiction anyway?”—just wink and say, “Let me tell you a story…”<\/p>\n\n\n\n<p>Because no matter where the tale takes you, <a href=\"https:\/\/spines.com\/5-proven-steps-in-the-writing-process\/\">the best part is always the ride<\/a>.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>FAQs &#8211; Fiction vs Nonfiction<\/strong><\/h2>\n\n\n\n<p><strong>Q1: How do you know if a story is fiction or nonfiction?<\/strong><strong><br><\/strong>Check the source: if the events, characters, and settings are based on real people and facts, it&#8217;s nonfiction. If they&#8217;re invented or dramatized for storytelling, it&#8217;s fiction. Sometimes it gets tricky—like in memoirs or <a href=\"https:\/\/spines.com\/the-pros-of-self-publishing-your-historical-fiction\/\">historical fiction<\/a>—but authors usually clarify upfront which camp their story falls into.<\/p>\n\n\n\n<p><strong>Q2: Are novels fiction or nonfiction?<\/strong><strong><br><\/strong>Novels are fiction by default. They’re <a href=\"https:\/\/spines.com\/writing-epics-how-to-maintain-reader-interest\/\">long-form narratives<\/a> created from the author&#8217;s imagination—even if they’re inspired by real events or people. If it&#8217;s labeled a novel, you&#8217;re in the realm of make-believe.<\/p>\n\n\n\n<p><strong>Q3: What are some realistic fiction books?<\/strong><strong><br><\/strong>Realistic fiction tells made-up stories that <em>could<\/em> actually happen. Great examples include:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><a href=\"https:\/\/www.goodreads.com\/book\/show\/11387515-wonder?ref=nav_sb_ss_1_6\" target=\"_blank\" rel=\"noopener\"><em>Wonder<\/em><\/a> by R.J. Palacio<\/li>\n\n\n\n<li><a href=\"https:\/\/www.goodreads.com\/book\/show\/25856606-the-fault-in-our-stars?ref=nav_sb_ss_1_9\" target=\"_blank\" rel=\"noopener\"><em>The Fault in Our Stars<\/em><\/a> by John Green<\/li>\n\n\n\n<li><a href=\"https:\/\/www.goodreads.com\/book\/show\/34273236-little-fires-everywhere?ref=nav_sb_ss_1_23\" target=\"_blank\" rel=\"noopener\"><em>Little Fires Everywhere<\/em><\/a> by Celeste Ng<\/li>\n<\/ul>\n\n\n\n<div style=\"height:19px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>These stories feel authentic, even though the characters and events are fictional.<\/p>\n\n\n\n<p><strong>Q4: Is a memoir fiction or nonfiction?<br><\/strong>Memoirs are nonfiction—it&#8217;s <a href=\"https:\/\/spines.com\/writing-a-memoir-step-by-step-guide\/\">a personal account of real-life experiences<\/a>. Authors may use creative storytelling techniques, but the events and reflections are based on truth.<\/p>\n\n\n\n<p><strong>Q5: Is the Bible considered fiction?<\/strong><strong><br><\/strong>That depends on perspective. From a literary standpoint, the Bible includes <a href=\"https:\/\/spines.com\/exploring-book-genre-popularity-whats-trending-now\/\">various genres—history, poetry, parables, and spiritual teachings<\/a>. Whether it’s classified as fiction or nonfiction often depends on religious and cultural beliefs, not just literary analysis.<strong>Q6: Is historical fiction real or fake?<\/strong><strong><br><\/strong>Historical fiction is a mix: the setting and events may be <a href=\"https:\/\/spines.com\/integrating-real-history-into-your-fiction-writing\/\">real or inspired by real history<\/a>, but the characters and storylines are fictional. It’s fiction wearing a vintage costume—and it makes the past come alive.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Have you ever read something so wild you had to check if it was real? For example, when you read that Sir Elton John’s original name was Reginald Keith Dwight. Maybe it was a tale of a man surviving for months lost at sea—or a dragon whisperer saving a crumbling kingdom. One might be a [&hellip;]<\/p>\n","protected":false},"author":9277,"featured_media":269585,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-269583","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/269583","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9277"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=269583"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/269583\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/269585"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=269583"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=269583"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=269583"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}