{"id":276540,"date":"2025-04-22T11:35:21","date_gmt":"2025-04-22T11:35:21","guid":{"rendered":"https:\/\/spines.com\/?p=276540"},"modified":"2025-09-03T11:22:17","modified_gmt":"2025-09-03T11:22:17","slug":"about-the-author-examples","status":"publish","type":"post","link":"https:\/\/spines.com\/about-the-author-examples\/","title":{"rendered":"How to Write an Author Bio: Examples &amp; Tips for Crafting Your &#8216;About the Author&#8217; Page"},"content":{"rendered":"\n<p>You’ve written a masterpiece, shared your insights, or perhaps made a name for yourself in your field—but what about you? Yes, <em>you<\/em>—the person behind the words! The truth is, your author bio is more than just a few lines about your credentials. It’s your chance to connect with your readers, build trust, and even boost your career.<\/p>\n\n\n\n<p>Think of it this way: Would you buy a book without knowing a little about the author? Probably not. The same goes for any content you publish online. An engaging, well-crafted &#8220;about the author&#8221; page is essential for standing out in today’s crowded digital world. It’s your moment to showcase who you are, what you do, and why your audience should care.<\/p>\n\n\n\n<p>In this article, we’ll break down how to write an author bio that doesn’t just blend into the background, but instead commands attention. From perfecting your tone to exploring real-life author bio examples, we’ve got you covered. Whether you’re a blogger, novelist, or business guru, your author bio should be as compelling as your content. Ready to introduce yourself to the world? Let’s get started!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What Is an &#8216;About the Author&#8217; Page and Why It Matters<\/strong><\/h2>\n\n\n\n<p>Your &#8220;About the Author page” isn’t just a formality—it’s an essential tool for building your online presence and <a href=\"https:\/\/spines.com\/building-an-author-website-key-elements\/\">establishing credibility with your audience<\/a>. But what exactly is it? Simply put, it’s a section (often at the end of your book, blog post, or website) where you introduce yourself to your readers. It’s where you tell the world who you are, what you do, and why they should care.<\/p>\n\n\n\n<p>Think of it as your digital handshake: brief, but meaningful. It’s the place to show your personality, highlight your expertise, and, most importantly, connect with your audience on a personal level. After all, people don’t just want to read your work—they want to know the person behind the words.<\/p>\n\n\n\n<p>An engaging About the Author page can transform casual readers into loyal followers. It helps potential clients, book buyers, or blog visitors feel they know you, making it easier for them to trust your voice and your expertise. So, while your content may speak for itself, this page gives you the opportunity to speak directly to your audience and build a relationship.<\/p>\n\n\n\n<p>Now that we know its purpose, let’s dive into how to craft a bio that makes readers want to know even more!<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXe4__jeDjl4UN8f3H9J8cNVgTa_4mfLnIZlQdLiZDQvGWAZT5cRtoC-G40686XyZa8xj97EXSJCvjKGiDQaHfJe-33lfPnMFV4Hle-mfX8HXuFEIOiNQjKIkEmke14LnmNYJ3PaWw?key=uOdyIzDGCQ-R001ZM636zalz\" alt=\"A woman sitting at a café table, smiling confidently while resting her chin on her hand. She is wearing a beige blouse and glasses, with a relaxed and thoughtful expression. The background shows a cozy café atmosphere with large windows and people seated at tables\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Anatomy of a Great Author Bio<\/strong><\/h2>\n\n\n\n<p>So, what makes a great author bio? It’s not just about listing your credentials or writing a generic paragraph about your life. A well-crafted bio strikes the perfect balance between professionalism and personality, making you both approachable and authoritative. To help you better understand this, we’ll explore some about the author examples that highlight how to strike this balance effectively. Let’s break down the key elements that every standout author bio should have:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Your Name<\/strong>: It’s pretty basic, but it’s also essential. Whether you&#8217;re writing under your full name or a pen name, it’s important to make sure your readers know exactly who you are.<br><\/li>\n\n\n\n<li><strong>Your Profession &amp; Niche<\/strong>: Highlight what you do best. Are you a bestselling novelist? A digital marketing expert? A health coach? Let your readers know what field you specialize in. If you’re in a niche industry, mentioning it immediately helps readers understand why you’re the expert they should listen to.<br><\/li>\n\n\n\n<li><strong>Key Achievements<\/strong>: This is your chance to show why readers should pay attention. Have you written multiple books? Founded a business? Won awards? Mention those relevant accomplishments, but keep it brief. A solid bio doesn’t feel like a resume—it’s more of a highlight reel.<br><\/li>\n\n\n\n<li><strong>A Touch of Personality<\/strong>: This is your chance to show readers the <em>real<\/em> you. Are you funny, quirky, adventurous? Let your bio reflect that. A little humor or a personal anecdote can make a world of difference, making you more relatable and memorable.<br><\/li>\n\n\n\n<li><strong>Call to Action (CTA)<\/strong>: Don’t forget to tell your readers what to do next! This could be directing them to your website, social media pages, or to check out your latest book or blog post. Giving them a clear next step can turn a casual reader into an engaged follower.<\/li>\n<\/ol>\n\n\n\n<p>Now that we know what makes a great bio, let’s take a look at some real-life examples from well-known authors. These will show you how to effectively capture attention and leave a lasting impression. In the next section, we’ll break down what makes their bios so compelling and how you can apply those lessons to your own.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Catchy Author Bio Examples That Work<\/strong><\/h2>\n\n\n\n<p>One of the best ways to craft your own author bio is to learn from the pros. Below are a few well-known about the author examples that get it right. These examples show how to balance professionalism, personality, and expertise—all while keeping things concise and engaging. Let&#8217;s take a look at how some authors manage to capture the essence of who they are in just a few lines.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>J.K. Rowling (Author of the <\/strong><strong><em>Harry Potter<\/em><\/strong><strong> series)<\/strong><\/h3>\n\n\n\n<p><em>&#8220;<\/em><a href=\"https:\/\/www.jkrowling.com\/about\/\" target=\"_blank\" rel=\"noopener\"><em>J.K. Rowling<\/em><\/a><em> is the author of the seven Harry Potter books, which have sold over 500 million copies worldwide. She is also the author of The Casual Vacancy and the Cormoran Strike series, written under the pseudonym Robert Galbraith. Rowling lives in Edinburgh with her family.&#8221;<\/em><em><br><\/em> <em>Why it works<\/em>: Rowling’s bio is simple but powerful. It highlights her biggest achievement—her success with <em>Harry Potter<\/em>—and adds a personal touch by mentioning her family and location. The mention of her pseudonym shows the versatility of her writing without overshadowing her primary identity.<br><\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Stephen King (Author of <\/strong><strong><em>The Shining<\/em><\/strong><strong>, <\/strong><strong><em>It<\/em><\/strong><strong>, <\/strong><strong><em>Carrie<\/em><\/strong><strong>, and many others)<\/strong><\/h3>\n\n\n\n<p>&nbsp;<em>&#8220;<\/em><a href=\"https:\/\/stephenking.com\/the-author\/\" target=\"_blank\" rel=\"noopener\"><em>Stephen King<\/em><\/a><em> is the author of more than sixty books, all of which have been published in more than forty languages. His novels have sold over 350 million copies, and many have been adapted into films and television series. He lives in Maine with his wife, Tabitha.&#8221;<\/em><em><br><\/em> <em>Why it works<\/em>: King’s bio conveys his massive success and breadth of work, all while keeping things concise. The reference to his adaptations into films adds extra weight to his influence. It’s straightforward but impactful, with just enough personal detail to make him approachable.<br><\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Margaret Atwood (Author of <\/strong><strong><em>The Handmaid’s Tale<\/em><\/strong><strong>, <\/strong><strong><em>Oryx and Crake<\/em><\/strong><strong>)<\/strong><\/h3>\n\n\n\n<p><em>&#8220;<\/em><a href=\"https:\/\/margaretatwood.ca\/biography\/\" target=\"_blank\" rel=\"noopener\"><em>Margaret Atwood<\/em><\/a><em> is the author of more than fifty books of fiction, poetry, and critical essays. Her works include The Handmaid&#8217;s Tale, which has been adapted into an award-winning television series. She is a two-time Booker Prize winner and lives in Toronto.&#8221;<\/em><em><br><\/em> <em>Why it works<\/em>: Atwood’s bio highlights her extensive body of work and literary accolades. Mentioning her iconic book and the TV adaptation is an effective way to show the lasting impact of her writing. The brief mention of her location adds a personal touch, making her bio feel grounded.<br><\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Neil Gaiman (Author of <\/strong><strong><em>American Gods<\/em><\/strong><strong>, <\/strong><strong><em>Coraline<\/em><\/strong><strong>, <\/strong><strong><em>The Sandman<\/em><\/strong><strong>)<\/strong><\/h3>\n\n\n\n<p><em>&#8220;<\/em><a href=\"https:\/\/www.neilgaiman.com\/About_Neil\" target=\"_blank\" rel=\"noopener\"><em>Neil Gaiman<\/em><\/a><em> is the author of novels, short stories, graphic novels, and comics, including American Gods, Coraline, and The Sandman series. His work has been translated into over thirty languages and has won numerous awards, including the Hugo, Nebula, and Bram Stoker Awards. He lives in the U.S. with his wife, Amanda Palmer.&#8221;<\/em><em><br><\/em> <em>Why it works<\/em>: Gaiman’s bio effectively showcases his diverse body of work and his critical success. He includes notable awards and mentions the global reach of his books. The addition of his personal life (living with Amanda Palmer) makes him feel more relatable and human.<br><\/p>\n\n\n\n<p>These well-known authors manage to strike the perfect balance between showcasing their professional accomplishments and sharing a bit of their personal lives. Their bios are concise, informative, and give readers a glimpse into their worlds, making them feel more connected to the authors and their work.<\/p>\n\n\n\n<p>Now that we’ve seen how some of the best do it, let’s look at some tips to help you create a compelling &#8220;About the Author&#8221; page that stands out from the crowd!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tips for Making Your &#8216;About the Author&#8217; Page Stand Out<\/strong><\/h2>\n\n\n\n<p>Your &#8220;About the Author&#8221; page is your personal space to shine, so it’s important to make it memorable. Here are some tips to help you stand out and ensure your bio captures the attention it deserves:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Add a Personal Touch<\/strong><strong><br><\/strong> Don’t just list your credentials—let your personality come through. Readers want to feel like they’re connecting with a real person, not just a name on a page. Share a quirky fact, a fun anecdote, or something personal that gives readers a glimpse into who you are beyond your work. Whether it’s your love for baking, your fascination with astronomy, or your weekend hiking trips, a little personality goes a long way.<br><\/li>\n\n\n\n<li><strong>Use a Professional Photo<\/strong><strong><br><\/strong> A picture is worth a thousand words, and a good professional photo adds authenticity to your bio. It humanizes you and gives your audience a face to connect with. Make sure the photo fits your brand—whether you’re in a relaxed, casual pose or something more formal, choose a photo that reflects the tone of your writing and the audience you’re speaking to.<br><\/li>\n\n\n\n<li><strong>Keep It Concise<\/strong><strong><br><\/strong> While it’s tempting to list every achievement or detail about your life, brevity is key. Readers are busy, so aim for a bio that’s informative but also to the point. Focus on your most relevant accomplishments and keep the information clear and digestible. A strong bio is typically between 100 to 200 words.<br><\/li>\n\n\n\n<li><strong>Link to Your Other Work<\/strong><strong><br><\/strong> Don’t forget to include links to your other projects, books, or social media profiles. A well-placed call to action (CTA) can help guide readers to take the next step—whether it’s buying your book, signing up for your newsletter, or following you on Twitter. The goal is to turn casual readers into engaged followers, and having easy access to your other content makes that more likely.<br><\/li>\n\n\n\n<li><strong>Tailor It to Your Audience<\/strong><strong><br><\/strong> Your author bio should align with the interests and tone of the audience you’re trying to reach. If you’re a fiction author, you might want to highlight your storytelling passion, while a business author may want to emphasize their industry expertise. Keep your audience in mind and shape your bio to resonate with them.<br><\/li>\n\n\n\n<li><strong>Update It Regularly<\/strong><strong><br><\/strong> Your bio isn’t a set-it-and-forget-it piece. As your career grows and your work evolves, your bio should reflect those changes. Regularly update your bio to include new achievements, projects, or publications. It keeps the information fresh and relevant, showing readers that you’re active and progressing in your field.<br><\/li>\n<\/ol>\n\n\n\n<p>By following these tips, you’ll create an <a href=\"https:\/\/spines.com\/successful-author-branding-strategies-building-your-brand\/\">About the Author page<\/a> that not only reflects who you are but also engages your audience and encourages further connection. <\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXeN_rH35BWgHG2ckn4mpU19-n9-6ra7AmIS3Hc_lJBAVFD9qbDM_tAHpWguKhfwlngVf2RG-6IwG1OE1MlmLVTAiEwbtTsSrY3rNvSYY5NhODip15Nrp9Im10c_weDuig5Cu8TW?key=uOdyIzDGCQ-R001ZM636zalz\" alt=\"A woman working on a laptop in a cozy cafe, sipping coffee. She is focused on her work, wearing a beige sweater and glasses, with soft lighting through large windows. The cafe has a relaxed atmosphere with other people working in the background\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Common Mistakes to Avoid When Writing an Author Bio<\/strong><\/h2>\n\n\n\n<p>While it’s easy to get caught up in trying to write the perfect bio, there are a few common mistakes that can make your author bio fall flat. Avoid these pitfalls to ensure your bio is engaging, professional, and effective:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Being Too Vague<\/strong><strong><br><\/strong> One of the biggest mistakes you can make is being overly general. Phrases like “I love writing” or “I’ve always had a passion for books” don’t provide readers with enough insight into who you are or what makes you unique. Focus on specifics: What type of writing do you do? What are your achievements? Give readers something to latch onto that makes you stand out.<br><\/li>\n\n\n\n<li><strong>Overloading with Information<\/strong><strong><br><\/strong> While it might be tempting to list every single achievement, you don’t want to overwhelm your readers with too much detail. Keep your bio concise and focused on the most important accomplishments and aspects of your personality. Aim for a bio that highlights what’s most relevant to your current work or audience.<br><\/li>\n\n\n\n<li><strong>Forgetting to Include a Call to Action<\/strong><strong><br><\/strong> Your bio should encourage readers to take the next step. Whether it’s buying your book, visiting your website, or following you on social media, always include a call to action. Without a CTA, you risk leaving readers without a clear path to connect further with your work.<br><\/li>\n\n\n\n<li><strong>Using an Impersonal Tone<\/strong><strong><br><\/strong> Writing in a cold, robotic tone can make your bio feel distant and unapproachable. Even if you want to maintain professionalism, don’t forget to infuse your personality into your writing. Let readers know who you are as a person, not just as a writer. This helps you build a stronger connection with your audience.<br><\/li>\n\n\n\n<li><strong>Being Too Humble<\/strong><strong><br><\/strong> It’s important to strike the right balance between humility and confidence. Don’t downplay your achievements or try to sound too modest. Your bio is the perfect place to highlight your successes and let people know why you’re an authority in your field. Own your accomplishments!<br><\/li>\n\n\n\n<li><strong>Neglecting to Update Your Bio<\/strong><strong><br><\/strong> If your bio is stagnant and hasn’t been updated in years, it can make you seem out of touch or less relevant. Be sure to refresh your bio regularly to reflect your latest achievements, projects, or publications. A well-maintained bio shows readers that you’re active and growing in your career.<br><\/li>\n<\/ol>\n\n\n\n<p>By avoiding these mistakes, you’ll ensure that your author bio remains effective, professional, and engaging for your audience.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong><\/strong><strong>Final Thoughts: Start Writing Your Author Bio Today<\/strong><\/h2>\n\n\n\n<p>Now that you’ve learned the essentials of creating a compelling author bio, it’s time to take action! Whether you’re a seasoned writer or just starting out, your author bio is a powerful tool for connecting with readers and showcasing your expertise. It’s your chance to tell your story, highlight your achievements, and give readers a reason to trust and engage with your work.<\/p>\n\n\n\n<p>Remember, a great bio is concise, engaging, and tailored to your audience. Keep it professional, but don’t be afraid to let your personality shine through. And most importantly, update it regularly to reflect your evolving career.<\/p>\n\n\n\n<p>So, what are you waiting for? Start crafting your bio today and put your best foot forward—because the right bio can make all the difference in building a lasting connection with your audience.<\/p>\n\n\n\n<div style=\"height:8px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center has-light-green-cyan-background-color has-background\" style=\"border-radius:100px;font-size:23px\"><strong>FAQs &#8211;  <\/strong>About The Author<\/h2>\n\n\n<div id=\"rank-math-faq\" class=\"rank-math-block\">\n<div class=\"rank-math-list \">\n<div id=\"faq-question-1745409294687\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q1: How do you describe an author?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>When describing an author, focus on key aspects like their writing style, themes, genre, and notable achievements. Mention how their works resonate with readers, their contributions to literature or their field, and any awards or recognitions they may have received. If the author has a unique voice or approach to storytelling, highlight that as well.<\/p>\n<p>Example:<br \/>&#8220;John Grisham is a bestselling author known for his legal thrillers, including <em>The Firm<\/em> and <em>A Time to Kill<\/em>. His gripping writing style and ability to weave intricate legal plots have made him a favorite among readers worldwide.&#8221;<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745409319486\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q2: What can I write about as a writer?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>As a writer, you can write about anything that interests you, from personal experiences to fictional stories, academic topics, or professional expertise. Many authors choose to write about their passions, issues they care deeply about, or unique perspectives on common subjects.<\/p>\n<p>Example:<br \/>&#8220;You could write about your travels, offer a new take on an age-old question, or create compelling fictional worlds based on your imagination and life experiences.&#8221;<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745409334115\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong style=\"white-space: normal\">Q3: What is an author introduction?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>An author introduction is a brief section that provides readers with a snapshot of who the author is, highlighting their background, accomplishments, and relevance to the work they’ve written. It&#8217;s often included in the beginning of a book or article to establish credibility and connect the reader with the author.<\/p>\n<p>Example:<br \/>&#8220;In her debut novel, <em>The Silent Ocean<\/em>, Emma Clark draws from her experiences as a marine biologist to craft a thrilling mystery set in the depths of the Pacific Ocean.&#8221;<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745409350995\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q4: What do you say to an author?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>When speaking to an author, you might offer praise for their work, ask thoughtful questions about their writing process, or discuss the themes of their books. Showing appreciation for their work and engaging in meaningful conversation can be a great way to connect.<\/p>\n<p>Example:<br \/>&#8220;I really enjoyed your latest book. The way you intertwined the characters’ personal struggles with the overarching plot was brilliant. How do you approach creating such complex characters?&#8221;<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745409359492\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q5: What is the About the Author section?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>The &#8220;About the Author&#8221; section is a short biographical paragraph found at the end of a book, article, or blog post, which provides readers with background information about the author. It often includes the author’s credentials, notable works, personal interests, and other relevant details that help build a connection with the audience.<\/p>\n<p>Example:<br \/>&#8220;Jane Doe is a seasoned journalist and author of <em>City Streets<\/em>, a memoir about urban life. She has written for several well-known publications and currently resides in New York City with her two dogs.&#8221;<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745409388952\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q6: What do you write in the About the Author section?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>In the &#8220;About the Author&#8221; section, you should include essential details such as your name, relevant professional background, notable works, any awards or recognitions, and personal interests that tie into your writing. It’s a way to introduce yourself to your audience and establish credibility.<\/p>\n<p>Example:<br \/>&#8220;John Smith is a renowned graphic designer and the author of <em>Designing for Impact<\/em>. With over 20 years of experience in the industry, he’s worked with top brands and teaches design at several universities.&#8221;<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745409399358\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q7: What to put on an About the Author page?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>An &#8220;About the Author&#8221; page should have a clear, concise biography that includes your name, profession, major accomplishments, and a personal touch, such as hobbies or a fun fact. Additionally, you should include contact information or links to your social media or website if you wish to connect with your readers.<\/p>\n<p>Example:<br \/>&#8220;Sarah Lee is a freelance writer and author of <em>Minimalism in Daily Life<\/em>. When she’s not writing, she enjoys hiking, yoga, and traveling to remote locations. You can follow her on Twitter @SarahLeeWrites.&#8221;<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745409413851\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q8: How do you introduce a co-author?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>When introducing a co-author, it&#8217;s important to mention both authors’ contributions to the work, their areas of expertise, and any relevant credentials or experiences they bring to the project. The introduction should also highlight how the authors collaborated to create the work.<\/p>\n<p>Example:<strong><br \/><\/strong> &#8220;Written by Emma Clark and John Richards, <em>The Parallel World<\/em> combines Emma’s expertise in science fiction with John’s deep knowledge of quantum physics, creating a compelling narrative that explores the boundaries of time and space.&#8221;<\/p>\n\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>You’ve written a masterpiece, shared your insights, or perhaps made a name for yourself in your field—but what about you? Yes, you—the person behind the words! The truth is, your author bio is more than just a few lines about your credentials. It’s your chance to connect with your readers, build trust, and even boost [&hellip;]<\/p>\n","protected":false},"author":9278,"featured_media":276545,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[81],"tags":[],"class_list":["post-276540","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/276540","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9278"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=276540"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/276540\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/276545"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=276540"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=276540"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=276540"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}