{"id":277099,"date":"2025-04-29T16:37:59","date_gmt":"2025-04-29T16:37:59","guid":{"rendered":"https:\/\/spines.com\/?p=277099"},"modified":"2025-09-03T11:22:10","modified_gmt":"2025-09-03T11:22:10","slug":"autofiction-explained","status":"publish","type":"post","link":"https:\/\/spines.com\/autofiction-explained\/","title":{"rendered":"Blurring Fact and Fiction: Autofiction Explained"},"content":{"rendered":"\n<p><em>Ever read a novel and thought, ‘This feels a little too real’?<\/em><\/p>\n\n\n\n<p>That’s probably because it was—kind of. Welcome to the blurry, beguiling world of <strong>autofiction<\/strong>, where authors lace their fiction with facts and sprinkle their truths with just enough invention to keep their lawyers (and families) at bay. It’s the genre that refuses to sit still, raising eyebrows and questions like: <em>Did that really happen?<\/em> and <em>Wait, is this character&#8230; you?<\/em><\/p>\n\n\n\n<p>So, what is autofiction exactly? Put simply, it’s a form of storytelling where the author fuses autobiographical material with fictional elements. Think of it as a literary mullet: real life in the front, imagination in the back. The autofiction definition doesn’t rely on plot twists or dragons but rather on <a href=\"https:\/\/spines.com\/fiction-vs-nonfiction\/\">the provocative dance between fact and fabrication<\/a>. It’s a genre that asks: What happens when you tell the truth but dress it up in a stylish disguise?<\/p>\n\n\n\n<p>Throughout this article, we’ll crack open the autofiction toolbox. You’ll get juicy examples of writers who turned their lives into literary gold, learn how to write autofiction that doesn’t just navel-gaze, and explore how it stacks up against <a href=\"https:\/\/spines.com\/writing-a-memoir-step-by-step-guide\/\">its buttoned-up cousin, The <strong>Memoir<\/strong><\/a><strong>.<\/strong> if you’ve ever wanted to tell your life story but make it just a little more cinematic—or chaotic—autofiction might be your new best friend.<\/p>\n\n\n\n<p>Ready to blur some lines?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What Is Autofiction, Really? – The Genre That Says ‘Yes, That Happened… Kind Of’<\/strong><\/h2>\n\n\n\n<p>Let’s break it down: autofiction is what happens when an author uses their real life as a launchpad and then adds literary rocket fuel. The autofiction definition, in its simplest form, is fiction based on the author’s own experiences—complete with a wink, a nod, and the occasional name change. The protagonist often shares the author’s name, history, and neuroses, but the events may be bent, blurred, or entirely invented. It&#8217;s like writing <a href=\"https:\/\/spines.com\/integrating-real-history-into-your-fiction-writing\/\">a memoir but with a backstage pass to your imagination<\/a>.<\/p>\n\n\n\n<p>In literature, autofiction carves out a unique space between stark truth and unbridled fantasy. Unlike pure fiction, which <a href=\"https:\/\/spines.com\/world-building-in-fiction-writing-immersive-storylines\/\">creates characters and events from whole cloth<\/a>, autofiction draws heavily from lived experience. And unlike a memoir, it isn’t concerned with sticking to the facts—or pleasing your extended family. Where memoir pledges allegiance to truth, autofiction flirts with it.<\/p>\n\n\n\n<p>The genre’s roots stretch back to the 1970s when French writer Serge Doubrovsky coined the term <em>autofiction<\/em> to describe his own semi-autobiographical novel <a href=\"https:\/\/www.goodreads.com\/nl\/book\/show\/2055928.Fils\" target=\"_blank\" rel=\"noopener\"><em>Fils<\/em><\/a>. But the idea of fictionalizing the self? That’s ancient—think Augustine’s <a href=\"https:\/\/www.goodreads.com\/book\/show\/27037.Confessions?ref=nav_sb_ss_1_21\" target=\"_blank\" rel=\"noopener\"><em>Confessions<\/em><\/a> with a creative writing MFA. Today, autofiction is having a moment, with modern masters like Rachel Cusk, Ben Lerner, and Sheila Heti taking the genre to bold new places, turning introspection into art.<\/p>\n\n\n\n<p>So, what is autofiction in literature? It’s the literary equivalent of turning your diary into a screenplay—and then casting yourself as the unreliable narrator. Juicy, right?<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXfKKHi8gnCMVmiOYAfKi0F_8lJ0gOo6tLg8XDM4PDWYOPZQfsOQjziDgXjSFtr8u6hN2sEWQjoO9YAMx8bkjhgDOW3r1Cq_7a1Jkxb3YLU9ZV6-63-loFNS45jQT1TdEyJ1QZ00FA?key=Z8PX58tAwp9f5pLBFmBEZs86\" alt=\"A realistic image of two authors sitting side by side. On the left, an expressive writer works creatively with colorful sketches and notebooks in a softly lit space. On the right, a serious author focuses on writing a memoir, surrounded by neatly organized notes and reference books in a tidy, well-lit environment.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Name-Dropping the Notables – Autofiction Examples That Walk the Line<\/strong><\/h2>\n\n\n\n<p>If autofiction is a literary party, then Karl Ove Knausgård showed up first, wrote six volumes about it, and made everyone uncomfortable—in the best way. His <a href=\"https:\/\/www.goodreads.com\/book\/show\/39998189-my-struggle-i-vi?from_search=true&amp;from_srp=true&amp;qid=F1iSK0a0ms&amp;rank=10\" target=\"_blank\" rel=\"noopener\"><em>My Struggle<\/em><\/a> series is a gold standard in autofiction examples, chronicling everything from fatherhood to Norwegian grocery runs, with relentless, almost excruciating detail. Critics called it genius. His family called their lawyers.<\/p>\n\n\n\n<p>Next up: Rachel Cusk, who turned the genre inside out with her <a href=\"https:\/\/www.goodreads.com\/book\/show\/21400742-outline?ref=nav_sb_ss_1_7\" target=\"_blank\" rel=\"noopener\"><em>Outline<\/em><\/a> trilogy. Instead of spilling her own guts, Cusk lets her protagonist absorb the lives and stories of others, reflecting personal loss through minimalist brilliance. It’s autofiction by emotional osmosis.<\/p>\n\n\n\n<p>Sheila Heti gets meta with it. In <a href=\"https:\/\/www.goodreads.com\/book\/show\/9361377-how-should-a-person-be?ref=nav_sb_ss_1_20\" target=\"_blank\" rel=\"noopener\"><em>How Should a Person Be?<\/em><\/a>, she literally casts herself and her friends as characters, blending transcripts, emails, and philosophical musings into a narrative that’s part coming-of-age, part performance art. Spoiler: She never quite decides how a person should be—and that’s the point.<\/p>\n\n\n\n<p>Ben Lerner’s <a href=\"https:\/\/www.goodreads.com\/book\/show\/11100788-leaving-the-atocha-station?ref=nav_sb_ss_1_26\" target=\"_blank\" rel=\"noopener\"><em>Leaving the Atocha Station<\/em><\/a> and <a href=\"https:\/\/www.goodreads.com\/book\/show\/20613582-10?ref=nav_sb_ss_1_5\" target=\"_blank\" rel=\"noopener\"><em>10:04<\/em><\/a> are autofictional fever dreams of anxiety, intellect, and existential dread. His narrators resemble him suspiciously—white, male poets spiraling through academia and identity crises—blurring the lines between satire and sincerity.<\/p>\n\n\n\n<p>And let’s not forget <a href=\"https:\/\/www.goodreads.com\/author\/show\/56176.Annie_Ernaux?from_search=true&amp;from_srp=true\" target=\"_blank\" rel=\"noopener\">Annie Ernaux<\/a>, winner of the Nobel Prize in Literature, who uses autofiction with surgical precision to document her life with raw honesty and quiet rage.<\/p>\n\n\n\n<p>These writers don’t just tell stories. They turn their lives into mirrors, cracked and artfully arranged. That’s the magic—and mayhem—of autofiction.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Truth, Lies, and Everything In Between – Autofiction vs Memoir<\/strong><\/h2>\n\n\n\n<p>If memoir is your life served straight—no chaser—then autofiction is your life with a twist, a garnish, and a mysterious stranger at the bar. The difference between <strong>autofiction vs memoir<\/strong> isn’t always obvious at first glance, but the devil’s in the details—and the intentions.<\/p>\n\n\n\n<p>Memoir promises the truth, or at least <a href=\"https:\/\/spines.com\/writing-a-memoir-step-by-step-guide\/\">the author&#8217;s earnest version of it<\/a>. Think of it as the diary you’d publish, footnotes and all. It sticks to real names and verifiable events and often comes with a legal review to make sure Uncle Bob doesn’t sue for emotional distress.<\/p>\n\n\n\n<p>Autofiction, on the other hand? It&#8217;s the diary you <em>wish<\/em> you’d lived. It has the freedom to embellish, reframe, and occasionally set fire to the timeline. Characters might be composites. Conversations get punchier. Entire plot points could be made up just to make a theme hit harder. And the best part? No one can fact-check your feelings.<\/p>\n\n\n\n<p>Structurally, memoirs often follow a chronological arc or a clear emotional journey. Autofiction prefers to <a href=\"https:\/\/spines.com\/crafting-nonlinear-narratives\/\">meander, spiral, or circle back obsessively<\/a>, mimicking the way memory actually works—messy and mood-driven.<\/p>\n\n\n\n<p>Ethically, a memoir walks a tightrope of truth and privacy. Autofiction dances on that rope in clown shoes. But both ask the same essential question: <em>How do we tell the truth about ourselves?<\/em> One just happens to wear fiction’s hat while doing it.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>So, You Want to Write Autofiction? Here’s How to Blur the Lines Without Smudging Them<\/strong><\/h2>\n\n\n\n<p>So you’ve got a life story that’s <a href=\"https:\/\/spines.com\/how-do-i-incorporate-research-in-non-fiction-books\/\">too weird for nonfiction<\/a> and <a href=\"https:\/\/spines.com\/crafting-magical-worlds-in-fantasy-writing\/\">too real for fantasy<\/a>? Congratulations—you may be destined for autofiction. Writing it is like tightrope walking over a pool of truth, wearing narrative stilts while holding a pen instead of a balance pole. Sounds fun, right? It is. Here’s how to start writing autofiction without turning your personal life into an accidental tabloid.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>1. Start with the Truth—Then Twist It Gently<\/strong><\/h3>\n\n\n\n<p>Begin with your lived experiences. An unforgettable summer, a disastrous job, an existential identity crisis—whatever still rattles around your brain at 3 a.m. But instead of documenting, reinterpret. Ask: <em>What if it had gone differently?<\/em> Or, <em>what if I told it from another angle?<\/em> Autofiction thrives on <a href=\"https:\/\/spines.com\/balancing-fact-and-fiction-in-historical-writing\/\">that “almost-true” tension<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>2. Create an Alter Ego (or Three)<\/strong><\/h3>\n\n\n\n<p>Invent a character who shares your DNA but not your full driver’s license details. This lets you explore <a href=\"https:\/\/spines.com\/how-to-describe-a-person-in-writing\/\">emotional truths with fictional freedom<\/a>. Give them a new name, a slightly different job, a weird pet—just enough camouflage to protect yourself from awkward Thanksgiving conversations.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>3. Set Ethical Boundaries<\/strong><\/h3>\n\n\n\n<p>Yes, you can fictionalize your ex. No, you shouldn’t quote their angry texts word-for-word. Autofiction <a href=\"https:\/\/spines.com\/story-outlining\/\">gives you narrative freedom<\/a>, but that doesn’t mean you should bulldoze boundaries. If your story includes real people, consider how much liberty is fair—and what might land you in hot water (or group chat exile).<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>4. Embrace the Gray Area<\/strong><\/h3>\n\n\n\n<p>Autofiction isn’t about being sneaky—it’s about being emotionally honest. The facts may shift, but the feelings? Rock solid. <a href=\"https:\/\/spines.com\/balancing-plot-and-character-key-to-engaging-stories\/\">Your lived experience gets to shapeshift<\/a>, take on new meaning, even wear a top hat if that helps tell the story.<\/p>\n\n\n\n<p><strong>Warning<\/strong>: This genre may cause family reunions to get awkward. But if you do it right, your readers won’t care what’s real—they’ll care what’s <em>true<\/em>.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXc3gOe4YiitODLNYA_sHF4rKTTJk52sF2PmK2uwRbadZZ8nvVcSBT3CyzUxCXLWLHUjx2JW08rLnY9Vy8ELFDXkQuZwQOgzZzC6gFDEtQOsiVv5dq6eea8nV0t-5ZAzYNV7_H7XLA?key=Z8PX58tAwp9f5pLBFmBEZs86\" alt=\"A split-image showing a whimsical, colorful world on the left with a fantastical character holding hands with a realistic person on the right, who stands in a grounded, real-world setting. The scene symbolizes the connection between imagination and reality.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Why Autofiction Matters – The Intimate Power of Writing the Almost-True<\/strong><\/h2>\n\n\n\n<p>In a world where truth feels negotiable and everyone’s reality comes with a filter, autofiction hits differently. It doesn’t just tell a story—it confesses, questions, exaggerates, and retracts all in the same breath. And in doing so, it gets closer to the messy, nuanced way life <em>actually<\/em> feels. That’s why readers are leaning in, and writers can’t stop peeling back the layers of self.<\/p>\n\n\n\n<p>At its core, autofiction in literature is a genre of vulnerability. It doesn’t claim to be perfectly factual, but it is emotionally sincere. By weaving fact with fiction, writers can <a href=\"https:\/\/spines.com\/handling-sensitive-topics-writing-about-trauma-grief\/\">explore themes like identity, grief, love, and shame with an honesty<\/a> that’s paradoxically more raw because it’s not bound by literal truth. It’s your life—rewritten with a little dramatic lighting.<\/p>\n\n\n\n<p>For writers, autofiction offers unparalleled creative freedom. Want to dive into your biggest regrets but wrap them in a plot twist? Done. Need to rewrite that breakup with a better ending? Go for it. It’s therapy but with better prose and maybe a book deal.<\/p>\n\n\n\n<p>For readers, it’s a genre that invites connection. The blurred lines feel familiar—after all, who hasn’t rewritten their own memories to make them more survivable or satisfying?<\/p>\n\n\n\n<p>In today’s post-truth, hyper-personalized media landscape, autofiction reflects our craving for authenticity—not in cold facts but <a href=\"https:\/\/spines.com\/writing-fiction-that-captures-heart-a-beginners-guide\/\">in emotional resonance<\/a>. It says: <em>This happened… sort of. But you’ll still feel it like it did.<\/em> And honestly? That’s the kind of truth we need right now.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>When the Truth Wears a Mask, It’s Still Your Face<\/strong><\/h2>\n\n\n\n<p>So, what have we learned? That autofiction isn’t just a literary genre—it’s a creative rebellion. It breaks the rules of both memoir and fiction, allowing writers to slip <a href=\"https:\/\/spines.com\/metaphors-and-similes-in-book-writing\/\">between fact and invention like a well-oiled metaphor<\/a>. It’s liberating because it lets you tell the truth without sticking to the facts, and it’s literary because it turns life itself into art.<\/p>\n\n\n\n<p>Whether you’re drawn to autofiction as a reader or ready to dive in as a writer, it’s a genre that invites boldness. It asks you to stare into the mirror and see not just what’s there but what <em>could<\/em> be there—with better dialogue and narrative tension.<\/p>\n\n\n\n<p>So go ahead: Put your story on the page, bend the timeline, rename your nemesis, and embrace the mask. Because in the end, <strong>even fiction <\/strong><strong><em>based<\/em><\/strong><strong> <\/strong><strong><em>on<\/em><\/strong><strong> <\/strong><strong><em>truth<\/em><\/strong><strong> can reveal more than truth alone ever could<\/strong>.<\/p>\n\n\n\n<p>And if someone asks, <em>“Did that really happen?”<\/em>—just smile and say, <em>“It’s complicated.”<\/em><\/p>\n\n\n\n<div style=\"height:10px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center has-light-green-cyan-background-color has-background\" style=\"border-radius:100px;font-size:23px\"><strong>FAQs &#8211; <\/strong>Autofiction<\/h2>\n\n\n<div id=\"rank-math-faq\" class=\"rank-math-block\">\n<div class=\"rank-math-list \">\n<div id=\"faq-question-1745599374201\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q1: What are the elements of autofiction?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Autofiction blends autobiography with fictional elements, creating a hybrid genre. The key elements include:<br \/><strong>Author as Protagonist<\/strong>: The <a href=\"https:\/\/spines.com\/crafting-strong-protagonists\/\">narrator often resembles the author<\/a>, sometimes using their name or a variation of it.<\/p>\n<p><strong>Mix of Fact and Fiction<\/strong>: The story incorporates personal experiences but often alters, exaggerates, or invents characters, events, or emotions.<\/p>\n<p><strong>Emotional Truth<\/strong>: While the facts may not be strictly accurate, the emotional essence of the experiences is often portrayed with honesty.<\/p>\n<p><strong>Introspection and Self-Exploration<\/strong>: Autofiction often involves deep self-reflection, exploring identity, desires, and internal struggles.<\/p>\n<p><strong>Non-linear Narrative<\/strong>: The storytelling may not follow a traditional structure, often <a href=\"https:\/\/spines.com\/crafting-nonlinear-narratives\/\">shifting in time or tone<\/a>, mimicking the fluidity of memory or emotional experience.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599387983\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong style=\"white-space: normal\">Q2: What is the difference between autofiction and autobiographical fiction?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>While both genres draw from the author&#8217;s life, they differ in their approach:<br \/><strong>Autofiction<\/strong>: This genre blends the author&#8217;s personal experiences with fictional elements, often using their real name for the protagonist. The boundaries between fact and fiction are intentionally blurred, allowing the author more creative freedom.<br \/><strong>Autobiographical Fiction<\/strong>: This genre tells a largely fictionalized version of the author&#8217;s life but tends to distance itself from reality more than autofiction. The narrative may include more creative inventions and shifts, creating more separation between the author’s actual life and the story.<br \/>In short, <strong>autofiction<\/strong> keeps <a href=\"https:\/\/spines.com\/writing-a-first-person-narrative\/\">the author close to the narrative<\/a>, while <strong>autobiographical fiction<\/strong> often creates a greater divide between reality and imagination.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599410518\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q3: Why is autofiction so popular?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Autofiction has become popular for several reasons:<br \/><strong>Relatability<\/strong>: Readers connect deeply with the emotional truths and personal explorations in autofiction, even if the facts aren’t strictly accurate.<\/p>\n<p><strong>Creative Freedom<\/strong>: Authors enjoy the flexibility to write from personal experience without being confined to factual details, making autofiction a dynamic space for expression.<\/p>\n<p><strong>Cultural Relevance<\/strong>: In an era of social media self-presentation, autofiction reflects the evolving nature of identity and the curated versions of self we share with the world.<\/p>\n<p><strong>Literary Innovation<\/strong>: Writers like Karl Ove Knausgård and Rachel Cusk have helped elevate autofiction, making it an exciting genre that defies traditional storytelling forms.<\/p>\n<p><strong>Emotional Depth<\/strong>: The genre provides a platform for deep emotional exploration, offering readers a raw, honest experience wrapped in literary creativity.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599419863\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong style=\"white-space: normal\">Q4: Is autofiction the same as memoir?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>No, autofiction and memoir are different:<br \/><strong>Memoir<\/strong> is a nonfiction genre that <a href=\"https:\/\/spines.com\/writing-a-memoir-step-by-step-guide\/\">recounts real-life experiences<\/a> in a factual, introspective manner. It adheres closely to the truth, with minimal fictionalization.<br \/><strong>Autofiction<\/strong>, on the other hand, uses autobiographical elements but includes fictionalized parts, such as invented events, characters, or altered timelines. While a memoir sticks to the facts, autofiction is more flexible, using fact as a foundation but exploring deeper emotional truths through imagination.<br \/>In short, <strong>autofiction<\/strong> allows for creative interpretation of the truth, while <strong>memoir<\/strong> is committed to factual storytelling.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599436150\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q5: Is it necessary to label your book as autofiction?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>It is not strictly necessary to label your book as autofiction, but doing so can help set expectations for readers. Labeling it as autofiction:<br \/><strong>Clarifies the genre<\/strong>: It signals to readers that the work is based on personal experience but will include fictional elements.<\/p>\n<p><strong>Gives context<\/strong>: As autofiction grows in popularity, the label helps readers understand the <a href=\"https:\/\/spines.com\/fiction-vs-nonfiction\/\">blend of fact and fiction<\/a>, making it easier to engage with the narrative.<\/p>\n<p><strong>Creative Freedom<\/strong>: Some authors may choose not to label their book as autofiction, allowing readers to approach the story without the constraints of genre expectation. This might also reflect the author’s desire to keep the work open to interpretation.<br \/>In essence, it’s a choice. Some books benefit from the label, while others thrive without it, relying on the narrative itself to convey its nature.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599449769\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q6: What is the difference between autofiction and metafiction?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Autofiction and metafiction are both self-aware literary genres, but they differ in focus and approach:<br \/><strong>Autofiction<\/strong> is a genre that blends autobiographical elements with fictionalized content. The author often uses their own life experiences as the basis for the narrative, with the protagonist resembling the author themselves. While the events may not always be factual, the emotional or psychological experiences are typically rooted in the author’s reality. Autofiction explores themes like personal identity, memory, and the boundary between reality and fiction. The focus is primarily on the story itself, which incorporates real-life elements in a creative or fictionalized way.<br \/><strong>Metafiction<\/strong>, on the other hand, is a genre that is more concerned with the act of storytelling itself. It often draws attention to the process of writing or to the artifice of fiction. Metafictional works are self-aware and often break the fourth wall, making the reader aware that they are reading a story. In metafiction, <a href=\"https:\/\/spines.com\/story-outlining\/\">the narrative might comment on its own structure<\/a>, characters, or conventions of storytelling, questioning the relationship between fiction and reality. It is less about personal experience and more about the mechanics and nature of the narrative itself.<br \/>In short, <strong>autofiction<\/strong> focuses on blending the author&#8217;s life with fiction, while <strong>metafiction<\/strong> is a self-reflexive exploration of the storytelling process and the boundaries of fiction.<\/p>\n\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ever read a novel and thought, ‘This feels a little too real’? That’s probably because it was—kind of. Welcome to the blurry, beguiling world of autofiction, where authors lace their fiction with facts and sprinkle their truths with just enough invention to keep their lawyers (and families) at bay. It’s the genre that refuses to [&hellip;]<\/p>\n","protected":false},"author":9277,"featured_media":277104,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-277099","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/277099","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9277"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=277099"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/277099\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/277104"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=277099"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=277099"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=277099"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}