{"id":277101,"date":"2025-04-30T16:47:13","date_gmt":"2025-04-30T16:47:13","guid":{"rendered":"https:\/\/spines.com\/?p=277101"},"modified":"2025-09-03T11:22:08","modified_gmt":"2025-09-03T11:22:08","slug":"writing-conventions","status":"publish","type":"post","link":"https:\/\/spines.com\/writing-conventions\/","title":{"rendered":"Writing Conventions Explained: Checklist, Examples &amp; Tips for Stronger Writing"},"content":{"rendered":"\n<p>Excellent writing isn’t just about having something to say—it’s about saying it in a way that doesn’t make your reader squint, frown, or re-read the same sentence three times. That’s where writing conventions come in. These are the behind-the-scenes rules that govern spelling, grammar, punctuation, and formatting—the mechanical side of writing that most people only notice when it goes spectacularly wrong.<\/p>\n\n\n\n<p>Imagine building a house without a blueprint. You might end up with a window in the floor or a staircase to nowhere. Writing without conventions can feel the same: disjointed, confusing, and occasionally dangerous to your credibility. Whether you&#8217;re crafting a novel, a blog post, or an email that doesn&#8217;t sound like it was written by a sleep-deprived robot, understanding the basic conventions in writing is non-negotiable.<\/p>\n\n\n\n<p>In this article, we’ll break down what writing conventions are, why they matter, and how to apply them—without making it feel like grammar bootcamp.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What Are Conventions in Writing?<\/strong><\/h2>\n\n\n\n<p>Writing conventions are the rules that make written language make sense. Think of them as the social etiquette of the writing world—say please, don’t yell (unless you mean to), and use your commas wisely. They&#8217;re not just about nitpicking grammar; they&#8217;re about clarity, structure, and making sure your message doesn’t get lost in a forest of misplaced modifiers.<\/p>\n\n\n\n<p>At their core, conventions in writing cover spelling, grammar, punctuation, capitalization, and sentence structure. They help readers move smoothly from one idea to the next without tripping over jumbled phrasing or confusing formatting. Whether you&#8217;re writing an academic paper, a blog post, or even a snappy product description, these conventions are the glue holding your message together.<\/p>\n\n\n\n<p>So, what are conventions in writing? They’re the difference between sounding polished and sounding like your keyboard got the better of you. And no, following them doesn’t make your writing robotic—it makes it readable.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXfRry3z8vIEsmebRazN58z6zyHk9sezL4RujPXlPLA0sJDkmcSZGtXW0egezoJSYdblhwaPSK5LNVMJ0l-fyqgW4zO5V-Dh4BLWU3kMlCGFfQa64b2ew6Tq_Qf0jBTiIpmc_k13?key=AFg_BuuHYZgR--SDwu-Kxncv\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Four Pillars of Writing Conventions<\/strong><\/h2>\n\n\n\n<p>If writing were a house, these would be the structural beams holding up the entire frame. Without them, your message risks collapse—no matter how imaginative or insightful it may be. These four writing conventions are essential for making your content not just readable, but effective. Whether you&#8217;re crafting fiction, academic work, or business communications, understanding and applying these pillars, along with recognizing examples of conventions in writing, will elevate your writing.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>1. Spelling: Your First Impression<\/strong><\/h3>\n\n\n\n<p>Spelling is often overlooked—until it isn’t. A single misspelled word can disrupt the flow and make your writing appear careless. This is especially critical in professional and academic contexts, where accuracy and attention to detail are expected. Common issues include homophones (<em>their\/there\/they’re<\/em>), typos your spellchecker might miss, and inconsistencies between British and American English. Always proofread, and when in doubt, double-check unusual or technical terms.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>2. Punctuation: The Rhythm and Logic of Writing<\/strong><\/h3>\n\n\n\n<p>Punctuation guides your reader through your ideas, setting the tone and pace. A missing comma can completely alter the meaning of a sentence (think: <em>Let’s eat Grandma<\/em> vs. <em>Let’s eat, Grandma<\/em>). Beyond the basics like commas and periods, punctuation includes semicolons for connecting related ideas, colons for introducing lists or explanations, and em dashes for emphasis or interruption. Understanding how and when to use these tools creates clarity and helps avoid miscommunication.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>3. Capitalization: Signaling Importance<\/strong><\/h3>\n\n\n\n<p>Capitalization follows clear rules: always capitalize the first word of a sentence, names of people, places, organizations, days of the week, and official titles. Inconsistent or excessive capitalization—especially using all caps—can make writing appear informal, unprofessional, or difficult to read. Proper capitalization also helps distinguish specific nouns from general ones (e.g., <em>the president<\/em> vs. <em>President Lincoln<\/em>), ensuring your message is precise.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>4. Sentence Structure and Paragraphing: Clarity in Motion<\/strong><\/h3>\n\n\n\n<p><a href=\"https:\/\/spines.com\/make-my-sentence-sound-better\/\">Sentence structure<\/a> determines how your ideas are presented and understood. Well-constructed sentences vary in length and type but always maintain clarity. Run-ons, fragments, and overly complex sentences confuse readers. Paragraphing adds visual and logical structure, signaling shifts in ideas or topics. Each paragraph should focus on a single point, and transitions between them should be smooth and intentional. This structure helps your writing breathe, making complex information digestible.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong><\/strong><strong>Writing Conventions Checklist: Are You Following These?<\/strong><\/h2>\n\n\n\n<p>Writing conventions bring order to your ideas. They’re not just guidelines; they’re what make your writing legible, logical, and polished. This checklist is designed to help you spot and correct the most common issues before your work reaches readers. Whether you&#8217;re writing an academic essay, a blog post, or professional copy, following conventions in writing will keep your work on point.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Spelling<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Are you using consistent spelling (e.g., American vs. British English)?<br><\/li>\n\n\n\n<li>Have you checked for common homophone errors (<em>their\/there\/they’re<\/em>, <em>your\/you’re<\/em>)?<br><\/li>\n\n\n\n<li>Did you proofread manually after running a spellchecker?<br><\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Grammar<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Does every sentence have subject-verb agreement?<br><\/li>\n\n\n\n<li>Have you kept verb tenses consistent throughout?<br><\/li>\n\n\n\n<li>Are there any sentence fragments or run-ons?<br><\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Punctuation<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Are commas used correctly to separate ideas and avoid ambiguity?<br><\/li>\n\n\n\n<li>Did you use semicolons, colons, and dashes where appropriate—not just stylistically?<br><\/li>\n\n\n\n<li>Does every sentence end with proper punctuation?<br><\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Capitalization<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Are the first words of sentences and proper nouns correctly capitalized?<br><\/li>\n\n\n\n<li>Are you avoiding all caps for emphasis unless necessary?<br><\/li>\n\n\n\n<li>Have you applied consistent title capitalization when formatting headers?<br><\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Structure and Formatting<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Are paragraphs broken up clearly by topic?<br><\/li>\n\n\n\n<li>Have you used headings or subheadings to organize longer texts?<br><\/li>\n\n\n\n<li>Is there a logical progression from one idea to the next?<br><\/li>\n<\/ul>\n\n\n\n<div style=\"height:12px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>This writing conventions checklist isn’t just about catching mistakes—it’s about ensuring your work reflects clarity, care, and competence. Every item you check off brings your <a href=\"https:\/\/spines.com\/engaging-writing-exercises\/\">writing<\/a> one step closer to being its best version.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Common Writing Mistakes and How to Avoid Them<\/strong><\/h2>\n\n\n\n<p>Even experienced writers fall into familiar traps. The good news? Most mistakes tied to writing conventions are easy to fix—once you know what to look for. This section breaks down some of the most common errors that can weaken your writing, along with simple strategies to avoid them.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>1. Misusing Homophones<\/strong><\/h3>\n\n\n\n<p>Words like their\/there\/they’re or your\/you’re may sound the same, but they’re not interchangeable. These mix-ups are surprisingly easy to overlook, especially when typing quickly. These are common examples of conventions in writing that many writers struggle with. Always pause during proofreading to scan for context-based errors your spellchecker might miss.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>2. Inconsistent Verb Tenses<\/strong><\/h3>\n\n\n\n<p>Jumping between past, present, and future tenses without a clear reason can confuse your reader. Choose a primary tense and stick with it—unless you’re intentionally shifting timelines for narrative effect.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>3. Comma Overload (or Starvation)<\/strong><\/h3>\n\n\n\n<p>Too many commas make your sentences choppy. Too few, and they become confusing. Learn the basic comma rules—like using them after introductory phrases or before coordinating conjunctions—and apply them consistently.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>4. Capitalization Errors<\/strong><\/h3>\n\n\n\n<p>&nbsp;Randomly capitalizing words that aren’t proper nouns (like <em>Marketing Strategy<\/em> in the middle of a sentence) makes the writing feel inconsistent or overly formal. Review capitalization rules and apply them with intention, not decoration.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>5. Run-On Sentences and Fragments<\/strong><\/h3>\n\n\n\n<p>Long, meandering sentences with no clear endpoint exhaust the reader. On the flip side, incomplete thoughts—known as sentence fragments—leave your message hanging. Aim for balance: concise, complete sentences that communicate a full idea.<\/p>\n\n\n\n<p><strong>Quick Fix Tip:<\/strong> <a href=\"https:\/\/spines.com\/what-is-proofreading-a-complete-guide\/\">Read your work aloud<\/a>. Mistakes in sentence flow, punctuation, and structure are much easier to catch when you hear them. It’s like giving your writing a second set of ears.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXePM2g8QzimhL-5Zd-BgG0bUdlHyIziPQ90W5nfZ_Qrtrk0hKkHweh3NGGEHfwHLGM73xMR12se5hZcUGcoExb0x_xxtKBx7sRgU3z9n2YhtuC6Ypvns469kKFBE479mGS2L2rJ?key=AFg_BuuHYZgR--SDwu-Kxncv\" alt=\"Two women having a conversation and discussing notes at a wooden table in a cozy library with bookshelves in the background. One is writing in a notebook while the other gestures with her hand.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Writing Conventions for Specific Genres<\/strong><\/h2>\n\n\n\n<p>While general writing conventions apply across the board, each genre comes with its own set of expectations. Understanding these subtle shifts helps you tailor your writing to your audience—and avoid jarring style mismatches.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Fiction<\/strong><strong><br><\/strong>\n<ul class=\"wp-block-list\">\n<li>Allows creativity, but still relies on structure.<br><\/li>\n\n\n\n<li>Readers expect proper dialogue punctuation, consistent verb tenses, and clear paragraphing.<br><\/li>\n\n\n\n<li><em>Example:<\/em> <em>“She waited. And waited. The silence said more than words ever could.”<\/em><em><br><\/em><\/li>\n<\/ul>\n<\/li>\n\n\n\n<li><strong>Poetry<\/strong><strong><br><\/strong>\n<ul class=\"wp-block-list\">\n<li>Often breaks traditional rules intentionally.<br><\/li>\n\n\n\n<li>Line breaks, punctuation, and rhythm are used for effect.<br><\/li>\n\n\n\n<li><em>Example:<\/em> <em>the night \/ folding into itself \/ breathless and broken<\/em><em><br><\/em><\/li>\n<\/ul>\n<\/li>\n\n\n\n<li><strong>Nonfiction (Memoir, Articles)<\/strong><strong><br><\/strong>\n<ul class=\"wp-block-list\">\n<li>Blends storytelling with fact.<br><\/li>\n\n\n\n<li>Prioritizes clarity, flow, and grammatical accuracy.<br><\/li>\n\n\n\n<li><em>Example:<\/em> <em>&#8220;I never expected one decision to shift the course of my entire life.&#8221;<\/em><em><br><\/em><\/li>\n<\/ul>\n<\/li>\n\n\n\n<li><strong>Academic Writing<\/strong><strong><br><\/strong>\n<ul class=\"wp-block-list\">\n<li>Formal and structured, with an emphasis on objectivity.<br><\/li>\n\n\n\n<li>Requires strong grammar and proper citation formatting.<br><\/li>\n\n\n\n<li><em>Example:<\/em> <em>&#8220;Reading fluency is strongly linked to comprehension (Lee, 2022).&#8221;<\/em><em><br><\/em><\/li>\n<\/ul>\n<\/li>\n\n\n\n<li><strong>Business Writing<\/strong><strong><br><\/strong>\n<ul class=\"wp-block-list\">\n<li>Direct and concise.<br><\/li>\n\n\n\n<li>Uses bullet points, short paragraphs, and clear calls to action.<br><\/li>\n\n\n\n<li><em>Example:<\/em> <em>&#8220;Please confirm the meeting time by Thursday EOD.&#8221;<\/em><em><br><\/em><\/li>\n<\/ul>\n<\/li>\n<\/ul>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Tips for Mastering Writing Conventions<\/strong><\/h2>\n\n\n\n<p>Getting comfortable with writing conventions takes time, but the goal is progress, not perfection. You don’t need to memorize every grammar rule—focus on building habits that make your writing clearer and more confident.<\/p>\n\n\n\n<p>Start by using tools like<a href=\"https:\/\/app.grammarly.com\/\" target=\"_blank\" rel=\"noopener\"> Grammarly<\/a> to catch grammar and spelling mistakes in real-time, and <a href=\"https:\/\/hemingwayapp.com\/\" target=\"_blank\" rel=\"noopener\">Hemingway App <\/a>to simplify sentences and identify passive voice. These tools aren’t perfect but are helpful for developing a keen eye for detail.<\/p>\n\n\n\n<p><a href=\"https:\/\/spines.com\/how-to-improve-your-writing-skills-essential-tips\/\">Peer feedback<\/a> is invaluable too. A fresh perspective can help spot issues you might miss, especially with tone, flow, or punctuation.<\/p>\n\n\n\n<p>Lastly, make reading a regular habit. Engaging with well-edited writing, like books and blogs, will naturally improve your understanding of writing conventions. Using a checklist when editing can also keep you consistent.<\/p>\n\n\n\n<p>Improving your writing conventions is about thoughtful progress. Small, steady improvements lead to big results.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Final Thoughts<\/strong><\/h2>\n\n\n\n<p>Writing conventions may not be the most glamorous part of writing, but they’re essential. They give your ideas structure, ensure your message is clear, and help you earn trust with your readers—whether you’re crafting a novel, publishing a blog post, or submitting a business proposal.<\/p>\n\n\n\n<p>Mastering these conventions isn’t about rigidly following rules—it’s about making intentional choices that support your purpose. When your grammar is tight, your punctuation purposeful, and your structure solid, your readers don’t just understand what you&#8217;re saying—they enjoy reading it.<\/p>\n\n\n\n<p>So the next time you write, keep your checklist handy, stay mindful of your genre, and remember: the best writing often disappears behind the ideas it communicates. And that’s the mark of a writer who knows the rules—and uses them well.<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center has-light-green-cyan-background-color has-background\" style=\"border-radius:100px;font-size:23px\"><strong>FAQs &#8211;<\/strong> Writing Conventions<\/h2>\n\n\n<div id=\"rank-math-faq\" class=\"rank-math-block\">\n<div class=\"rank-math-list \">\n<div id=\"faq-question-1745599850119\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q1: What are conventions in writing?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Writing conventions are the agreed-upon rules that make writing clear, organized, and readable. They include grammar, spelling, punctuation, capitalization, sentence structure, and formatting. These conventions help writers communicate ideas effectively and help readers understand the intended message without confusion.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599860756\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q2: What are the five major writing conventions?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>The five core writing conventions are:<br \/>Spelling – Correct and consistent word usage.<\/p>\n<p>Punctuation – Proper use of commas, periods, quotation marks, etc.<\/p>\n<p>Capitalization – Following standard rules for proper nouns and sentence starts.<\/p>\n<p>Grammar – Subject-verb agreement, verb tense consistency, etc.<\/p>\n<p>Sentence Structure &amp; Paragraphing – Clear, logical construction of ideas.<\/p>\n<p>These form the foundation of polished writing in any genre.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599882050\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q3: What are examples of conventions in writing?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>A common example is using quotation marks to frame dialogue in fiction:<br \/><em>“I’ll be there by noon,” she said.<br \/><\/em> Without quotation marks, readers would struggle to separate spoken words from narration.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599890179\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q4: Why are writing conventions important?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Conventions ensure your writing is easy to follow, professional, and credible. They help prevent misinterpretation and allow your ideas to shine without being distracted by errors or inconsistencies.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599899542\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q5: What are common writing mistakes related to conventions?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Misusing homophones (<em>your\/you’re, their\/there\/they’re<\/em>)<\/p>\n<p>Inconsistent verb tense<\/p>\n<p>Missing or excessive commas<\/p>\n<p>Random capitalization<\/p>\n<p>Sentence fragments or run-ons<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599909475\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q6: Are writing conventions the same in every genre?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Not exactly. While the basics stay the same, each genre has its own tone and structure expectations. For example:<br \/>Fiction allows more stylistic freedom.<\/p>\n<p>Academic writing demands a formal tone and citations.<\/p>\n<p>Poetry often bends rules intentionally for rhythm and expression.<br \/>Understanding your genre helps you apply conventions appropriately.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599930427\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q7: What are conventions in academic writing?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Academic writing conventions include using formal language, avoiding contractions and slang, citing sources correctly (APA, MLA, etc.), and maintaining an objective tone. The structure is often strict, with clear introductions, thesis statements, body paragraphs, and conclusions.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1745599937475\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q8: How can I improve my writing conventions?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Use tools like Grammarly or Hemingway to catch errors.<\/p>\n<p>Read widely to internalize good writing habits.<\/p>\n<p>Edit your drafts with a writing conventions checklist<\/p>\n<p>Get feedback from peers or editors.<\/p>\n<p>Practice regularly—improvement comes with time and attention.<\/p>\n\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Excellent writing isn’t just about having something to say—it’s about saying it in a way that doesn’t make your reader squint, frown, or re-read the same sentence three times. That’s where writing conventions come in. These are the behind-the-scenes rules that govern spelling, grammar, punctuation, and formatting—the mechanical side of writing that most people only [&hellip;]<\/p>\n","protected":false},"author":9278,"featured_media":277103,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-277101","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/277101","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9278"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=277101"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/277101\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/277103"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=277101"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=277101"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=277101"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}