{"id":277365,"date":"2025-04-30T20:44:58","date_gmt":"2025-04-30T20:44:58","guid":{"rendered":"https:\/\/spines.com\/?p=277365"},"modified":"2025-09-03T11:22:08","modified_gmt":"2025-09-03T11:22:08","slug":"character-motivation","status":"publish","type":"post","link":"https:\/\/spines.com\/character-motivation\/","title":{"rendered":"Understanding Character Motivation: How It Shapes Your Story&#8217;s Plot and Drives Action"},"content":{"rendered":"\n<p>If you&#8217;ve ever found yourself shouting at a character, &#8220;Why are you doing that?&#8221;—you’re not alone. The answer is simple: it’s all about <em>motivation<\/em>. In storytelling, character motivation is the driving force that makes characters act, react, and, let&#8217;s face it, sometimes <em>overact<\/em>. Without it, your plot would fall flat as a pancake in a steamroller factory.<\/p>\n\n\n\n<p>Character motivation is the &#8220;why&#8221; behind everything your characters do. It’s their deepest desires, fears, dreams, or grudges that push them forward—or send them spiraling into chaos. Whether your hero is racing against time to save the world or your villain is plotting world domination (just because), their motivation is <a href=\"https:\/\/spines.com\/balancing-plot-and-character-key-to-engaging-stories\/\">what shapes their journey and, in turn, the entire plot of your story<\/a>.<\/p>\n\n\n\n<p>Think of it this way: motivation is the GPS of your narrative. Without it, characters just wander around aimlessly, and let’s be honest, nobody wants to read about that. In this article, we’ll dig into why character motivation is so crucial, how it propels the plot, and explore some examples from the world of storytelling that will hopefully inspire your own creative process. So buckle up—because understanding character drives might just be the missing ingredient your story needs to go from “meh” to “wow!”<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXfwBbA2zJlnApQIu1TiR5tycgXCvBakL8StJHNg_qZLDH1s_4TFcMJ6JBfBb2nnOKhfTFW9Dxb0o40KpAV0lAL-NB5DFKktY7QApSZFzxH4S1zUy4IC852RgyTlCwHzTEHIu4ScMw?key=blv8lXfpY6k7QIairYydBwfp\" alt=\"A person sits at a desk in a sunlit room filled with bookshelves, thoughtfully holding a pencil to their mouth. Papers, books, and a typewriter are scattered across the desk as they gaze upward, deep in contemplation. The warm light from a desk lamp highlights the scene.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What Is Character Motivation?<\/strong><\/h2>\n\n\n\n<p>Character motivation is the fuel that powers a character’s actions throughout a story. It’s the <em>why<\/em> behind their every move, the driving force that pushes them toward their goals or forces them to confront their deepest fears. Without motivation, a character is like a car without gas—sure, it has wheels, but it’s not going anywhere.<\/p>\n\n\n\n<p>At its core, character motivation is all about <em>desire<\/em>. It’s what a character wants and, more importantly, what they’re willing to do (or sacrifice) to get it. Think of it as <a href=\"https:\/\/spines.com\/balancing-action-and-emotion-in-romance-novels\/\">the internal spark that ignites every decision and action<\/a>. Whether it&#8217;s love, revenge, survival, or ambition, motivation provides a sense of purpose.<\/p>\n\n\n\n<p>Take Harry Potter, for example. His motivation isn’t just to go to school and make friends—he&#8217;s driven by a deep desire to protect his loved ones and stop Voldemort. Harry’s motivation, his need to safeguard his friends and the wizarding world, shapes his every move, from choosing to fight against dark forces to risking his life in countless battles.<\/p>\n\n\n\n<p>Then there’s Walter White from <em>Breaking Bad<\/em>. Walter’s initial motivation is financial—he wants to provide for his family after his cancer diagnosis. But over time, that motivation evolves. He’s no longer just trying to secure his family&#8217;s future; he’s propelled by a thirst for power and recognition. The transformation of his motivation over the course of the show is what makes his character so compelling (and a little terrifying).<\/p>\n\n\n\n<p>Motivation can be internal or external. Internal motivation comes from within—a character’s personal growth, emotional needs, or inner conflict. External motivation, on the other hand, is driven by outside forces, like a villain or an environmental threat (think of Katniss Everdeen’s motivation to survive and protect her family in <em>The Hunger Games<\/em>).<\/p>\n\n\n\n<p>Motivation isn’t just the reason characters do things—it’s the heart of their journey, the compass that keeps them moving forward. So, next time you think about crafting a character, ask yourself: What does your character <em>want<\/em> more than anything? That’s where the magic happens.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>How Does Character Motivation Affect a Story&#8217;s Plot?<\/strong><\/h2>\n\n\n\n<p>Character motivation is like the secret ingredient that <a href=\"https:\/\/spines.com\/10-plot-development-strategies\/\">turns a basic plot into a thrilling, page-turning journey<\/a>. Just as a GPS guides a road trip, a character’s motivations steer the narrative, helping it navigate twists, turns, and unexpected detours. Without motivation, a story is just a series of events with no clear direction—sure, things are happening, but they don’t really <em>mean<\/em> anything.<\/p>\n\n\n\n<p>At the heart of any compelling plot is the relationship between a character&#8217;s motivations and the story&#8217;s progression. Motivation is what drives decisions, creates conflict, and pushes the narrative forward. Think of it as the gas pedal that keeps everything moving. The moment a character sets their sights on a goal, the entire story begins to unfold around that pursuit. Without that desire, the plot can easily stall or lose momentum.<\/p>\n\n\n\n<p>For example, in <em>The Great Gatsby<\/em>, Jay Gatsby’s obsessive pursuit of Daisy is the key to the entire plot. Gatsby’s desire to rekindle his past love defines every action he takes, from throwing lavish parties to trying (and failing) to impress Daisy with his wealth. His motivation—to reclaim a lost ideal of love—drives the narrative and, ultimately, the tragic conclusion of the story. It’s a perfect illustration of how <a href=\"https:\/\/spines.com\/balancing-plot-and-character-key-to-engaging-stories\/\">character motivation shapes a plot’s trajectory<\/a>. Gatsby doesn’t just want Daisy; he’s chasing a dream, and that dream is his downfall.<\/p>\n\n\n\n<p>In <em>The Hunger Games<\/em>, Katniss Everdeen’s motivation is equally powerful. Initially, she volunteers for the games to protect her sister, Prim. But as the story progresses, her motivations evolve from self-preservation to a larger desire to fight against the corrupt system. This shift transforms her from a survivor to a symbol of resistance. Every decision she makes—from alliances to strategies—stems from this core motivation. Without it, the story would lack the intensity and urgency that drives the entire plot.<\/p>\n\n\n\n<p>Character motivation also <a href=\"https:\/\/spines.com\/the-7-types-of-conflict-in-literature\/\">creates the all-important conflict<\/a>. Whether it&#8217;s internal (a character’s own doubts or moral dilemmas) or external (an antagonist or societal pressure), motivation fuels the clashes that keep the plot interesting. Think of it as a pressure cooker—if there’s no motivation, the tension falls flat. But when a character’s goal is at odds with another character’s motivations or the world around them, that’s where the real drama happens.<\/p>\n\n\n\n<p>And here’s where things get juicy: changing a character’s motivation mid-story can lead to some seriously exciting plot twists. Take <em>Breaking Bad<\/em>, where Walter White starts out motivated by a desire to provide for his family, but over time, that motivation shifts toward power, pride, and control. This evolution shakes up the entire plot, turning Walter from a sympathetic character into an unpredictable villain. Similarly, when a character’s motivations evolve from selfishness to selflessness, it can reshape their impact on the world around them, driving the narrative in a completely new direction.<\/p>\n\n\n\n<p>Ultimately, character motivations are the backbone of any story’s plot. They guide the character through their challenges, shape their decisions, and—when done right—<a href=\"https:\/\/spines.com\/the-science-of-suspense-in-book-writing\/\">leave readers on the edge of their seats<\/a>. Sometimes, that GPS might take your character to unexpected places, but isn’t that what makes the journey worthwhile?<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXf2Pr7QMHJBOt0DzZOcLO8LkczqXWguqYzwZjh2ziD6lm6d2pPufjHp9d4JKRiLOMA5MM-W2hBeyN6-vbS8rzzHX9dvJOeE83ILglmy8HDTaLYctDBoyYHt6WDTqL8EnoRcjnb6?key=blv8lXfpY6k7QIairYydBwfp\" alt=\"A split image showing two people side by side. On the left, a man appears tired and slouched, looking exhausted. On the right, a woman stands confidently, smiling and energetic, exuding motivation and positivity. Both are dressed in athletic wear.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong><\/strong><strong>Character Motivation Examples in Action<\/strong><\/h2>\n\n\n\n<p>Character motivations come in all shapes and sizes, from the simple and straightforward to the complex and layered. Let’s take a look at a few iconic characters whose motivations <a href=\"https:\/\/spines.com\/word-choice-for-action-scenes-in-book-writing\/\">drive their actions—and the plot—forward<\/a>.<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Luke Skywalker (<\/strong><a href=\"https:\/\/www.goodreads.com\/book\/show\/599090.Star_Wars\" target=\"_blank\" rel=\"noopener\"><strong>Star Wars<\/strong><\/a><strong>)<\/strong>: Luke’s motivation is clear from the start: he wants to become a Jedi and defeat the forces of evil. His journey from farm boy to hero is shaped by his desire to honor his family and bring balance to the Force. His motivation pushes him to take risks, form alliances, and ultimately face his father, Darth Vader, in a battle for the galaxy’s future.<br><\/li>\n\n\n\n<li><strong>Daenerys Targaryen (<\/strong><a href=\"https:\/\/www.goodreads.com\/book\/show\/18337259-a-game-of-thrones-1?from_search=true&amp;from_srp=true&amp;qid=knGPS9T7pr&amp;rank=2\" target=\"_blank\" rel=\"noopener\"><strong>Game of Thrones<\/strong><\/a><strong>)<\/strong>: Daenerys starts with the simple desire to reclaim the Iron Throne for her family. As she grows, her motivations become more complex—she wants to free the oppressed and rule justly. Her quest for power transforms from a personal mission into a fight for the “greater good,” which creates conflict with those who want the throne for themselves. Her motivations spark political intrigue and war, influencing the actions of everyone around her.<br><\/li>\n\n\n\n<li><strong>Frodo Baggins (<\/strong><a href=\"https:\/\/www.goodreads.com\/book\/show\/33.The_Lord_of_the_Rings?from_search=true&amp;from_srp=true&amp;qid=s4XjMdL4An&amp;rank=2\" target=\"_blank\" rel=\"noopener\"><strong>The Lord of the Rings<\/strong><\/a><strong>)<\/strong>: Frodo’s motivation is initially simple—he wants to protect the Shire and live a peaceful life. However, when he inherits the One Ring, his motivations shift dramatically. Tasked with destroying the Ring to save Middle-earth, Frodo’s journey is driven by a sense of duty and responsibility, even when the burden becomes overwhelming. His motivations not only affect his decisions but also influence the dynamics of the Fellowship and the plot’s progression, as others must rally around him to protect or guide him on his journey.<br><\/li>\n\n\n\n<li><strong>Sherlock Holmes (<\/strong><a href=\"https:\/\/www.goodreads.com\/book\/show\/102868.A_Study_in_Scarlet?from_search=true&amp;from_srp=true&amp;qid=7vP7oq6IK7&amp;rank=2\" target=\"_blank\" rel=\"noopener\"><strong>Sherlock Holmes series<\/strong><\/a><strong>)<\/strong>: Sherlock’s motivation is a mixture of intellectual curiosity and a need for personal validation. He’s driven by his desire to solve complex cases, and this obsession with the puzzle is what propels him through his investigations. His motivation for recognition and intellectual satisfaction often leads him to isolate himself from others, shaping both the plot and the interactions between him and his companions, like Dr. Watson, who often serves as a foil to Sherlock&#8217;s single-mindedness. Holmes&#8217;s actions and conclusions often influence the plot&#8217;s direction, as each case brings new challenges and surprises.<\/li>\n<\/ul>\n\n\n\n<p>Each of these characters&#8217; motivations serves as the foundation for their decisions and the larger plot, pushing them toward conflict, change, and growth. Their desires shape the world around them, influencing not just their own actions but the actions of other characters, too.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Power of Motivation—What Happens When It’s Weak or Missing?<\/strong><\/h2>\n\n\n\n<p>Imagine reading a book where the main character just… <em>does things<\/em>. No reason, no drive, no real purpose—just actions for the sake of it. Sounds pretty boring, right? Well, that’s exactly what happens when a character’s motivation is weak or nonexistent. A lack of motivation can turn a potentially engaging story into a meandering mess, with characters wandering aimlessly as if they’re lost in a shopping mall without a map.<\/p>\n\n\n\n<p>When characters have no clear motivations, it’s like watching a soap opera where everyone forgets what they want halfway through. Suddenly, the plot feels like it’s running in circles. The audience gets confused and frustrated, thinking, “Wait, why are we here again?” Motivation is what <a href=\"https:\/\/spines.com\/8-book-writing-pacing-techniques-to-keep-readers-hooked\/\">keeps things moving, and without it, the story stalls<\/a>.<\/p>\n\n\n\n<p>Let’s talk about <em>bad<\/em> motivation. Picture a hero whose motivation is simply “because I’m the good guy.” Oh, how riveting. Or perhaps the villain whose grand plan is “to destroy the world… for fun!” Sure, it&#8217;s a classic, but it’s also a little thin. These kinds of motivations are so flimsy that they make cardboard look like solid gold. They lack depth and purpose, which makes the character—and the story—feel shallow. You might as well throw in a plot twist where the villain’s ultimate goal is “just to see what happens.”<\/p>\n\n\n\n<p>Clarity in motivation is crucial. When characters are clear about what they want and why, it anchors the plot and keeps the audience invested. Motivations give the story direction and create emotional stakes. Whether it’s a hero on a quest for redemption or <a href=\"https:\/\/spines.com\/how-to-write-complex-antagonists\/\">a villain seeking revenge, knowing <em>why<\/em> they’re doing what they’re doing<\/a> helps the audience care. So, if you want your characters to avoid wandering through a narrative wasteland, make sure their motivations are strong, clear, and packed with purpose.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>How to Develop a Strong Character Motivation<\/strong><\/h2>\n\n\n\n<p>Creating strong character motivation isn’t just about giving your character a reason to act—it’s about giving them a <a href=\"https:\/\/spines.com\/10-plot-development-strategies\/\"><em>compelling<\/em> reason that makes sense<\/a> within the story’s context. So, how do you craft motivations that grab your audience’s attention and keep the plot on track? Here are a few tried-and-true tips:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Tie Motivations to a Character’s Backstory<\/strong><\/li>\n<\/ol>\n\n\n\n<p>Your character’s past should have a huge impact on their motivations. If your character grew up in poverty, they might be driven by a need for security or financial success. If they suffered a great loss, they may be motivated by revenge or perhaps a desire to protect others from similar pain. <a href=\"https:\/\/spines.com\/arc-meaning-explained\/\">Motivations that stem from a character&#8217;s history<\/a> are inherently more believable and create deeper emotional resonance. It’s like setting up a domino chain—each action should be linked to something that happened before.<\/p>\n\n\n\n<ol start=\"2\" class=\"wp-block-list\">\n<li><strong>Ensure Motivations Evolve Over Time<\/strong><\/li>\n<\/ol>\n\n\n\n<p>Just like real people, characters change, and so should their motivations. At the beginning of your story, a character may be motivated by something simple (like survival or love), but as they face challenges, their motivations should grow and shift. If your hero starts out wanting to get rich but then realizes wealth means little compared to family, that evolution adds depth and creates compelling internal conflict. <a href=\"https:\/\/spines.com\/character-development\/\">The key here is growth<\/a>—if motivations don’t evolve, your character may end up feeling static or, worse, boring.<\/p>\n\n\n\n<ol start=\"3\" class=\"wp-block-list\">\n<li><strong>Tie Motivations to Larger Themes<\/strong><\/li>\n<\/ol>\n\n\n\n<p>Your character’s motivation should <a href=\"https:\/\/spines.com\/what-is-a-theme-of-a-story\/\">tie into the overarching themes of your story<\/a>. If your story is about sacrifice, your character might be motivated by a desire to save others at their own expense. If it&#8217;s about identity, perhaps the character is driven by the need to find themselves. These motivations make the character’s journey feel integral to the story’s message.<\/p>\n\n\n\n<ol start=\"4\" class=\"wp-block-list\">\n<li><strong>Make Motivation Believable<\/strong><\/li>\n<\/ol>\n\n\n\n<p>If your character’s motivation is simply “to look cool,” it might be time for a rewrite. Motivations should be compelling and grounded in reality (even if your story is fantasy). <a href=\"https:\/\/spines.com\/crafting-believable-round-characters\/\">If the audience doesn’t believe in the character’s drive<\/a>, they’ll quickly lose interest. And nothing says “bad writing” like an all-powerful villain whose sole purpose is “to rule the world for kicks.”<\/p>\n\n\n\n<p>Remember, motivation is the engine of your story—make sure it’s firing on all cylinders! With a solid backstory, evolution, and connection to your themes, your characters will be charged up and ready to take the narrative for a thrilling ride.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Bring Your Story to Life with Motivation<\/strong><\/h2>\n\n\n\n<p>In storytelling, character motivation is the secret sauce that transforms a good plot into a great one. It shapes decisions, fuels conflict, and drives your characters forward. Whether <a href=\"https:\/\/spines.com\/the-heros-journey-explained\/\">it’s a hero seeking redemption<\/a> or a villain chasing power, motivation is what gives your characters purpose and depth.<\/p>\n\n\n\n<p>So, next time you’re building a character, ask yourself: <em>What do they want, and why?<\/em> Motivated characters don’t just wander aimlessly—they embark on meaningful journeys that captivate readers.<\/p>\n\n\n\n<p>Remember, a character without motivation is like a pizza without toppings—sure, it’s fine, but wouldn&#8217;t you rather have something with flavor?<\/p>\n\n\n\n<p>Now, it’s time to get to work on your characters. Make their motivations strong, clear, and meaningful—motivated or bust! Your story will thank you.<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center has-light-green-cyan-background-color has-background\" style=\"border-radius:100px;font-size:23px\"><strong>FAQs &#8211; <\/strong>Character Motivation<\/h2>\n\n\n\n<p><strong>Q1: How can a reader identify character motivations?<\/strong><strong><br><\/strong>A reader can identify character motivations by paying attention to the character&#8217;s actions, choices, and the reasons they give for their behavior. Motivations are <a href=\"https:\/\/spines.com\/dialogue-examples\/\">often revealed through dialogue<\/a>, inner thoughts, and how a character reacts to challenges. Additionally, the character&#8217;s goals, desires, and fears often serve as clues. If a character repeatedly acts to protect someone or seeks power, their motivations are likely rooted in love or ambition, respectively. Understanding a character&#8217;s background and personal struggles can also reveal their underlying motivations.<\/p>\n\n\n\n<p><strong>Q2: What is the difference between character traits and character motivations?<\/strong><strong><br><\/strong>Character traits refer to <a href=\"https:\/\/spines.com\/personality-traits\/\">a character&#8217;s consistent qualities or characteristics<\/a>, like kindness, stubbornness, or courage. These are intrinsic to who the character is and don’t necessarily change throughout the story. In contrast, character motivations are the reasons why a character acts in certain ways. Motivations are external or internal desires that drive a character’s actions, such as the need for revenge, love, survival, or personal growth. While traits describe <em>who<\/em> a character is, motivations explain <em>why<\/em> they do what they do.<\/p>\n\n\n\n<p><strong>Q3: How do character motivations contribute to the theme of a story?<\/strong><strong><br><\/strong>Character motivations are closely tied to the theme of a story because they drive the character&#8217;s journey and shape the plot. A character’s <a href=\"https:\/\/spines.com\/themes-in-literature\/\">pursuit of their motivation often mirrors the story&#8217;s central message<\/a> or moral. For example, a character’s desire for revenge could highlight the dangers of obsession and the importance of forgiveness, while a character motivated by self-sacrifice may underscore themes of love and redemption. Through their motivations, characters embody and reflect the themes the author wishes to explore.<\/p>\n\n\n\n<p><strong>Q4: Can a character have multiple motivations?<\/strong><strong><br><\/strong>Yes, a character can have multiple motivations, and often, they do! These motivations can be conflicting or evolve over time, adding depth and complexity to the character. For example, a character might be motivated by both the desire for revenge and the need to protect their family. As the story progresses, these motivations may shift or create internal conflict, contributing to the character&#8217;s development and the plot&#8217;s complexity. Multiple motivations can also help <a href=\"https:\/\/spines.com\/narrative-voice-development-crafting-a-unique-style\/\">keep the narrative dynamic and engaging<\/a>.<\/p>\n\n\n\n<p><strong>Q5: Is character motivation a literary device?<\/strong><strong><br><\/strong>Yes, <a href=\"https:\/\/spines.com\/literary-devices-list\/\">character motivation is considered a key literary device<\/a>. It is a tool that writers use to shape a character&#8217;s actions and decisions, making the character’s behavior believable and consistent with their internal desires. Motivation helps to push the plot forward and create conflict, making it an essential element of storytelling. Writers manipulate character motivation to influence the direction of the story, provide tension, and explore thematic concepts.<\/p>\n\n\n\n<p><strong>Q6: What do you analyze to determine a character’s motivation?<\/strong><strong><br><\/strong>To determine a character&#8217;s motivation, <a href=\"https:\/\/spines.com\/creating-engaging-characters-in-fiction-a-writers-guide\/\">analyze their actions, dialogue, relationships, and the choices they make<\/a> throughout the story. Look at how the character reacts to conflict, challenges, or opportunities, as these responses often reveal what they truly want or fear. Also, examine their background and personal history, as past experiences frequently influence their current motivations. Pay attention to their internal struggles or desires that might not be immediately apparent but are hinted at through their behavior or the way they speak about themselves and others.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>If you&#8217;ve ever found yourself shouting at a character, &#8220;Why are you doing that?&#8221;—you’re not alone. The answer is simple: it’s all about motivation. In storytelling, character motivation is the driving force that makes characters act, react, and, let&#8217;s face it, sometimes overact. Without it, your plot would fall flat as a pancake in a [&hellip;]<\/p>\n","protected":false},"author":9277,"featured_media":277367,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-277365","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/277365","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9277"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=277365"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/277365\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/277367"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=277365"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=277365"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=277365"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}