{"id":277836,"date":"2025-05-01T11:59:10","date_gmt":"2025-05-01T11:59:10","guid":{"rendered":"https:\/\/spines.com\/?p=277836"},"modified":"2025-09-03T11:22:07","modified_gmt":"2025-09-03T11:22:07","slug":"how-to-format-dialogue","status":"publish","type":"post","link":"https:\/\/spines.com\/how-to-format-dialogue\/","title":{"rendered":"Dialogue Decoded: A Guide on How to Format Dialogue in Your Story or Book"},"content":{"rendered":"\n<p>Ever notice how some of the most memorable lines in movies aren’t necessarily the most dramatic plot points, but the witty one-liners or clever comebacks? “I’ll be back.” “May the Force be with you.” Dialogue is the lifeblood of storytelling, and it’s often the words spoken that <a href=\"https:\/\/spines.com\/writing-unforgettable-opening-lines\/\">stay with us long after the credits roll<\/a>.<\/p>\n\n\n\n<p>In your own writing, dialogue serves more than just a conversational purpose. It reveals character traits, drives the plot forward, and can even evoke powerful emotions in your readers. But here&#8217;s the catch: if you don’t format it properly, all that emotional depth can get lost in a sea of confusing punctuation, awkward line breaks, or misplaced tags. And trust us—nobody wants to struggle through a paragraph of dialogue because it&#8217;s formatted like a jumble of word soup.<\/p>\n\n\n\n<p>In this article, we’re diving into the art and science of how to format dialogue. From the basics of punctuation to more advanced techniques for handling interruptions and multi-character exchanges, you’ll learn how to properly format dialogue in your story or book. Think of this as your cheat sheet for keeping readers glued to the page, because great dialogue deserves to be presented in the best possible way. Let’s decode <a href=\"https:\/\/spines.com\/mastering-book-dialogue-tips-for-writing\/\">the secret to seamless, impactful conversations<\/a>!<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXf-YeKYVUDU5CmEl6asQyKS-cRgPePVXPf21lqm6XZMY5TPi7PC-9h1xAHiPWYN6w2Tz_EHzM08j6jWdTSQH6phPRwAdGEb5jCuv8odukng59LhBCmfFqF-0WpZYjEfQlogIM5Q9A?key=YiJEfRfnZA9kivf9gM_aIqrZ\" alt=\"An author sits at a desk in a cozy room, deep in thought, surrounded by books, a laptop, and papers. Above the desk, two of their characters are envisioned in a transparent, ghostly form, having a conversation with words floating around them. The room is warmly lit, with a window showing a peaceful outside scene.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What Makes Dialogue Work?<\/strong><\/h2>\n\n\n\n<p>Dialogue is one of the most powerful tools in a writer’s kit. It’s not just about what characters are saying—it’s about how it reveals their personality, builds tension, and propels the plot forward. Think of dialogue as the engine that keeps your story moving. A great conversation can spark conflict, reveal a hidden truth, or even foreshadow what’s to come. And when formatted properly, dialogue becomes a seamless part of the narrative, pulling readers deeper into the world you’ve created. If dialogue is clunky or hard to follow, readers will be pulled out of the story, which is why correct formatting is <a href=\"https:\/\/spines.com\/how-to-use-transition-words-in-book-writing\/\">essential for maintaining flow and readability<\/a>.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Proper Punctuation<\/strong><\/h3>\n\n\n\n<p>One of the first steps in formatting dialogue is understanding the punctuation rules. Here’s a quick rundown of the basics:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Commas<\/strong>: When dialogue is followed by a tag (like &#8220;he said&#8221; or &#8220;she asked&#8221;), a comma should usually come before the closing quotation mark:<br><em>&#8220;I can’t believe it,&#8221; he muttered.<\/em><em><br><\/em><\/li>\n\n\n\n<li><strong>Periods<\/strong>: Use a period when the dialogue ends with a statement and there’s no tag or action after it:<br><em>&#8220;It’s time to go.&#8221;<\/em><em><br><\/em><\/li>\n\n\n\n<li><strong>Question Marks and Exclamation Points<\/strong>: These go inside the quotation marks if they belong to the dialogue:<br><em>&#8220;Where are we going?&#8221; she asked.<\/em><em><br><\/em><em> &#8220;I’m so excited!&#8221; he shouted.<\/em><em><br><\/em><\/li>\n\n\n\n<li><strong>Other Punctuation<\/strong>: If the dialogue ends with an ellipsis to show trailing off or hesitation, use three dots without a space before or after them:<br><em>&#8220;I&#8230; I don’t know.&#8221;<\/em><\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Dialogue Tags vs. Action Beats<\/strong><\/h3>\n\n\n\n<p>Now let’s talk about how to keep the dialogue feeling fresh and natural. Dialogue tags like &#8220;he said&#8221; and &#8220;she asked&#8221; are common, but overusing them can make your writing feel repetitive. Action beats (small actions inserted into dialogue) can be <a href=\"https:\/\/spines.com\/word-choice-for-action-scenes-in-book-writing\/\">a great way to break up the monotony<\/a> and show character emotion without explicitly stating it. For example, instead of writing:<\/p>\n\n\n\n<p><em>&#8220;I don’t know,&#8221; he said, looking sad.<\/em>&nbsp;<\/p>\n\n\n\n<p>You could show the emotion through action:<br><em>&#8220;I don’t know.&#8221; He dropped his shoulders, staring at the floor.<\/em><\/p>\n\n\n\n<p>Using action beats creates a more dynamic rhythm in your writing and allows readers to &#8220;see&#8221; the conversation happening, rather than just hearing it.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Example<\/strong><\/h4>\n\n\n\n<p>Here’s a poorly formatted dialogue exchange:<\/p>\n\n\n\n<p><em>&#8220;I’m leaving,&#8221; she said. &#8220;Don’t go,&#8221; he begged. &#8220;I have to.&#8221; She turned away.<\/em><\/p>\n\n\n\n<p>And here’s the corrected version:&nbsp;<\/p>\n\n\n\n<p><em>&#8220;I’m leaving,&#8221; she said, her voice trembling.<\/em><em><br><\/em><em>&#8220;Don’t go,&#8221; he begged, grabbing her arm.<\/em><em><br><\/em><em>&#8220;I have to.&#8221; She turned away, blinking back tears.<\/em><\/p>\n\n\n\n<p>Notice how adding action beats and properly punctuating <a href=\"https:\/\/spines.com\/dialogue-examples\/\">the dialogue helps convey more emotion<\/a> and makes the scene easier to follow.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXflBXV9eVStkuCakJzQFVYJUhS5AA2hS_5TzqiOV-E4Jt2WHfXIRCR0wrraFeIE9vbX6J6K8b-oMqOmX7ZnJnRVA85BlQRohlgtLGf6KkQb1hkd-5Otzbtz7pDbiwg8FANRzUzv2g?key=YiJEfRfnZA9kivf9gM_aIqrZ\" alt=\"A person sits in a comfortable chair, reading a book with their hand on their chin, deep in thought. The room is cozy, with soft lighting and bookshelves in the background. The person is casually dressed, and the scene conveys a quiet, introspective moment of concentration and reflection.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Writing Dialogue: Common Pitfalls to Avoid<\/strong><\/h2>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Overusing Dialogue Tags<\/strong><\/h3>\n\n\n\n<p>One of the most common mistakes writers make when formatting dialogue is <a href=\"https:\/\/spines.com\/the-art-of-subtext-in-book-writing\/\">overloading their scenes<\/a> with unnecessary tags. Sure, it&#8217;s important to identify who’s speaking, but you don’t need a “he said” after every line of dialogue. It can quickly feel like a repetitive drumbeat, disrupting the flow of your story. Instead of peppering your dialogue with endless tags, aim to use them sparingly, especially when the speaker is clear from the context or when you’re introducing action beats.<\/p>\n\n\n\n<p>For example, instead of writing:<br><em>“I can’t believe it!” she exclaimed, “This is amazing!” she shouted. “I never thought this day would come,” she said excitedly.<\/em><\/p>\n\n\n\n<p>Try:<br><em>“I can’t believe it!” She jumped up, her eyes wide. “This is amazing! I never thought this day would come.”<\/em><\/p>\n\n\n\n<p>By removing the redundant “she said” and “she shouted,” you <a href=\"https:\/\/spines.com\/balancing-action-and-emotion-in-romance-novels\/\">allow the action to show the emotion<\/a>, giving the dialogue a more natural feel.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Uneven Dialogue<\/strong><\/h3>\n\n\n\n<p>While dialogue is a key part of storytelling, it’s important to <a href=\"https:\/\/spines.com\/story-outlining\/\">strike a balance between dialogue and narrative description<\/a>. Too much dialogue without action or internal thought can create a jarring experience for your reader. Imagine a scene where characters are talking non-stop, but there’s no description of their environment, body language, or what’s happening around them. It can feel hollow, like a conversation in a void.<\/p>\n\n\n\n<p>Incorporating action beats or thoughts between lines of dialogue will help bring your scene to life.&nbsp;<\/p>\n\n\n\n<p>For example:<br><em>&#8220;I can’t believe you said that,&#8221; she snapped. She crossed her arms, tapping her foot impatiently. &#8220;What were you thinking?&#8221;<\/em><\/p>\n\n\n\n<p>Here, the actions break up the dialogue, adding depth to the conversation and showing the characters’ emotional states, which is essential for reader engagement.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Realistic but Not Too Realistic<\/strong><\/h3>\n\n\n\n<p>Real-life conversations are often messy, disjointed, and filled with “umms” and “likes.” While it’s tempting to make dialogue sound as real as possible, a bit of editing is needed to avoid what I call “everyday awkwardness.” <a href=\"https:\/\/spines.com\/how-to-write-effective-dialogue\/\">A conversation that’s too realistic can bog down the flow<\/a> and make readers want to skim. It’s about finding the sweet spot: dialogue that feels natural but still propels the story forward.<\/p>\n\n\n\n<p>For example, avoid:<br><em>“So, um, I was like, you know, walking down the street and I just, like, saw her and was, like, ‘Hey!’”<\/em><\/p>\n\n\n\n<p>Instead, clean it up a bit for clarity:<br><em>“I was walking down the street when I saw her. I just waved and said, ‘Hey!’”<\/em><\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Example<\/strong><\/h4>\n\n\n\n<p>Here’s a conversation with too many tags and excessive realism:<br><em>“I can’t believe you did that!” she screamed, glaring at him. “It was a mistake!” she cried. “I didn’t mean to,” he said defensively. “But you did it!” she shouted again.<\/em><\/p>\n\n\n\n<p>Now, the corrected version:<br><em>“I can’t believe you did that!” She glared at him, her hands on her hips.<\/em><em><br><\/em><em>“It was a mistake,” he said, raising his hands in defense.<\/em><em><br><\/em><em>“But you still did it!”<\/em><\/p>\n\n\n\n<p>Notice how removing excessive tags and letting the actions take over makes the dialogue feel more fluid and less cluttered. The key is to keep it natural, but not overwhelming.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>How to Format Dialogue in a Book: Advanced Tips<\/strong><\/h2>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Longer Dialogues<\/strong><\/h3>\n\n\n\n<p>When you have longer conversations, particularly with more than two speakers, <a href=\"https:\/\/spines.com\/mastering-book-dialogue-tips-for-writing\/\">the format needs to be crystal clear to avoid confusion<\/a>. The rule of thumb is simple: each time a new character speaks, start a new paragraph. This not only makes the dialogue easier to follow but also visually breaks up the conversation, giving your readers a much-needed pause. If you’re dealing with a multi-character scene, the reader’s brain is already processing who’s talking, so make it easier by giving each speaker their own line.<\/p>\n\n\n\n<p>For example:<br><em>“I can’t believe you’re doing this,” Tom said.<\/em><em><br><\/em><em>“It’s my decision,” Sarah replied.<\/em><em><br><\/em><em>“But what about the consequences?” Mark interjected.<\/em><em><br><\/em><em>Sarah looked at him, unflinching. “I’ve already thought it through.”<\/em><\/p>\n\n\n\n<p>Notice how the new line for each speaker keeps the flow going without overwhelming the reader.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Dialogue in the Middle of a Sentence<\/strong><\/h3>\n\n\n\n<p>What happens when a character’s speech interrupts a sentence or thought in action? This is <a href=\"https:\/\/spines.com\/book-structure-101-how-to-organize-your-story\/\">where the real formatting magic happens<\/a>. When dialogue is inserted in the middle of a sentence, it’s usually set off by commas or dashes to maintain the flow of the narrative. For example, if a character is thinking something but then interrupts their thought to speak, it’s important to maintain the correct punctuation so the reader can follow.<\/p>\n\n\n\n<p>Let’s say a character is having a thought and then speaks:<br><em>Tom paused, glancing at Sarah, “I don’t think this is a good idea.”<\/em><\/p>\n\n\n\n<p>Here, the dialogue interrupts the action or thought smoothly, without disrupting the sentence’s flow. Use commas or em dashes as needed, and remember that the punctuation for the dialogue itself (question mark, exclamation point, etc.) remains inside the quotation marks.<\/p>\n\n\n\n<p>By mastering these techniques, you can handle more complex dialogue scenarios without losing clarity or rhythm.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXdf9qE70D52rh5UVdwhdoFxsani3PDV2FvNZLnjAuLku_SFsVgF_H_2w6U0-hKPe0D5G4IDydPHTlj7KM7fuljJGfD9jOrSQ-VGrrpZAYb-O3ETh74_2D1XXPfACFUo1bbrSZi91A?key=YiJEfRfnZA9kivf9gM_aIqrZ\" alt=\"Two characters are engaged in a conversation in a cozy living room. One character looks thoughtful, while the other appears surprised or engaged. The room is warmly lit, with realistic details like furniture and decor, creating an authentic and relatable scene of human interaction.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>How to Properly Format Dialogue: Final Dos and Don’ts<\/strong><\/h2>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Dos and Don’ts:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Do:<\/strong> Keep dialogue clear and concise. Avoid long-winded speeches—real conversations are usually snappy and to the point.<br><\/li>\n\n\n\n<li><strong>Don’t:<\/strong> Overuse complicated dialogue tags. &#8220;Said&#8221; is often the most effective choice; anything fancier can distract from the conversation.<br><\/li>\n\n\n\n<li><strong>Do:<\/strong> Break up long passages of dialogue with action. A little movement or body language goes a long way to keep the dialogue grounded and dynamic.<br><\/li>\n\n\n\n<li><strong>Don’t:<\/strong> Use a new paragraph for every single sentence of dialogue. Only start a new paragraph when a new speaker takes the floor.<br><\/li>\n\n\n\n<li><strong>Do:<\/strong> Format multiple speakers correctly. Each new speaker gets a new line to avoid confusion.<br><\/li>\n\n\n\n<li><strong>Don’t:<\/strong> Forget to <a href=\"https:\/\/spines.com\/editing-vs-proofreading-whats-the-difference\/\">proofread your dialogue<\/a>. Even the smallest formatting errors can throw readers off and interrupt the flow.<\/li>\n<\/ul>\n\n\n\n<p><strong>Actionable Advice:<\/strong> Now that you’ve got the essentials down, it’s time to put them to the test. Go back to your latest piece of writing and review your dialogue. Are you overusing tags? Are your paragraph breaks in order? A quick check for these common pitfalls will ensure your dialogue shines—clear, crisp, and engaging. With the right formatting, your characters will speak for themselves!<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Let Your Characters Speak – The Power of Proper Formatting<\/strong><\/h2>\n\n\n\n<p>Properly formatted dialogue is like the backbone of your story—strong, supporting everything that comes before and after it. When you get the format right, dialogue becomes a <a href=\"https:\/\/spines.com\/8-book-writing-pacing-techniques-to-keep-readers-hooked\/\">natural flow that keeps readers hooked<\/a>, making your characters’ words leap off the page. As we discussed, clear punctuation, proper paragraph breaks, and strategic use of action beats all help ensure that your characters&#8217; voices are heard loud and clear.<\/p>\n\n\n\n<p>Now, with these formatting tips in your toolkit, it’s time to get creative. Don’t be afraid to experiment with how your characters speak and interact, while keeping those formatting basics in mind. Dialogue is where your characters come to life, where their quirks, tension, and personalities really shine. Whether it’s a casual conversation or a heated argument, let your characters&#8217; voices be as dynamic as the story they’re telling.<\/p>\n\n\n\n<p>So go ahead—dive into your manuscript with newfound confidence. Tackle your dialogue with the precision and creativity it deserves. With the right formatting, <a href=\"https:\/\/spines.com\/how-to-write-dialogue-for-characters\/\">your characters will have the freedom to speak<\/a>—and your readers won’t want to stop listening.<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center has-light-green-cyan-background-color has-background\" style=\"border-radius:100px;font-size:23px\"><strong>FAQs &#8211; <\/strong>How to Format Dialogue<\/h2>\n\n\n\n<p><strong>Q1: What is the formula for dialogue writing?<\/strong><strong><br><\/strong>The &#8220;formula&#8221; for writing dialogue is less about a strict set of rules and more about keeping it natural, concise, and purposeful. Here’s a simple breakdown:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Character Voice<\/strong>: Make sure <a href=\"https:\/\/spines.com\/book-writing-for-character-personality-words\/\">each character’s dialogue matches their personality<\/a> and background.<br><\/li>\n\n\n\n<li><strong>Punctuation<\/strong>: Use proper punctuation—commas, periods, question marks, and exclamation points—to indicate tone.<br><\/li>\n\n\n\n<li><strong>Dialogue Tags<\/strong>: Use simple tags like “said” to avoid distractions. You can replace them with action beats if needed to show emotion or movement.<br><\/li>\n\n\n\n<li><strong>Purpose<\/strong>: Each piece of dialogue should move the plot forward, reveal something about the character, or build tension.<\/li>\n<\/ol>\n\n\n\n<p>It’s less about a fixed formula and more about ensuring each line of dialogue serves a clear purpose.<\/p>\n\n\n\n<p><strong>Q2: How do you format internal dialogue?<\/strong><strong><br><\/strong>Internal dialogue is formatted like regular dialogue but often set apart in your writing:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>It’s typically written in italics<\/strong> (especially in modern fiction) to distinguish it from regular dialogue.<br><\/li>\n\n\n\n<li><strong>Punctuation<\/strong>: It follows the same punctuation rules as spoken dialogue—commas, periods, question marks, etc.<br><\/li>\n\n\n\n<li><strong>Quotation Marks<\/strong>: If you’re <a href=\"https:\/\/spines.com\/writing-a-first-person-narrative\/\">writing in first person<\/a> or close third person, you generally don’t need quotation marks for internal dialogue. For example:<br><em>I can’t believe this is happening<\/em>, she thought.<\/li>\n<\/ol>\n\n\n\n<p><strong>Q3: What should be avoided when writing a dialogue?<\/strong><strong><br><\/strong>Here are a few common pitfalls to avoid:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Excessive Tags<\/strong>: Avoid overusing “he shouted,” “she whispered,” etc. A simple “said” or using action beats can make your writing cleaner and less repetitive.<br><\/li>\n\n\n\n<li><strong>Info Dumps<\/strong>: Don&#8217;t use dialogue to explain too much. <a href=\"https:\/\/spines.com\/how-to-write-effective-dialogue\/\">It should feel natural<\/a>, not like a lecture.<br><\/li>\n\n\n\n<li><strong>Unrealistic Dialogue<\/strong>: Characters shouldn’t speak in a way that’s too formal, unless it’s part of their character. Keep it realistic.<br><\/li>\n\n\n\n<li><strong>Long-Winded Speeches<\/strong>: Keep dialogue snappy. If it’s too long, it might bore readers or break the pacing.<\/li>\n<\/ol>\n\n\n\n<p><strong>Q4: How do you format cut-off dialogue?<\/strong><strong><br><\/strong>When dialogue is cut off, it’s typically represented by an em dash (—) or ellipses (&#8230;), depending on the context:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Em Dash<\/strong>: If one character is abruptly interrupted or their sentence trails off due to another character&#8217;s interjection, use an em dash.<br>Example: <em>“But I was just—”<\/em><em><br><\/em><\/li>\n\n\n\n<li><strong>Ellipses<\/strong>: If a character’s thought or speech fades out or they trail off, use ellipses.<br>Example: <em>“I don’t know&#8230; maybe it’s too late.”<\/em><\/li>\n<\/ol>\n\n\n\n<p><strong>Q5: How do you break up paragraphs of dialogue?<\/strong><strong><br><\/strong>If a conversation gets long, it’s important to break it up for readability:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>New Speaker, New Paragraph<\/strong>: Each time a different character speaks, start a new paragraph to prevent confusion. This helps keep dialogue clear.<br><\/li>\n\n\n\n<li><strong>Action Beats<\/strong>: Break up long passages of dialogue with action beats to keep the scene dynamic. These give your reader <a href=\"https:\/\/spines.com\/dialogue-examples\/\">visual context about what’s happening<\/a> while your characters are speaking.<\/li>\n<\/ol>\n\n\n\n<p>Example:<br><em>“I can’t believe you did that,” she said, staring at him with wide eyes.<\/em><em><br><\/em><em>“I didn’t mean to,” he responded, hands raised in defense.<\/em><\/p>\n\n\n\n<p><strong>Q6: Do I start a new paragraph after dialogue?<\/strong><strong><br><\/strong>Yes, you start a new paragraph every time a new character speaks. This helps the reader follow the conversation without confusion. <a href=\"https:\/\/spines.com\/mastering-book-dialogue-tips-for-writing\/\">It’s crucial for clarity, especially in longer dialogues<\/a> with multiple speakers.<\/p>\n\n\n\n<p>Example:<br><em>“What time is it?” she asked.<\/em><em><br><\/em><em>He checked his watch. “It’s almost midnight.”<\/em><em><br><\/em><em>She sighed. “We’re running out of time.”<\/em><\/p>\n\n\n\n<p>This formatting ensures the dialogue flows smoothly and is easy to follow.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Ever notice how some of the most memorable lines in movies aren’t necessarily the most dramatic plot points, but the witty one-liners or clever comebacks? “I’ll be back.” “May the Force be with you.” Dialogue is the lifeblood of storytelling, and it’s often the words spoken that stay with us long after the credits roll. [&hellip;]<\/p>\n","protected":false},"author":9277,"featured_media":277838,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-277836","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/277836","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9277"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=277836"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/277836\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/277838"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=277836"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=277836"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=277836"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}