{"id":282562,"date":"2025-05-15T08:43:29","date_gmt":"2025-05-15T08:43:29","guid":{"rendered":"https:\/\/spines.com\/?p=282562"},"modified":"2025-09-03T11:21:27","modified_gmt":"2025-09-03T11:21:27","slug":"how-to-narrate-audiobooks","status":"publish","type":"post","link":"https:\/\/spines.com\/how-to-narrate-audiobooks\/","title":{"rendered":"How to Narrate Audiobooks: A Step-by-Step Guide to Becoming an Audiobook Narrator"},"content":{"rendered":"\n<p>Ever wanted to voice a whole book without actually <em>reading<\/em> it? Welcome to the world of audiobook narration, where your voice is the star, and all you have to do is speak&#8230; for hours on end. It sounds like a dream, right? Well, for those who dare to dive into the world of audiobooks, it’s not just about reading aloud—it’s about <em>performing<\/em> a story, transforming words on a page into an experience that transports listeners.<\/p>\n\n\n\n<p>If you&#8217;ve ever wondered <a href=\"https:\/\/spines.com\/top-audiobook-production-tips-for-authors\/\">how to narrate audiobooks or even how to become an audiobook narrator<\/a>, you&#8217;re in the right place. This guide is your passport to mastering the art of narration, from setting up your home studio to voicing everything from steamy romance to thrilling mysteries. Whether you&#8217;re hoping to break into the industry or just curious about what goes on behind the mic, we&#8217;ve got you covered. Ready to turn your voice into an audiobook career? Let’s dive in!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Power of Your Voice: What It Takes to Narrate Audiobooks<\/strong><\/h2>\n\n\n\n<p>So, what does it take to narrate audiobooks like a pro? It’s about <a href=\"https:\/\/spines.com\/pros-and-cons-full-cast-audiobooks-vs-single-narrator\/\">much more than just reading out loud<\/a> (although, admittedly, that part’s important). A successful audiobook narrator needs a versatile, expressive voice that can adapt to any genre or character. Whether you&#8217;re voicing a fierce warrior princess, a nerdy detective, or a wise old wizard, your ability to differentiate between characters is crucial.<\/p>\n\n\n\n<p>The key qualities? <em>Tone<\/em>, <em>pacing<\/em>, <em>pronunciation<\/em>, and <em>character differentiation<\/em>. Your tone sets the mood—whether it’s dark and brooding for a thriller or light and breezy for a rom-com. Pacing keeps the story flowing, ensuring the listener isn’t drifting off. Pronunciation is non-negotiable; no one wants to hear “forest” pronounced like “forrest” for 10 hours. And character differentiation? It’s like acting 101—<a href=\"https:\/\/spines.com\/how-to-write-dialogue-for-characters\/\">each character needs its own voice, personality, and flair<\/a>.<\/p>\n\n\n\n<p>Narrating audiobooks is a performance, not just a job. So, if you’re ready to use your voice for something bigger than yourself, let’s get into the next steps!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Breaking Into the Industry: How to Become an Audiobook Narrator<\/strong><\/h2>\n\n\n\n<p>Breaking into the <a href=\"https:\/\/spines.com\/services\/audiobook\/\">audiobook publishing<\/a> industry might seem like a daunting task, especially when you’re not James Earl Jones with a voice that commands the heavens. But fear not! While it’s true a booming baritone helps, what really matters is your passion, dedication, and willingness to learn the ropes of this exciting craft. After all, <a href=\"https:\/\/spines.com\/top-3-audiobook-production-platforms-for-authors\/\"><em>anyone<\/em> can become an audiobook narrator<\/a> with the right skills, gear, and a little persistence.<\/p>\n\n\n\n<p>So, how do you become an audiobook narrator? Here’s a brief checklist to get you started:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li>Set up your home studio. And no, you don’t have to rent a soundproof room (though if you have a closet, that’s basically your golden ticket). Invest in a high-quality microphone and some basic soundproofing—think blankets and pillows if you’re on a budget. The key is to have a clear, crisp sound with no annoying echoes or background noise.<\/li>\n\n\n\n<li>Work on your voice! Narrating audiobooks is acting, so taking acting and voice training classes is a must. You&#8217;ll <a href=\"https:\/\/spines.com\/8-book-writing-pacing-techniques-to-keep-readers-hooked\/\">learn to control your pacing, tone, and breathing properly<\/a>. Plus, it&#8217;ll help you nail those character voices.<\/li>\n\n\n\n<li>Build a demo reel. This is your audio resume—record a few sample chapters and showcase your range. Make sure it’s top-notch quality because, just like an actor’s headshot, it’s your first impression.<\/li>\n\n\n\n<li>Finally, remember that persistence is key. Even the most successful narrators faced rejection, but they kept pushing forward. So, keep recording, keep improving, and above all, keep your enthusiasm high.&nbsp;<\/li>\n<\/ol>\n\n\n\n<p>With hard work and a little bit of luck, you&#8217;ll be well <a href=\"https:\/\/spines.com\/the-future-of-audiobook-publishing-trends\/\">on your way to becoming a professional audiobook narrator<\/a>!<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXcF3XZEx4IPsN3uk6UANfOBrUQdw4C2wiMo8QFoBNi4JRfSJTZULBJhFGIEakn1qQKKtHH1d-y_98j36xx-G62VQZxyQ2hv3mpeqvLBDz7hW1h3gOCRcwH0dL5pJ-5m2R7vp4D9pg?key=bUpXE51xiJYTIkCexfLT6g\" alt=\"A young woman with long chestnut hair and headphones smiles while recording an audiobook in a cozy home studio. She holds an open book in front of a microphone, with a wooden table and a bookshelf in the background, featuring soft lighting and soundproofing panels on the walls.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>It’s Not Just Pressing Play—It’s a Masterpiece in the Making!<\/strong><\/h2>\n\n\n\n<p>Narrating an audiobook isn’t as simple as pressing play and speaking for hours. It’s a carefully orchestrated process, one that involves much more than reading a book aloud. Let’s walk through the step-by-step process of turning a manuscript into a captivating audio experience.<\/p>\n\n\n\n<p>First up: prep work. Before you even hit record, <a href=\"https:\/\/spines.com\/creating-audiobooks-from-your-self-published-content\/\">read through the manuscript<\/a>. Yes, all of it. Mark tricky pronunciations, identify different characters, and note the pacing for dramatic moments. If you’ve got any words that make you think, “Is that <em>really<\/em> how you say this?”—now’s the time to look them up. (Trust me, “gothic” can sound a lot like “go-thic” if you don’t practice!) The prep work is key to narrating audiobooks seamlessly, so take your time and get familiar with the story.<\/p>\n\n\n\n<p>Next, it’s time to record. Find a quiet, comfortable space and settle in—you’re about to spend hours with your book. The trick to maintaining stamina during these long sessions? Take breaks. Hydrate, stretch, and, most importantly, keep your energy up. Different genres require different pacing: a thriller demands intensity, while a cozy romance might let you slow down and get soft. Knowing when to switch gears will keep both you and your listeners engaged.<\/p>\n\n\n\n<p>And now, the real fun begins: character voices. Here’s where you get to put your acting chops to the test. You’ll be voicing multiple characters, and <a href=\"https:\/\/spines.com\/narrative-voice-development-crafting-a-unique-style\/\">each one deserves a distinct sound<\/a>. But beware of the “mysteries” of pronunciation—because every audiobook narrator has encountered that one word that makes them pause and ask, “Wait, am I saying this wrong?”<\/p>\n\n\n\n<p>By the time you’re done, you’ll have crafted a true masterpiece—but only with the right prep and persistence. And that, my friend, is how to narrate audiobooks like a pro!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>No Fancy Studio? No Problem!<\/strong><\/h2>\n\n\n\n<p>Good news: You don’t need a multi-million-dollar studio to narrate audiobooks. In fact, <a href=\"https:\/\/spines.com\/top-audiobook-production-tips-for-authors\/\">all you need is some basic gear<\/a>, a bit of creativity, and the drive to become an audiobook narrator. Let’s break it down what you’ll need:<\/p>\n\n\n\n<p><strong>The Microphone.<\/strong> This is your golden ticket—your voice’s best friend. For beginners, affordable options like the Audio-Technica ATR2100x or the Blue Yeti are great choices. They provide clear sound without emptying your wallet. As you level up, you might invest in a high-end mic, like the Neumann U87, but for now, focus on clear, crisp audio.<\/p>\n\n\n\n<p><strong>Headphones.<\/strong> You’ll need a pair that allows you to hear every nuance in your recording. Skip the earbuds and go for closed-back headphones, like the Audio-Technica ATH-M50x. These will prevent external noise from sneaking into your recording.<\/p>\n\n\n\n<p><strong>Soundproofing.<\/strong> This is essential—especially if you&#8217;re working out of a tiny apartment or your closet (don’t worry, every pro narrator has been there). You can create a makeshift studio by hanging heavy blankets or investing in foam panels for your walls. A closet lined with clothes? Perfect. It’s like a budget-friendly sound booth.<\/p>\n\n\n\n<p><strong>Recording Software.<\/strong> Audacity is a free, easy-to-use option that’s perfect for beginners. If you’re looking for something more advanced, Adobe Audition is the industry standard. Either way, <a href=\"https:\/\/spines.com\/top-3-audiobook-production-platforms-for-authors\/\">make sure you’re comfortable with the software<\/a>—it’s a crucial part of how to narrate audiobooks successfully.<\/p>\n\n\n\n<p>So, no fancy studio? No problem! With the right equipment and a little ingenuity, you’re all set to start your audiobook narration journey.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>From Villains to Heroes—Your Voice is the Magic Wand!<\/strong><\/h2>\n\n\n\n<p>One of the most exciting—and challenging—parts of how to narrate audiobooks is bringing a diverse cast of characters to life. <a href=\"https:\/\/spines.com\/pros-and-cons-full-cast-audiobooks-vs-single-narrator\/\">Every character you voice has a personality, a backstory, and a unique energy<\/a> that should come through in your tone, pacing, and delivery. This is where your voice becomes your magic wand, able to transform a simple script into a colorful, dynamic performance.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Maintaining Consistency<\/strong><\/h3>\n\n\n\n<p>First, let&#8217;s talk about consistency. You need to <a href=\"https:\/\/spines.com\/developing-a-consistent-writing-style-across-genres\/\">keep character voices distinct and consistent throughout the book<\/a>, but without overdoing it. For example, your villain might have a slow, menacing drawl, but you don’t want to sound like you’re auditioning for a cartoon character. The key is to find the <em>essence<\/em> of the character: their emotional core, their power, or vulnerability—and express that through voice, rather than exaggerating the sound.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Inventing Unique Voices<\/strong><\/h3>\n\n\n\n<p>Creating unique voices doesn’t mean you need to go over the top (unless, of course, you’re narrating a high-stakes fantasy novel). <a href=\"https:\/\/spines.com\/how-to-write-complex-antagonists\/\">Think about the dramatic villain with a deep, gravelly voice<\/a> that sends chills down your spine, or the lovable sidekick with a slightly squeaky, energetic tone. These voices should match their personalities—like a nervous, fast-talking character who can’t sit still or a wise mentor who speaks slowly with authority.<\/p>\n\n\n\n<p>Mastering these voices is one of the most rewarding parts of becoming an audiobook narrator. With the right balance of creativity and consistency, you’ll have listeners believing your characters are as real as the pages they’re written on!<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Business Side: Getting Paid<\/strong><\/h2>\n\n\n\n<p>Let’s face it: narrating audiobooks is a blast, but at the end of the day, it’s also a business. You’re not just lending your voice to a book—you’re running your own little audiobook empire. So, how do you get paid for all that vocal work?<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Audiobook Platforms<\/strong><\/h3>\n\n\n\n<p>Audible, ACX, and other <a href=\"https:\/\/spines.com\/top-3-audiobook-production-platforms-for-authors\/\">audiobook distribution channels are your friends<\/a>. They’re where your audiobooks get sold, and they typically offer royalty-based payments. This means you’ll earn a percentage of the audiobook sales, which can vary depending on your deal. For example, ACX offers a 40% royalty share if you’re working with a publisher or a 25% royalty if you’re self-publishing. The key here is understanding how to negotiate these deals and find the best fit for your work.<\/p>\n\n\n\n<p>Pricing can also vary, so it’s essential to know your worth. Most narrators start with lower rates as they build their experience, but don’t undervalue yourself! If you’re bringing your A-game to the recording booth, you should be compensated for it.<\/p>\n\n\n\n<p>And yes, it can sometimes feel like you’re a “silent partner” in a massive publishing machine. But don’t forget to <a href=\"https:\/\/spines.com\/tax-tips-for-self-published-authors\/\">advocate for fair pay and proper compensation for your craft<\/a>. After all, you’re not just the voice of the book—you’re the one who brings it to life!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Don’t Burn Out—Your Voice is Your Superpower!<\/strong><\/h2>\n\n\n\n<p>Narrating audiobooks is an exciting journey, but like any great adventure, it requires stamina to keep going. The most important thing to remember is that <em>your voice is your superpower<\/em>, and just like any superhero, it needs care and attention to perform at its best. Here’s how to stay in the game for the long haul:<\/p>\n\n\n\n<p>Vocal health is crucial. Stay hydrated, take vocal rest days, and be mindful of strain. If your voice feels tired, take a break. Overworking your vocal cords can lead to burnout and worse—vocal injuries!<\/p>\n\n\n\n<p>Staying motivated is key to longevity. <a href=\"https:\/\/spines.com\/narrative-voice-development-crafting-a-unique-style\/\">If you find yourself in a narration rut, mix it up<\/a>! Experiment with different genres—maybe a sci-fi thriller one week and a cozy romance the next. Or take a break and read something completely unrelated to audiobooks—rediscovering a favorite childhood novel or diving into a new hobby can spark fresh creativity.<\/p>\n\n\n\n<p>Above all, keep honing your craft. The world of audiobook narration is vast, and new opportunities arise all the time. Whether it’s expanding your skill set with new character voices or seeking out niche genres, there’s always room to grow.<\/p>\n\n\n\n<p>So, if you’re ready to keep your passion alive and <a href=\"https:\/\/spines.com\/childrens-audiobooks-how-to-add-sound-effects\/\">learn how to narrate audiobook<em>s<\/em> with a fresh perspective<\/a>, just remember: the journey is as exciting as the story itself! Keep pushing forward, and your voice will never stop shining.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Your Journey Begins<\/strong><\/h2>\n\n\n\n<p>Ready to turn your voice into your career? The world of audiobook narration is waiting, and it’s filled with endless opportunities for those who are passionate, persistent, and willing to learn. Whether you’re reading your first chapter or mastering character voices, every step you take is one closer to becoming a pro.<\/p>\n\n\n\n<p>So, what are you waiting for? Start practicing today, invest in your skills, and keep pushing forward. Remember, every great audiobook narrator started somewhere, and with dedication, you could be the next voice people can’t stop listening to.This is <a href=\"https:\/\/spines.com\/do-audiobooks-count-as-reading\/\">your chance to embrace a rewarding career in narration<\/a>. Whether you’re learning how to narrate audiobooks for fun or aiming to make it your profession, the journey is just beginning. So, take the plunge—you’ve got this!<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center has-light-green-cyan-background-color has-background\" style=\"border-radius:100px;font-size:23px\"><strong>FAQs &#8211; <\/strong>How to Narrate Audiobooks<\/h2>\n\n\n<div id=\"rank-math-faq\" class=\"rank-math-block\">\n<div class=\"rank-math-list \">\n<div id=\"faq-question-1747644482867\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q1: Is there a demand for audiobook narrators?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Yes, there is a growing demand for audiobook narrators. As the audiobook industry continues to expand, more authors, publishers, and self-published writers are turning to audiobooks as a way to reach wider audiences. <a href=\"https:\/\/spines.com\/converting-ebooks-to-audiobooks-best-practices\/\">The convenience of audiobooks, combined with their increasing popularity<\/a>, ensures a steady need for skilled narrators who can bring stories to life. With the rise of platforms like Audible, the demand for high-quality narration is stronger than ever.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1747644500100\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q2: How much does it cost to get an audiobook narrated?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>The cost of having an audiobook narrated can vary greatly depending on the experience of the narrator, the length of the book, and whether you&#8217;re hiring a professional, <a href=\"https:\/\/spines.com\/ai-narration-in-audiobooks-a-game-changer-for-authors\/\">using a self-publishing platform, or AI Narration<\/a>. On average, audiobook narration costs between $100 to $500 per finished hour of audio. Some narrators charge a flat fee for the entire project, while others may offer royalty shares. For indie authors and small publishers, platforms like ACX allow narrators to negotiate based on the book&#8217;s length and distribution method.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1747644510702\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q3: How long does it take to narrate an audiobook?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>The time it takes to narrate an audiobook depends on several factors, including the narrator&#8217;s experience, the complexity of the material, and the length of the book. On average, it takes about 6-8 hours to narrate one finished hour of audiobook content. For a typical 8-10 hour audiobook, the narrator could spend anywhere from 50 to 80 hours recording, editing, and refining the final product. This includes preparation time, re-recording any mistakes, and ensuring the pacing and tone are perfect.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1747644526366\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q4: Can you make a living as an audiobook narrator?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Yes, it is possible to make a living as an audiobook narrator, though it often requires time, persistence, and a strong network. Many professional narrators work on multiple projects simultaneously and may diversify their income by working on different genres, offering voiceover services, or creating a portfolio of audiobooks. Top audiobook narrators can earn a significant income, while newcomers may need to supplement their income with other voice-related work until they build a steady stream of audiobook projects.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1747644535099\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q5: How long should an audiobook demo be?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>An audiobook demo should typically be around 1-2 minutes long. This allows you to showcase your vocal range, character differentiation, and ability to perform different genres. The demo should include a variety of material, such as a dramatic reading, a casual passage, and possibly a character or two, so potential clients can get a feel for your versatility. Keep it concise and focused on demonstrating your skill in narration.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1747644543583\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q6: How long is an audiobook for a 300-page book?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>The length of an audiobook depends on the word count and the pace of the narrator. On average, one hour of audiobook time corresponds to around 9,000 words. For a 300-page book (assuming an average of 250 words per page), the total word count would be around 75,000 words. This would translate to an audiobook that is roughly 7.5 to 8 hours long. However, this can vary <a href=\"https:\/\/spines.com\/creating-suspense-in-writing-how-to-create-suspense\/\">depending on the genre, pacing, and how the material is formatted<\/a>.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1747644559302\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q7: Who is the best audiobook narrator?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>There is no single &#8220;best&#8221; audiobook narrator, as different narrators excel in various genres and styles. However, some highly regarded and popular audiobook narrators include:<\/p>\n<p><strong>Jim Dale<\/strong> – Best known for narrating the <em>Harry Potter<\/em> series, his ability to create distinct voices for numerous characters has earned him widespread acclaim.<\/p>\n<p><strong>Bahni Turpin<\/strong> – A versatile narrator praised for her work in both fiction and non-fiction, especially her performances in <em>The Hate U Give<\/em> and other YA novels.<\/p>\n<p><strong>George Guidall<\/strong> – Known for narrating classic crime novels, particularly those by Elmore Leonard and the <em>Jack Reacher<\/em> series.<\/p>\n<p><strong>Kate Reading<\/strong> – A highly skilled narrator known for her eloquent performances in both romance and fantasy genres.<\/p>\n<p>The &#8220;best&#8221; narrator <a href=\"https:\/\/spines.com\/most-searched-audiobooks-of-2024\/\">often depends on personal preference<\/a>, the genre of the book, and the listener’s connection to the performance.<\/p>\n\n<\/div>\n<\/div>\n<\/div>\n<\/div>","protected":false},"excerpt":{"rendered":"<p>Ever wanted to voice a whole book without actually reading it? Welcome to the world of audiobook narration, where your voice is the star, and all you have to do is speak&#8230; for hours on end. It sounds like a dream, right? Well, for those who dare to dive into the world of audiobooks, it’s [&hellip;]<\/p>\n","protected":false},"author":9277,"featured_media":282563,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[],"class_list":["post-282562","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/282562","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9277"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=282562"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/282562\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/282563"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=282562"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=282562"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=282562"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}