{"id":285687,"date":"2025-05-22T06:32:47","date_gmt":"2025-05-22T06:32:47","guid":{"rendered":"https:\/\/spines.com\/?p=285687"},"modified":"2025-09-03T11:21:23","modified_gmt":"2025-09-03T11:21:23","slug":"character-bio-template","status":"publish","type":"post","link":"https:\/\/spines.com\/character-bio-template\/","title":{"rendered":"Character Profile Templates: Build Better Characters with Profiles, Outlines &amp; Sheet Examples"},"content":{"rendered":"\n<p>Every unforgettable character starts with more than just a name. Whether you&#8217;re writing a novel, crafting a screenplay, or <a href=\"https:\/\/spines.com\/world-building-in-fiction-writing-immersive-storylines\/\">building immersive worlds<\/a>, a strong foundation begins with a well-structured character template. Think of it as your creative blueprint, a tool that transforms vague ideas into vivid, fully realized personalities that leap off the page.<\/p>\n\n\n\n<p>In this guide, we’ll walk you through the essentials of a standout character bio, break down the difference between a character template and a character outline, and show you how to use character sheet examples to flesh out your characters with depth and dimension.<\/p>\n\n\n\n<p>By the end, you won’t just know your characters—you’ll breathe life into them, one detail at a time.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">What Is a Character Bio Template (and Why It’s Your Story’s Secret Weapon)?<\/h2>\n\n\n\n<p>Let’s be honest, great characters rarely happen by accident. They aren’t just born from inspiration and late-night writing sprints. Behind every <a href=\"https:\/\/spines.com\/crafting-strong-protagonists\/\">memorable protagonist <\/a>or scene-stealing sidekick is something far less glamorous but absolutely essential: a character bio template.<\/p>\n\n\n\n<p>Think of it as your character’s résumé, but instead of listing past jobs at fictional coffee shops, you’re charting their motivations, flaws, relationships, and that weird childhood fear of pigeons. It’s not just about facts; it’s about building a psychological blueprint that makes your character feel real.<\/p>\n\n\n\n<p>Unlike a quick sketch or spontaneous backstory scribbled in the margins, a good character template helps you go deeper. It gives structure to your creativity, ensuring that your characters evolve consistently throughout your plot. Plus, if you ever forget what your character’s eye color is halfway through the manuscript (we’ve all been there), this sheet has your back.<\/p>\n\n\n\n<p>So, whether you’re crafting a quiet introvert with a secret or a sword-wielding extrovert with daddy issues, a character bio isn’t just helpful—it’s a non-negotiable for writers who mean business (and want fewer continuity errors).<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXekGQLkUXZ6wq3XhuEsoFoxonE6SqLgDJBLC-fyP1VeuD9oVJ_3KKSjMD4cirPptoJ6pucKs54ZSs8c7p7T7zmVeXp0Z-eMlw7ZdJvORavfvCf_ni3OlKAiKpgUNnltY9gguMEb?key=wrqTHYurLx3yTKF0dD4Pf9Fe\" alt=\"Young man in a cozy, dimly-lit café, focused on writing with a pencil at a wooden table scattered with papers, surrounded by a warm, ambient atmosphere and other patrons in the background.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">The Anatomy of a Great Character Bio: What to Include (and What to Skip Unless You&#8217;re Tolkien)<\/h2>\n\n\n\n<p>Now that you’re sold on the power of a character template, let’s break down what actually goes into one. Spoiler: it’s more than just height and eye color—unless you’re <a href=\"https:\/\/spines.com\/writing-romance-how-to-create-stories\/\">writing a romance nove<\/a>l set in an optometry clinic.<\/p>\n\n\n\n<p>A solid character profile template balances the basics with the juicy stuff. Here’s what to include to make your characters feel like living, breathing, emotionally complicated story-fuel.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">The Basics (But Not Boring)<\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Name: First, last, nickname, alias—whatever fits your world.<br><\/li>\n\n\n\n<li>Age &amp; Birthday: Helps with timelines, maturity levels, and astrology-based personality debates (if you’re into that).<br><\/li>\n\n\n\n<li>Appearance: Yes, hair and eye color matter, but so do posture, style, and whether they wear socks with sandals. Every detail can tell a story.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Personality &amp; Quirks<\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Are they an introvert with a caffeine addiction? An extrovert who lies for fun? This section explores how they think, feel, and react under pressure.<br><\/li>\n\n\n\n<li>Bonus: Toss in a few contradictions. Perfect people are boring—give us complexity!<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Backstory &amp; Life Experience<\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Childhood, key events, heartbreaks, training montages… this is the stuff that shapes them.<br><\/li>\n\n\n\n<li>Think of this as the &#8220;prequel&#8221; to your <a href=\"https:\/\/spines.com\/arc-meaning-explained\/\">character’s arc<\/a>. Use it wisely, not exhaustively—no need for a ten-page genealogy unless your readers are also your family tree researchers.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Goals, Fears &amp; Flaws<\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>What do they want more than anything—and what’s standing in the way?<br><\/li>\n\n\n\n<li>Add in a fear of commitment or a habit of ghosting their mentor figure mid-quest for some flavor.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Relationships &amp; Role in the Plot<\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Who do they love, hate, envy, or secretly admire?<br><\/li>\n\n\n\n<li>How do they connect with the rest of your cast? A good character doesn’t exist in a vacuum—unless you’re writing hard sci-fi, in which case, fair.<\/li>\n<\/ul>\n\n\n\n<p>This isn’t a checklist to rigidly follow—it’s a starting point. You can fill in as much or as little as fits your creative process. The key is to create enough structure to keep your characters consistent, but not so much that they feel like they were assembled in a lab.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\">Character Profile Template vs. Character Outline: What’s the Difference, and Do You Really Need Both?<\/h2>\n\n\n\n<p>Let’s settle this once and for all. What’s the difference between a character template and a character outline? Are they basically the same thing wearing different hats, or do they each bring something unique to your writing toolbox?<\/p>\n\n\n\n<p>Short answer: they’re related, but they’re not twins. Think of it this way&#8230;<\/p>\n\n\n\n<p>A character profile template is like a snapshot—rich in detail, focused on who the character <em>is<\/em>. It includes the personality traits, quirks, backstory, and motivations we just talked about. It’s internal, reflective, and often timeless (unless your character ages backward like Benjamin Button).<\/p>\n\n\n\n<p>On the flip side, a character outline tracks who the character <em>becomes<\/em>. It maps the journey: what changes, what challenges them, and how they evolve across your story arc. It’s the storyline of your character’s life—their growth, fall, redemption, or spiral into villainy (no judgment).<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">So&#8230; Do You Need Both?<\/h4>\n\n\n\n<p>If you’re aiming to write a story with emotional depth and <a href=\"https:\/\/spines.com\/10-narrative-techniques-to-create-tension-in-your-story\/\">character-driven tension<\/a>? Yes. The profile helps you <em>know<\/em> your character; the outline helps you <em>grow<\/em> your character.<\/p>\n\n\n\n<p>Here’s a quick analogy:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>The profile is the character’s <em>resume<\/em>.<br><\/li>\n\n\n\n<li>The outline is their <em>career path<\/em>.<\/li>\n<\/ul>\n\n\n\n<p>When used together, they create consistency, depth, and those deliciously believable plot twists that readers love.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">How to Build a Character Outline: From Flat to Fully Formed in a Few Simple Steps<\/h2>\n\n\n\n<p>Now that you’ve got your character template filled out and your character feels more real than your third cousin on Facebook, it’s time to take things further. Enter the character outline, your roadmap for who this character becomes and how they’ll break readers’ hearts (or at least make them care).<\/p>\n\n\n\n<p>Outlining a character arc doesn’t have to feel like dissecting Shakespeare. It’s about tracking change—big or small—in a way that feels believable and satisfying.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 1: Define Who They Are at the Start<\/h3>\n\n\n\n<p>Where does your character begin? Are they naive, bitter, overly confident, or stuck in their comfort zone? Think of this as their <em>emotional and moral starting point<\/em>. It sets the stage for growth—or glorious, dramatic failure.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 2: Pinpoint the Inciting Incident<\/h3>\n\n\n\n<p>What moment kicks their arc into motion? It could be a betrayal, a discovery, a job offer they can’t refuse, or a raccoon stealing their sandwich (hey, it worked for Pixar). This event pushes them out of “business as usual” and sets change in motion.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 3: Plot Their Key Struggles and Turning Points<\/h3>\n\n\n\n<p>This is where the juicy stuff happens:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Internal conflict: Do they start questioning their beliefs?<br><\/li>\n\n\n\n<li>External conflict: Are they losing allies, gaining enemies, or narrowly avoiding death by poorly timed monologue?<br><\/li>\n\n\n\n<li>Turning points: What moments force them to shift perspective, adapt, or lash out?<br><\/li>\n<\/ul>\n\n\n\n<p>Think in terms of emotional and psychological evolution—not just events, but what those events <em>mean<\/em> to the character.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 4: Define Their Climax and Resolution<\/h3>\n\n\n\n<p>By the time you <a href=\"https:\/\/spines.com\/what-is-the-climax-of-a-story\/\">reach the climax of your story,<\/a> your character should hit a defining moment—the choice or realization that changes everything (for better or worse). This is the <em>culmination of their arc<\/em>, and it should tie back to who they were at the start.<\/p>\n\n\n\n<p>Do they overcome their flaw, or does it consume them? Do they change, or prove incapable of it? Either outcome works, as long as it’s earned.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 5: Reflect on Who They’ve Become<\/h3>\n\n\n\n<p>In the final scenes, show how the journey changed them. Maybe subtly, maybe dramatically. The point is: something <em>should<\/em> shift. If your character ends up exactly as they began, they’d better have a pretty compelling reason.<\/p>\n\n\n\n<p>Outlining your character isn’t about locking them into a rigid fate—it’s about giving their development direction. Without it, even the most interesting characters can feel like they’re just drifting through plot points like tourists in a foreign genre.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXcXXjgjOL1yxn7mZrqpfg9vzAhf4p6kCWx-kO4ncrOecPzwmsl0mNphZn5rc6H9zIEsM-sX6C-K5TLuMtfDwVIRycY8z5cKNomH57T9pdcECZ9IUlwZdXY4s6PdXzV0JumzFjwT1A?key=wrqTHYurLx3yTKF0dD4Pf9Fe\" alt=\"Young man and woman sitting together in a warmly lit café, engaged in a lively conversation while reading a book, both smiling and enjoying the cozy, intimate atmosphere around them.\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Character Sheet Example: Watch the Pieces Click into Place<\/h2>\n\n\n\n<p>You’ve got the character bio template. You’ve mapped out the arc with a solid character outline. Now it’s time to see the magic in motion with a complete character sheet example, because sometimes the best way to learn is by peeking over another writer’s shoulder (ethically, of course).<\/p>\n\n\n\n<p>Let’s meet: Elena Navarro, a fictional character from a suspense novel with romantic subplots and trust issues the size of a small planet.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\">Character Profile Snapshot<\/h4>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Name<\/strong>: Elena Navarro<br><\/li>\n\n\n\n<li><strong>Age<\/strong>: 31<br><\/li>\n\n\n\n<li><strong>Occupation<\/strong>: Investigative journalist<br><\/li>\n\n\n\n<li><strong>Appearance<\/strong>: Wavy black hair, dark eyes, trench coat permanently fused to body<br><\/li>\n\n\n\n<li><strong>Personality<\/strong>: Sharp, relentless, guarded—but secretly sentimental<br><\/li>\n\n\n\n<li><strong>Background<\/strong>: Grew up in a politically volatile city; family torn apart by corruption<br><\/li>\n\n\n\n<li><strong>Flaws<\/strong>: Distrustful, obsessive, emotionally distant<br><\/li>\n\n\n\n<li><strong>Strengths<\/strong>: Resourceful, driven, morally grounded (mostly)<br><\/li>\n\n\n\n<li><strong>Goal<\/strong>: Expose a corporate cover-up tied to her father’s death<br><\/li>\n\n\n\n<li><strong>Fear<\/strong>: Becoming the very thing she’s fighting against<br><\/li>\n\n\n\n<li><strong>Key Relationships<\/strong>: Estranged brother (plot twist potential: high). Rivals-turned-reluctant-allies love interest (chemistry: off the charts)<\/li>\n<\/ul>\n\n\n\n<h4 class=\"wp-block-heading\">Character Outline Highlights<\/h4>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Beginning<\/strong>: Elena is hyper-focused on her career, convinced justice is her only purpose.<br><\/li>\n\n\n\n<li><strong>Inciting Incident<\/strong>: A leaked file connects her investigation to her father’s past.<br><\/li>\n\n\n\n<li><strong>Rising Tension<\/strong>: She’s forced to work with someone she once exposed in an article (awkward).<br><\/li>\n\n\n\n<li><strong>Midpoint Shift<\/strong>: Realizes her rigid worldview may be part of the problem.<br><\/li>\n\n\n\n<li><strong>Climax<\/strong>: Must choose between publishing the truth or protecting her brother, now implicated.<br><\/li>\n\n\n\n<li><strong>Resolution<\/strong>: Publishes, but includes her own mistakes too. Steps away from the job to reconnect with her family.<\/li>\n<\/ul>\n\n\n\n<p>This kind of character sheet example helps you visualize the profile + outline combo in action. It keeps your character consistent, layered, and believable—especially when you’re 60,000 words deep and can’t remember what side of the bed they sleep on.<\/p>\n\n\n\n<p>Remember: your sheet doesn’t have to be this detailed for every character. Major roles? Definitely. The barista with three lines? Maybe just a name and a quirky mustache.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">How to Make Your Character Bio Stand Out (Because Bland Bios Kill Great Stories)<\/h2>\n\n\n\n<p>A character profile template is only as powerful as the thought (and heart) you put into it. Here’s how to go from checkbox-filler to character-crafter:<\/p>\n\n\n\n<p><strong>1. Give Them Contradictions<\/strong><\/p>\n\n\n\n<p>Perfect people are snoozefests. Your genius hacker should be afraid of elevators. Your charming hero might secretly hate small talk. Add friction inside the character—that’s where believability lives.<\/p>\n\n\n\n<p><strong>2. Let Voice Shine Through<\/strong><\/p>\n\n\n\n<p>Write the bio in a way that <em>feels<\/em> like the character. If they’re sarcastic, show it. If they’re formal and stiff? Embrace the awkward. Treat the bio like an audition—they should sound like themselves.<\/p>\n\n\n\n<p><strong>3. Avoid Generic Goals Like “Save the World”<\/strong><\/p>\n\n\n\n<p>Unless they’re also trying to reconnect with their emotionally unavailable stepfather while saving said world. Specific, layered goals are more compelling than plot-level generalizations.<\/p>\n\n\n\n<p><strong>4. Use Visual or Behavioral Anchors<\/strong><\/p>\n\n\n\n<p>Instead of just “grumpy,” try “hasn’t smiled since 2009 and drinks tea like it’s a threat.” These details stick. Readers remember quirks, not archetypes.<\/p>\n\n\n\n<p><strong>5. Show Growth Potential<\/strong><\/p>\n\n\n\n<p>A good bio isn’t just a status report—it’s a starting line. Drop hints about the internal journey ahead. What might challenge their worldview? What would break them—and rebuild them?<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">From Template to Transformation<\/h2>\n\n\n\n<p>A strong story starts with a strong character, and strong characters start with intention. Whether you’re outlining your protagonist’s emotional arc or figuring out why your villain is obsessed with antique spoons, a thoughtful character bio template gives you the structure to explore, develop, and refine.<\/p>\n\n\n\n<p>By combining a detailed character profile, a purposeful character outline, and even a simple character sheet example, you create more than just backstory—you <a href=\"https:\/\/spines.com\/narrative-voice-development-crafting-a-unique-style\/\">craft the beating heart of your narrative<\/a>. Characters aren’t just vehicles for plot. They <em>are<\/em> the plot. Their flaws, decisions, and transformations are what keep readers turning the page.<\/p>\n\n\n\n<p>So build boldly. Use templates, tweak them, break them. Ask weird questions. Give your characters room to grow—and surprise you. Because when you know them deeply, your readers will feel it too.<\/p>\n\n\n\n<p>Now go forth and write someone unforgettable.<\/p>\n\n\n\n<h2 class=\"wp-block-heading has-text-align-center has-light-green-cyan-background-color has-background\" style=\"border-radius:100px;font-size:23px\"><br><strong>FAQs <\/strong>&#8211; Character Bio Templates<\/h2>\n\n\n<div id=\"rank-math-faq\" class=\"rank-math-block\">\n<div class=\"rank-math-list \">\n<div id=\"faq-question-1748846139901\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q: What is a character profile?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>A character profile is a structured document that outlines the key traits, background, and motivations of a fictional character. It serves as a reference point to maintain consistency in the character’s behavior, appearance, and development throughout a story. Common elements include name, age, physical appearance, personality traits, backstory, goals, fears, relationships, and voice. For <a href=\"https:\/\/spines.com\/how-to-write-complex-antagonists\/\">creating complex characters<\/a>, it can also include psychological makeup and moral beliefs.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1748846196937\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q: What do character profiles look like?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Character profiles can range from basic lists to detailed narrative-style documents. A simple template may include fields like name, age, appearance, and personality. More advanced profiles may incorporate sections such as internal conflict, emotional arc, and relationships with other characters. Visually, these can appear as spreadsheets, bullet-pointed docs, or even digital cards in writing software like Scrivener or Notion.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1748846217781\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q: How do you write a personality profile?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>A personality profile should reflect both the surface traits and the deeper psychological layers. Use personality frameworks (like <a href=\"https:\/\/simple.wikipedia.org\/wiki\/Myers-Briggs_Type_Indicator\" target=\"_blank\" rel=\"noopener\">Myers-Briggs<\/a> or Enneagram) to explore how the character perceives the world and responds to stress or joy. <\/p>\n<p>Highlight:<\/p>\n<p>Strengths and weaknesses<br \/>How they handle relationships<br \/>Reactions to conflict<br \/>Key motivations and desires<\/p>\n<p>Be careful not to stereotype—add contradictions or surprises to make the character more authentic.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1748846248765\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q: What should a character look like?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Appearance should go beyond basic physical traits to suggest personality or hint at backstory. <\/p>\n<p>Describe:<\/p>\n<p>Build, posture, and typical expression<br \/>Clothing style and how they present themselves<br \/>Unique features (scars, tattoos, accessories) with meaning<br \/>Subtle physical cues that reflect personality (e.g., fidgeting, eye contact)<\/p>\n<p>Always ask: does this detail tell the reader something deeper about the character?<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1748846280182\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q: How do you write a good character summary?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>A good character summary distills the essence of a character into a short, engaging paragraph. It introduces who the character is, what drives them, and what challenges they face, giving readers a quick but compelling snapshot. Rather than listing traits, the summary should paint a picture that reveals personality through action or conflict. <\/p>\n<p>For example, instead of saying &#8220;Lena is brave and independent,&#8221; a stronger summary might say, &#8220;Lena Torres is a fiercely independent photojournalist haunted by the loss of her brother. Driven by truth and justice, she uses her camera as a weapon in war zones, but her cynicism and guilt threaten to isolate her from those she loves.&#8221;<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1748846294664\" class=\"rank-math-list-item\">\n<h5 class=\"rank-math-question \"><strong>Q: Are character profiles necessary?<\/strong><\/h5>\n<div class=\"rank-math-answer \">\n\n<p>Character profiles aren’t a strict requirement for <a href=\"https:\/\/spines.com\/writing-fiction-that-captures-heart-a-beginners-guide\/\">writing fictional stories<\/a>, but they can be incredibly useful, especially for longer stories or ones involving multiple characters. They act as a creative anchor, helping you stay consistent with how a character speaks, behaves, and evolves throughout the plot. Writers often discover that when they invest time upfront in understanding their characters&#8217; motivations, flaws, and past experiences, the storytelling becomes smoother and more authentic. Even if you don’t use a formal template, jotting down key insights or moments about your character can save time and prevent contradictions.<\/p>\n\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Every unforgettable character starts with more than just a name. Whether you&#8217;re writing a novel, crafting a screenplay, or building immersive worlds, a strong foundation begins with a well-structured character template. Think of it as your creative blueprint, a tool that transforms vague ideas into vivid, fully realized personalities that leap off the page. In [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":285688,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[],"class_list":["post-285687","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/285687","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=285687"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/285687\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/285688"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=285687"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=285687"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=285687"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}