{"id":293337,"date":"2025-06-14T07:49:02","date_gmt":"2025-06-14T07:49:02","guid":{"rendered":"https:\/\/spines.com\/?p=293337"},"modified":"2025-09-03T11:21:17","modified_gmt":"2025-09-03T11:21:17","slug":"self-publishing-a-novella","status":"publish","type":"post","link":"https:\/\/spines.com\/self-publishing-a-novella\/","title":{"rendered":"Publishing Novellas: A Niche Format for Aspiring Authors"},"content":{"rendered":"\n<p>In the grand buffet of storytelling, the novella is the perfect middle course, more filling than a short story, yet lighter than a full-length novel. It’s the literary equivalent of tapas: quick to consume, but deeply satisfying. Typically ranging between 20,000 and 50,000 words, novellas offer rich plots and memorable characters without the commitment of a doorstopper book.<\/p>\n\n\n\n<p>Once seen as a niche format, the novella is now enjoying a well-earned revival. With the rise of e-readers, digital-first publishing, and a growing preference for stories that fit into busy lives, novellas have found their sweet spot. Their flexibility across genres makes them a natural choice for both readers and writers seeking depth without delay.<\/p>\n\n\n\n<p>For new and seasoned authors alike, novellas open the door to exciting creative possibilities: faster writing timelines, more opportunities for experimentation, and a growing number of publishers and contests actively seeking shorter works. And if you’re thinking about going solo, <a href=\"https:\/\/spines.com\/services\/self-publishing\/\">easy-to-use self-publishing platforms make it simpler<\/a> than ever to bring your novella to life and into readers’ hands.<\/p>\n\n\n\n<p>This guide will walk you through everything you need to know to craft, polish, and publish a novella that leaves a lasting impact. Buckle up, your novella journey starts here!<\/p>\n\n\n\n<p><strong>Why Novellas Are Perfect for Aspiring Writers<\/strong><\/p>\n\n\n\n<p>For new writers, diving into a full-length novel can feel like trying to cross the Pacific on a paddleboard, exhausting, overwhelming, and often abandoned halfway through. Enter the novella: a format that’s less intimidating than a 90,000-word epic but more liberating than the tight constraints of a short story. A novella gives you room to explore complex characters and layered plots, all while keeping the word count manageable. It’s the perfect “Goldilocks” project for writers finding their creative rhythm.<\/p>\n\n\n\n<p>Established writers also have plenty to love about novellas. They’re a playground for experimentation, offering a space to tackle niche ideas, unusual structures, or bold themes without committing to a full-length project. Have a wild idea for fiction you’re not sure will stretch to 300 pages? A novella might just be the ideal testing ground.<\/p>\n\n\n\n<p>Beyond the creative perks, the shorter time commitment for drafting and editing makes novellas a practical choice for writers balancing busy lives. And let’s not forget the win-win publishing potential: novellas are short enough to satisfy readers craving a quick, impactful read but rich enough to leave a lasting impression. Whether you’re just starting or looking to expand your repertoire, the novella is a powerful tool in any writer’s arsenal.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>What’s the Magic Word Count? Understanding Novella Length<\/strong><\/h2>\n\n\n\n<p>So, what exactly makes a story a novella? It’s all about finding the sweet spot between short stories and full-length novels. Typically running between 20,000 and 50,000 words, novellas are the “just right” porridge of the literary fiction world. They offer the depth and complexity of a novel without overstaying their welcome, while still delivering more meat than a short story or flash fiction, which usually tops out around 10,000 words.<\/p>\n\n\n\n<p>Think of novellas as “longer stories” or “short novels,” depending on how you frame it. Either way, their brevity doesn’t mean sacrificing impact. Just look at classics like <a href=\"https:\/\/en.wikipedia.org\/wiki\/The_Metamorphosis\" target=\"_blank\" rel=\"noopener\">Franz Kafka’s <em>The Metamorphosis<\/em><\/a> or <a href=\"https:\/\/en.wikipedia.org\/wiki\/Of_Mice_and_Men\" target=\"_blank\" rel=\"noopener\">John Steinbeck’s <em>Of Mice and Men<\/em><\/a>; both prove that profound themes and unforgettable characters don’t need sprawling word counts.<\/p>\n\n\n\n<p>Whether you’re a writer aiming for something bold yet concise or a reader seeking a quick literary escape, novellas are the perfect middle ground.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Publishing Novellas in Literary Fiction, Historical Fiction, and Beyond<\/strong><\/h2>\n\n\n\n<p>Novellas are a remarkably versatile format, thriving across genres and allowing writers to craft powerful, streamlined stories without unnecessary baggage. In literary fiction, novellas excel at delivering emotional depth and exploring human complexity, without the filler that sometimes bogs down longer works. The result? A sharp, unforgettable narrative experience.<\/p>\n\n\n\n<p><a href=\"https:\/\/spines.com\/genres\/cultural-and-mythological-fiction\/\">In Cultural and Mythological Fiction<\/a>, novellas shine by honing in on specific moments, traditions, or legends. Authors can illuminate a single event, character, or ritual, offering readers an intimate yet resonant glimpse into cultural histories and mythic landscapes.<\/p>\n\n\n\n<p>For <a href=\"https:\/\/spines.com\/genres\/science-fiction\/\">science fiction<\/a> and <a href=\"https:\/\/spines.com\/genres\/fantasy\/\">fantasy<\/a>, the novella is a natural fit. It allows for focused world-building and tightly plotted adventures, ideal for readers who crave immersion without committing to an entire saga.<\/p>\n\n\n\n<p>Nonfiction writers also find a home in the novella form. Whether through creative nonfiction, lyric essays, or <a href=\"https:\/\/spines.com\/genres\/memoirs-and-biographies\/\">memoir-inspired narratives<\/a>, the format is perfect for telling personal or experimental stories that don’t require the sprawl of a full-length book.<\/p>\n\n\n\n<p>Perhaps most exciting is the surge of diverse voices flourishing in novella-length work. Authors from underrepresented backgrounds are using this approachable format to share bold, original perspectives, proving that big ideas don’t need big word counts to make an impact. No matter the genre, novellas offer limitless potential for innovative, meaningful storytelling.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Where to Publish Novellas: Options for Every Writer<\/strong><\/h2>\n\n\n\n<p>So, you’ve written a novella, congratulations! Now comes the exciting part of submitting novellas: finding their home. Luckily, novellas are enjoying a renaissance, and there’s no shortage of publishing avenues to explore, whether you’re aiming for literary acclaim or creative independence.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>1. Literary Journals<\/strong><\/h3>\n\n\n\n<p>Many literary magazines and journals welcome nonfiction and novella-length submissions. Prestigious outlets like <em>The Missouri Review<\/em>, <em>Gettysburg Review<\/em>, <em>Quarterly West<\/em>, and <em>Ninth Letter<\/em> are known to publish longer works, including novellas. These publications often feature print and online editions, giving your work the chance to reach both traditional and digital audiences. Some journals even host contests specifically for novellas, offering cash prizes and publication opportunities.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>2. Small Presses<\/strong><\/h3>\n\n\n\n<p>Independent publishers are champions of the novella format. Fairlight Books, for example, has made novellas its specialty, publishing works that celebrate diverse voices and innovative storytelling. <em>Melville House’s<\/em> <em>The Art of the Novella<\/em> series is another standout among novella publishers, spotlighting both modern and classic novella-length works. These presses are perfect for writers seeking creative freedom and personalized attention to their work.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>3. Novella Contests<\/strong><\/h3>\n\n\n\n<p>Competitions like those hosted by the National Book Foundation, as well as contests sponsored by literary magazines and small presses, provide a pathway for recognition and publication. Winning a contest not only boosts your credibility as a writer but often comes with a publishing deal or inclusion in a larger collection.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>4. Self-Publishing<\/strong><\/h3>\n\n\n\n<p>For writers who want complete control, self-publishing a novella can be a rewarding path. Platforms like Spines, Amazon KDP, and IngramSpark make it easy to produce e-books or print editions. However, for many writers, the challenge lies in discoverability; marketing your novella and building an audience takes time and effort. That said, self-publishing is ideal for authors who have a niche market or prefer direct engagement with their readers.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>5. Hybrid Options<\/strong><\/h3>\n\n\n\n<p>Novellas can also find life as part of a short story collection, anchoring shorter works with a standout centerpiece. This approach is popular among literary writers and appeals to publishers seeking variety in a single volume.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>6. Submission Guidelines<\/strong><\/h3>\n\n\n\n<p>Wherever you decide to submit, read the guidelines carefully. Not all publishers or journals accept novellas, and some may have specific requirements for length, formatting, or style. Finding the right fit is crucial for ensuring your novella lands in the hands of the right readers.<\/p>\n\n\n\n<p>From literary journals to self-publishing platforms, the novella is a versatile format with publishing opportunities as unique as the stories they tell.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Novellas in Short Story Collections: A Perfect Blend<\/strong><\/h2>\n\n\n\n<p>Short story collections are like literary tapas, bite-sized delights that showcase a writer’s versatility. But what if you want to add a little more substance to the platter? Enter the novella. Including a novella in a short story collection can serve as a narrative anchor, giving the book depth and cohesion while allowing readers to sink their teeth into something longer.<\/p>\n\n\n\n<p>For new writers, this approach offers a unique advantage. By combining short fiction with a novella, you demonstrate both your ability to write concise, punchy stories and your skill at crafting longer, more intricate narratives. It’s a fantastic way to showcase the range, which publishers and readers alike find appealing.<\/p>\n\n\n\n<p>What’s more, some publishers and literary magazines actively encourage submissions of collections that include novellas. Many small presses are open to hybrid collections, blending essay collections, short stories, and novella-length works into a single volume. This format not only provides variety but also allows writers to reach audiences who might not typically gravitate toward one form or the other.<\/p>\n\n\n\n<p>Ultimately, the novella adds weight to a short story collection, making it feel more robust and marketable while offering readers a richer, more satisfying experience. It’s a perfect blend of brevity and substance, a win-win for both writers and readers.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXc-b5vVcwlRfw2PpFERSm-xJN7Pmfy0wXLhcmWu0Dnnfribon9fNGWNk04pKoZHipz28_BmCNJ3SBWq3P98iXdR0sezc665hV0IEu0M6Iv4BLZUaiHQlKYpOVneoI3iJhLG7Oy_og?key=MN4UtlZeDwS2g9BRSC0sW0rn\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Self-Publishing Your Novella: Control, Creativity, and Challenges<\/strong><\/h2>\n\n\n\n<p>For writers ready to take the reins, self-publishing offers a direct route to getting your novella into readers’ hands. Platforms like Amazon KDP, IngramSpark, and Spines make the process of a self-published novella very straightforward, allowing you to produce e-books or print editions with just a few clicks. The best part? You retain full creative control; everything from cover design to pricing is in your hands.<\/p>\n\n\n\n<p>But with great control comes great responsibility.<a href=\"https:\/\/spines.com\/services\/book-cover-design\/\"> A standout cover design is essential<\/a>; your novella needs to grab attention in a sea of options. Consider hiring a professional designer or using customizable templates on platforms like Canva. For pricing, keep it competitive: Novellas typically fall in the $0.99–$4.99 range, depending on the length and market demand.<\/p>\n\n\n\n<p>Marketing is where self-publishing shifts from craft to strategy, but it’s also where you can truly stand out. Without a traditional publisher behind you, the spotlight is yours to control. <a href=\"https:\/\/spines.com\/services\/book-marketing\/\">Smart, targeted marketing <\/a>can help you cut through the noise and reach the right readers. Whether it’s through social media campaigns, collaborations with book bloggers, or carefully crafted ads, your ability to connect with an audience is what turns a good novella into a successful one. Consider launching your novella alongside a short story collection or as part of a series to boost visibility and build momentum. Strategic packaging can make all the difference.<\/p>\n\n\n\n<p>The biggest challenge? Standing out in the crowded self-publishing world. But success is possible, just look at writers like Andy Weir, who initially self-published <a href=\"https:\/\/en.wikipedia.org\/wiki\/The_Martian_(Weir_novel)\" target=\"_blank\" rel=\"noopener\"><em>The Martian<\/em><\/a><em>,<\/em> or the growing number of niche novellas finding dedicated audiences online.<\/p>\n\n\n\n<p>Self-publishing empowers new writers to bypass the gatekeepers of traditional publishing and connect directly with readers. While the road can be challenging, it’s a rewarding journey for those willing to put in the effort. Your novella could be the next big indie hit!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Writing Tips for Novellas: From First Draft to Final Polish<\/strong><\/h2>\n\n\n\n<p>Writing a novella is like crafting a fine piece of jewelry, compact, polished, and designed to dazzle. The key? Start with a concise but powerful idea, something too expansive for a short story but not quite sprawling enough for a full-length novel. Think of it as a short story with room to breathe.<\/p>\n\n\n\n<p>One of the greatest strengths of the novella is its brevity, so don’t clutter it with unnecessary subplots or tangents. Instead, focus on one primary arc or theme. Whether it’s a single relationship, a pivotal event, or a tightly-knit character journey, everything in your novella should serve that core idea.<\/p>\n\n\n\n<p>At the same time, don’t mistake brevity for shallowness; embrace depth over breadth. Develop your characters and settings fully, but trim the fluff. Every word should pull its weight.<\/p>\n\n\n\n<p>Once your first draft is complete, it’s time to edit with purpose and a ruthless eye. Start by setting your manuscript aside for a few weeks to gain distance, then return with a fresh perspective. Read it critically, revise boldly, and don’t be afraid to cut what doesn’t serve the story. At this stage, outside input is invaluable. Share your work with beta readers or a critique group to uncover blind spots, pacing issues, or unclear sections. If your budget allows, hiring <a href=\"https:\/\/spines.com\/services\/book-editing\/\">a professional editor can elevate your novella<\/a> even further, bringing polish, structure, and a keen eye for language that can make your story truly shine.<\/p>\n\n\n\n<p>Resources like writing workshops, online communities, and editing tools can also help refine your novella. Look for courses or forums dedicated to short fiction or novella writing, platforms like Scribophile, Reedsy, or even Reddit’s writing groups are great places to start.<\/p>\n\n\n\n<p>Writing a novella is all about balance: brevity with depth, complexity with focus. Nail this, and you’ll have a polished gem ready to captivate readers!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Why Readers (and Publishers) Love Novella<\/strong><\/h2>\n\n\n\n<p>In today’s fast-paced world, readers crave stories they can devour in a single sitting, and that’s where novellas truly shine. Perfectly compact yet rich with emotion, novellas cater to busy audiences who want compelling narratives without committing to a full-length novel. They’re the literary equivalent of a great binge-worthy TV episode: short, satisfying, and impactful.<\/p>\n\n\n\n<p>The digital age has only amplified their appeal. Shorter formats like novellas are tailor-made for e-readers, fitting seamlessly into the lives of commuters, multitaskers, and late-night binge-readers. Platforms like Amazon Kindle and Spines have embraced this format, making novellas more accessible than ever.<\/p>\n\n\n\n<p>Publishers, too, are taking note of their rising popularity, with novella-specific contests and awards gaining traction. Prestigious accolades like the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Pushcart_Prize\" target=\"_blank\" rel=\"noopener\">Pushcart Prize<\/a> now recognize novella-length works, further legitimizing their importance in the literary world. Contests hosted by small presses and literary magazines also provide an entry point for new and diverse voices to gain recognition.<\/p>\n\n\n\n<p>Ultimately, novellas offer the best of both worlds: they’re short enough to appeal to modern readers and substantial enough to satisfy those who want a meaningful story. For writers, they’re an opportunity to connect with audiences who are hungry for concise yet powerful storytelling. It’s no wonder novellas are having their moment in the spotlight.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Future of Novellas: A Growing Market for Diverse Voices<\/strong><\/h2>\n\n\n\n<p>The novella is no longer just a quirky literary experiment; it’s a thriving format that’s carving out its own space in the publishing world, especially for new writers and diverse voices. More than ever, small presses and independent publishers are championing novellas, giving fresh talent the chance to tell their stories in ways that are bold, concise, and impactful. For underrepresented authors, the novella format provides an accessible entry point to showcase unique perspectives that might otherwise get lost in the shuffle of traditional publishing.<\/p>\n\n\n\n<p>What’s more, novellas can serve as a stepping stone for writers aiming to publish a full-length novel. Many authors use novellas to build their portfolios, gain recognition, or test the waters with niche ideas before expanding into larger projects. It’s a format that rewards risk-taking and experimentation, making it especially appealing to creative storytellers.<\/p>\n\n\n\n<p>The growing number of novella contests, literary journals, and publishers actively accepting submissions is proof of the format’s rising status. Writers are encouraged to explore these opportunities, whether through submitting to established outlets, entering competitions, or self-publishing their work.<\/p>\n\n\n\n<p>The future of novellas looks bright: with their ability to amplify diverse voices, engage modern readers, and nurture emerging talent, they’re poised to become a cornerstone of the literary landscape. If you’ve ever dreamed of sharing your story, there’s no better time to embrace the novella.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-rt.googleusercontent.com\/docsz\/AD_4nXe--8qrWW30ebOzTOlZeJdBvxABjMUpFsgpCUmDdYa_vLKR6edsGmvqsvhZZ6bK-TK6oaO2zO0Dsm2P3eK0t5Sq4-U04VNdDDt211G_tR-2VJqD0d6bDtfE_Qb4I6ACtocvBrE9?key=MN4UtlZeDwS2g9BRSC0sW0rn\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Why Novellas Are a Win-Win for Writers and Readers<\/strong><\/h2>\n\n\n\n<p>Novellas are the ultimate win-win: they offer readers quick, impactful stories that leave a lasting impression, while giving writers a flexible, creative format to explore bold ideas. Whether you&#8217;re an aspiring author tackling your first serious project or a seasoned writer experimenting with new concepts, novellas provide the perfect playground for storytelling.<\/p>\n\n\n\n<p>Their accessibility, both in terms of length and publishing opportunities, makes them an excellent entry point into the literary world. With small presses, literary journals, writing contests, and self-publishing platforms increasingly embracing shorter formats, there&#8217;s never been a better time to bring your novella to life.<\/p>\n\n\n\n<p>So why hold out for a 90,000-word epic? Some of the most powerful stories come in smaller packages. Your novella could be the beginning of something remarkable.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>FAQs &#8211; Self-Publishing a Novella<\/strong><\/h2>\n\n\n\n<p><strong>Q1: What qualifies a book as a novella?<\/strong><\/p>\n\n\n\n<p>A novella typically falls between 20,000 and 50,000 words. It’s longer than a short story but shorter than a standard novel. It usually features a compact plot, fewer subplots, and a strong focus on one central conflict or character arc. The emphasis is on depth and intensity over sprawling narratives.<\/p>\n\n\n\n<p><strong>Q2: Can I write a series of novellas?<\/strong><\/p>\n\n\n\n<p>Definitely, and it’s a smart strategy. Novella series let you build momentum and reader loyalty over time. They’re also ideal for bingeable storytelling, which works well in genres like romance, fantasy, and mystery.&nbsp;<\/p>\n\n\n\n<p><strong>Q3: Do novellas have chapters?<\/strong><\/p>\n\n\n\n<p>Yes, most novellas include chapters, though they’re typically shorter and fewer than in novels. Chapter breaks help with pacing and readability, especially for digital formats. Some novellas may also use sections or acts instead, depending on the tone and structure.<\/p>\n\n\n\n<p><strong>Q3: Is 25,000 words enough for a novella?<\/strong><\/p>\n\n\n\n<p>Yes! 25,000 words is considered a classic novella length. It gives you enough space for character development and a complete plot arc while remaining quick to write, read, and publish. Many contests and publishers accept works in this range.<\/p>\n\n\n\n<p><strong>Q4: How do I self-publish my novella?<\/strong><\/p>\n\n\n\n<p>Start by editing and formatting your manuscript (ideally with help from beta readers or a professional editor). Then, choose a publishing platform like Spines,&nbsp; Amazon KDP, Draft2Digital, or Smashwords. Create a compelling cover, write an engaging book description, set your price, and publish. After launch, focus on marketing through social media, newsletters, ads, and reviews to build visibility.<\/p>\n\n\n\n<p><strong>Q5: What’s the difference between a novel and a novella?<\/strong><\/p>\n\n\n\n<p>The primary difference lies in length and complexity. Novellas typically run 20,000–50,000 words, focusing on a single plotline and a smaller cast of characters. Novels, by contrast, often exceed 60,000 words and allow for multiple subplots, deeper world-building, and broader character development.<\/p>\n\n\n\n<p><strong>Q6: What are the types of novellas?<\/strong><\/p>\n\n\n\n<p>Common types include:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Literary novellas – focused on language and human complexity.<br><\/li>\n\n\n\n<li>Genre novellas – romance, fantasy, horror, sci-fi, etc.<br><\/li>\n\n\n\n<li>Serial novellas – short installments as part of a larger arc.<br><\/li>\n\n\n\n<li>Nonfiction novellas – memoir-style or creative nonfiction pieces.<br>Each type tailors its length and style to suit the audience and purpose.<\/li>\n<\/ul>\n\n\n\n<p><strong>Q7: Do novellas need professional editing?<\/strong><\/p>\n\n\n\n<p>Ideally, yes. Even short books deserve strong editing. A professional editor can help with structure, pacing, and polish, making sure your story flows and reads cleanly. At the very least, work with beta readers or a critique partner, but investing in a skilled editor can elevate your work significantly.<\/p>\n\n\n\n<p><strong>Q8: What is the layout of a novella?<\/strong><\/p>\n\n\n\n<p>There’s no fixed layout, but most novellas include:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>A title page and copyright info<br><\/li>\n\n\n\n<li>A table of contents (for eBooks)<br><\/li>\n\n\n\n<li>Chapters or section breaks<br><\/li>\n\n\n\n<li>Optional: an author bio, acknowledgments, or teasers for other books.<br>Consistency in formatting, especially margins, font, and spacing, is key for professional presentation.<br><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>In the grand buffet of storytelling, the novella is the perfect middle course, more filling than a short story, yet lighter than a full-length novel. It’s the literary equivalent of tapas: quick to consume, but deeply satisfying. Typically ranging between 20,000 and 50,000 words, novellas offer rich plots and memorable characters without the commitment of [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":293338,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[],"class_list":["post-293337","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/293337","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=293337"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/293337\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/293338"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=293337"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=293337"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=293337"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}