{"id":308782,"date":"2025-08-07T15:46:24","date_gmt":"2025-08-07T15:46:24","guid":{"rendered":"https:\/\/spines.com\/?p=308782"},"modified":"2025-09-03T11:20:57","modified_gmt":"2025-09-03T11:20:57","slug":"plot-diagram-example","status":"publish","type":"post","link":"https:\/\/spines.com\/plot-diagram-example\/","title":{"rendered":"Plot Diagram Example: How Story Structure Brings Narratives to Life"},"content":{"rendered":"\n<p>Every writer knows the feeling: you sit down with a brilliant idea, only to realize your story is wandering around like it’s lost in a shopping mall without a map. That’s where a plot diagram comes in handy. It’s like the GPS of storytelling, minus the annoying “recalculating” voice. A plot diagram lays out the natural rise and fall of a story, showing you where to <a href=\"https:\/\/spines.com\/10-narrative-techniques-to-create-tension-in-your-story\/\">build tension<\/a>, when to deliver the big moment, and how to land the ending with grace. In this post, we’ll break down a clear plot diagram example so you can see how structure isn’t a cage, it’s the framework that lets your creativity shine.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">What Is a Plot Diagram?<\/h2>\n\n\n\n<p>A plot diagram is the backbone of your story, the invisible structure that keeps it standing tall instead of wobbling in a dozen directions. If you’ve ever had a great idea that somehow turned into a shapeless draft, you already know why structure matters. A plot diagram takes all the moving parts of your narrative and arranges them into a clear, logical sequence, showing the natural rise and fall of a story.<\/p>\n\n\n\n<p>At its heart, a plot diagram is a simple map with five key stops along the way:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Exposition<\/strong> – This is the opening of the story, where you set the stage. Readers meet the main characters, learn about the setting, and get a sense of what “normal life” looks like before conflict disrupts it.<br><\/li>\n\n\n\n<li><strong>Rising Action<\/strong> – Here’s where the tension builds. Problems, conflicts, and obstacles begin to pile up, driving the protagonist out of their comfort zone and toward a challenge that can’t be ignored.<br><\/li>\n\n\n\n<li><strong>Climax<\/strong> – The <a href=\"https:\/\/spines.com\/what-is-the-climax-of-a-story\/\">peak of the story<\/a>, where everything comes to a head. This is the “no going back” moment—the fight, confession, discovery, or choice that changes everything.<br><\/li>\n\n\n\n<li><strong>Falling Action<\/strong> – After the turning point, the dust begins to settle. Characters deal with the consequences of what happened at the climax, and the story starts winding down.<br><\/li>\n\n\n\n<li><strong>Resolution<\/strong> – The finish line. Loose ends are tied up (or intentionally left open), the conflict is resolved, and readers finally get a sense of closure—or at least a chance to breathe again.<\/li>\n<\/ul>\n\n\n\n<p>So, think of it as the arc that transforms a handful of events into a real story. It gives your writing rhythm, impact, and direction. Instead of a wandering tale that fizzles out, you end up with a narrative that pulls readers along and leaves them satisfied at the end.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>A Classic Plot Diagram Example Story<\/strong><\/h2>\n\n\n\n<p>Let’s map out a story you probably know: <em>The Great Gatsby<\/em> by F. Scott Fitzgerald. It’s not just about lavish parties and a guy in a pink suit, it follows a clear arc that makes it timeless and devastating. Let’s look at this example of a plot diagram:&nbsp;<\/p>\n\n\n\n<p><strong>Exposition<\/strong> – We meet Nick Carraway, the narrator, who moves to West Egg and finds himself surrounded by wealth, spectacle, and mystery. He introduces us to Jay Gatsby, Daisy Buchanan, and Tom Buchanan—all the glitter and grit of 1920s New York. The stage is set.<\/p>\n\n\n\n<p><strong>Rising Action<\/strong> – Gatsby’s obsession with Daisy rises to the surface. We watch as he throws party after party, chasing the impossible dream of winning her back. Tensions mount between Gatsby and Tom, and the illusion of Gatsby’s perfect world begins to crack.<\/p>\n\n\n\n<p><strong>Climax<\/strong> – The Plaza Hotel confrontation. Gatsby demands Daisy choose between him and Tom. This is the no-return moment—truths are exposed, tempers boil over, and Gatsby’s carefully built dream starts collapsing in real time.<\/p>\n\n\n\n<p><strong>Falling Action<\/strong> – Myrtle’s tragic death, Daisy’s retreat back into the comfort of her old life, and the unraveling of Gatsby’s image. The dream is slipping, and the fallout feels inevitable.<\/p>\n\n\n\n<p><strong>Resolution<\/strong> – Gatsby’s death brings the story to its brutal close. Nick reflects on what all of it meant—the corruption of the American Dream, the futility of chasing illusions, and the loneliness beneath the glitter.<\/p>\n\n\n\n<p>When you lay it out like this, you can see how a plot diagram works like a pressure cooker: every stage builds heat until it explodes at the climax, and then the steam slowly escapes until there’s nothing left. It’s the difference between a story that resonates and one that just rambles.<\/p>\n\n\n\n<p>Writers often think structure kills creativity, but Gatsby proves the opposite. The structure doesn’t hold the story back—it’s what allows the themes, symbols, and emotional punch to actually land. Without that climb, Gatsby would just be a guy with expensive taste and a crush. With it, he becomes a symbol of longing, ambition, and tragedy.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Short Story Plot Diagram Example<\/strong><\/h2>\n\n\n\n<p>Short stories may be brief, but they’re masterclasses in structure. With fewer words to work with, every beat of the plot diagram has to pull its weight. To show how this works, let’s look at Ernest Hemingway’s <em>Hills Like White Elephants<\/em>. It’s only a few pages long, yet it follows the arc of a complete story.<\/p>\n\n\n\n<p><strong>Exposition<\/strong> – A man and a woman wait for a train in Spain. The setting is ordinary—a station, a hot day—but there’s tension hiding under the surface. Hemingway gives us just enough to know something bigger is going on.<\/p>\n\n\n\n<p><strong>Rising Action<\/strong> – The couple’s conversation circles around a “simple operation.” The man insists it’s nothing serious, while the woman’s tone tells us everything but agreement. The repetition, the pauses, the way they dodge and return to the subject—each line raises the tension.<\/p>\n\n\n\n<p><strong>Climax<\/strong> – The emotional peak arrives not with shouting but with silence. The woman finally says, <em>“Would you please please please please please please stop talking?”<\/em> That’s the breaking point—the moment of truth where words fail, and the rift between them becomes undeniable.<\/p>\n\n\n\n<p><strong>Falling Action<\/strong> – The man takes their bags to the train; the conversation winds down, but the weight of what’s unsaid hangs in the air.<\/p>\n\n\n\n<p><strong>Resolution<\/strong> – The story ends ambiguously, with the woman insisting she feels “fine.” But the lack of closure <em>is<\/em> the closure—leaving readers with a haunting sense of what happens next.<\/p>\n\n\n\n<p>This short story plot diagram example shows how structure works even when nothing “big” happens. There are no car chases, no sword fights—just two people talking. And yet, by following the arc of rising tension to a climax and quiet fallout, the story grips you.<\/p>\n\n\n\n<p>For writers, this is the reminder: it’s not about size, it’s about shape. Even a few hundred words can carry the weight of an entire narrative if the structure is sound.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\">How to Do a Plot Diagram Example<\/h2>\n\n\n\n<p>A plot diagram may look like a simple triangle on paper, but it’s one of the most useful tools for breaking down or building up a story. Whether you’re studying a novel in class, writing your own short story, or outlining a full-length book, learning how to do a plot diagram example helps you see the flow of a narrative in a clear, visual way. Here’s how to approach it step by step:<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">1. Begin with the Exposition<\/h3>\n\n\n\n<p>The exposition is the foundation. This is where you establish the world of the story:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Who are the main characters?<br><\/li>\n\n\n\n<li>Where does the story take place?<br><\/li>\n\n\n\n<li>What is “normal life” before things start to shift?<\/li>\n<\/ul>\n\n\n\n<p>Think of this as the launchpad. Without a clear setup, the rest of the story doesn’t have context. A strong exposition answers enough questions to ground the reader but leaves space for curiosity.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">2. Map Out the Rising Action<\/h3>\n\n\n\n<p>This is where the story gains momentum. The rising action is a series of events or obstacles that gradually increase the stakes. For writers, this section is often the hardest to manage, too slow, and readers lose interest; too fast, and the climax feels rushed.<\/p>\n\n\n\n<p>Tips for writers:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Introduce conflicts that escalate rather than repeat.<br><\/li>\n\n\n\n<li>Use cause and effect—each new problem should grow naturally out of the last one.<br><\/li>\n\n\n\n<li>Add layers: internal struggles, external pressures, and relational tension.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">3. Identify the Climax<\/h3>\n\n\n\n<p>The climax is the story’s turning point. It’s the moment of highest tension, when the main character must make a choice, face a truth, or take decisive action. Every event before this point should feel like it’s leading here.<\/p>\n\n\n\n<p>In a plot diagram, the climax sits at the peak of the triangle, but in your story, it’s the emotional peak that determines everything that follows. A good test: if you removed the climax, would the story still have meaning? If not, you’ve found it.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">4. Track the Falling Action<\/h3>\n\n\n\n<p>Once the climax hits, the falling action shows the immediate consequences. Conflicts begin to resolve (or unravel, depending on the tone of your story). Characters deal with the aftermath of choices made at the climax.<\/p>\n\n\n\n<p>This section is often shorter than the rising action, but it’s still essential. It helps transition readers from the height of tension to the final outcome, keeping the momentum steady rather than dropping off abruptly.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">5. End with the Resolution<\/h3>\n\n\n\n<p>The resolution brings closure. This doesn’t always mean a happy ending—it means the central conflict is addressed, and the story feels complete. Ask:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>How are the characters different from when the story began?<br><\/li>\n\n\n\n<li>What has changed in their world?<br><\/li>\n\n\n\n<li>What message or takeaway lingers after the last page?<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\">Why Writers Should Practice Plot Diagrams<\/h3>\n\n\n\n<p>For students, a plot diagram example helps with analysis. For writers, it’s a planning tool. By sketching your story on a diagram, you can quickly spot:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Sagging middles<\/strong> where the rising action doesn’t escalate enough.<br><\/li>\n\n\n\n<li><strong>Climaxes that don’t hit hard enough<\/strong> because the build-up was too short.<br><\/li>\n\n\n\n<li><strong>Loose resolutions<\/strong> that leave readers unsatisfied.<\/li>\n<\/ul>\n\n\n\n<p>Think of it as story surgery: laying the narrative bare so you can see what’s strong, what’s missing, and what needs tightening.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Plot Diagram Example Story: Why Structure Matters<\/h2>\n\n\n\n<p>Seeing a plot diagram example story in action makes it clear why this tool is so powerful. It doesn’t just help you understand someone else’s work—it sharpens your own storytelling. When you break a narrative down into its key stages, you start to see the “engine” that makes it run.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>In School<\/strong><\/h3>\n\n\n\n<p>Students often use plot diagrams to analyze novels, plays, or short stories. Mapping out the exposition, rising action, climax, falling action, and resolution gives structure to essays and reading responses. Instead of writing vague summaries, students can point to specific turning points and explain how they shape the story. For example:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>In an essay, a <strong>short story plot diagram example<\/strong> can help show how tension builds and what theme it reveals.<br><\/li>\n\n\n\n<li>In group projects, students can compare diagrams from different stories to see how structure shifts across genres.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>For Writers<\/strong><\/h3>\n\n\n\n<p>Writers use plot diagrams less as classroom assignments and more as practical planning tools. A quick sketch of your story arc can save you hours—sometimes months—of rewriting. By laying out the basic shape of your narrative, you get an immediate sense of whether the story builds naturally or stumbles somewhere along the way.<\/p>\n\n\n\n<p>One of the biggest benefits is spotting pacing issues early. Instead of realizing halfway through your draft that the middle drags or the climax arrives too soon, a plot diagram lets you see the imbalance before you’ve written 20,000 words in the wrong direction. It’s a simple safeguard against wasted effort.<\/p>\n\n\n\n<p>A diagram also helps you evaluate the strength of your climax. Is it really the most dramatic, game-changing moment in the story, or just another scene on the page? By plotting the rise and fall visually, you can check if your “big moment” feels big enough—or if it needs to be reworked for impact.<\/p>\n\n\n\n<p>Finally, for writers juggling multiple subplots, diagrams are lifesavers. Mapping them out alongside the main arc shows how they weave together, ensuring they rise and fall in harmony instead of competing for attention. This keeps your story cohesive, balanced, and engaging from start to finish.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Why It Works<\/strong><\/h3>\n\n\n\n<p>At its core, an example of a plot diagram is about clarity. It turns abstract ideas into a visual map. Writers who use them don’t lose the magic of storytelling—they gain control over it. And readers (or teachers) get a framework that makes it easier to understand why a story hits the way it does.<\/p>\n\n\n\n<p>So whether you’re writing an essay or your next novel, practicing with a plot diagram example story isn’t busywork—it’s the kind of groundwork that makes your story stronger, tighter, and far more memorable.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Example of a Plot Diagram: 5 Common Mistakes Writers Make<\/strong><\/h2>\n\n\n\n<p>Even with a clear example of a plot diagram, it’s easy to misuse the tool. Writers sometimes treat it like a strict formula or overload it with details until it stops being useful. Here are the pitfalls to watch out for:<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">1. Treating the Diagram as Rigid<\/h3>\n\n\n\n<p>A plot diagram is a guide, not a cage. The classic triangle shape works for most stories, but not all narratives climb and fall at the same pace. Some linger in exposition, others hit multiple peaks. If you force your story into a shape that doesn’t fit, it risks feeling mechanical instead of organic.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">2. Skipping the Rising Action<\/h3>\n\n\n\n<p>Many beginners rush from the setup straight to the climax. Without enough rising action, though, the turning point feels unearned. Think of the rising action as the tension that makes readers lean in—skip it, and the story reads flat.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">3. Overloading with Subplots<\/h3>\n\n\n\n<p>Subplots are important, but cramming every single one onto your diagram clutters the picture. Focus on the main arc first. Once that’s solid, you can layer in subplots to see how they interact with the central line.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">4. Confusing Resolution with “Happy Ending”<\/h3>\n\n\n\n<p>A resolution doesn’t have to be cheerful—it just has to feel complete. Some of the most powerful stories end with loss, ambiguity, or bittersweet closure. What matters is that the resolution shows how the characters or world have changed since the beginning.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">5. Forgetting the Reader’s Experience<\/h3>\n\n\n\n<p>A short story plot diagram example or even a full novel diagram isn’t just about hitting the technical beats. It’s about pacing the emotional journey. Writers sometimes check the boxes—exposition, climax, resolution—without asking: <em>Does this flow actually move the reader?<\/em><\/p>\n\n\n\n<p><em>The key takeaway: a plot diagram is only useful if you use it flexibly. It’s there to serve your story, not to dictate it. The best writers balance structure with creativity, using diagrams as scaffolding, not shackles<\/em>.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">A Quick Note on Writing Coaches<\/h2>\n\n\n\n<p>While a plot diagram is a great self-guided tool, sometimes it helps to have another set of eyes on your story. This is where a <a href=\"https:\/\/spines.com\/services\/coaching\/\">book writing coach<\/a> can make a big difference. Coaches don’t just point out whether your climax is in the right place—they help you clarify your ideas, strengthen your characters’ journeys, and keep your pacing tight. Think of them as part editor, part mentor: someone who can guide you through the structure while still leaving room for your creative voice.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Plot Diagrams: The Map, Not the Destination<\/h2>\n\n\n\n<p>At the end of the day, a plot diagram isn’t about drawing perfect triangles or ticking boxes—it’s about giving your story a backbone. <a href=\"https:\/\/spines.com\/book-structure-101-how-to-organize-your-story\/\">Story structure<\/a> doesn’t strangle creativity; it supports it. By seeing how exposition builds into rising action, peaks at the climax, and resolves into something meaningful, you’re giving yourself a map that helps both you and your readers never lose the thread.<\/p>\n\n\n\n<p>Whether you’re a student breaking down a short story or a writer trying to wrestle a novel into shape, the plot diagram is a reminder that stories are journeys. They need direction, rhythm, and momentum to truly resonate. Use it as a guide, bend it when you need to, and let it serve your imagination rather than restrict it.<\/p>\n\n\n\n<p>Because in the end, stories aren’t remembered for their diagrams, they’re remembered for how they make people feel. The diagram just makes sure you get there.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">FAQ: Plot Diagram Example<\/h2>\n\n\n<div id=\"rank-math-faq\" class=\"rank-math-block\">\n<div class=\"rank-math-list \">\n<div id=\"faq-question-1756137973710\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: What is a plot diagram example?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>A plot diagram example is a visual outline of a story’s structure. It shows how a narrative moves from the introduction (exposition), through the rising action, to the climax, and then into the falling action and resolution. It’s a way to see the “shape” of a story at a glance.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1756138016567\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: Why should writers use a plot diagram?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>A plot diagram helps writers stay focused. It prevents sagging middles, ensures the climax has impact, and gives a clear sense of direction. It’s not just for students—it’s a practical planning tool for anyone building a story.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1756138027316\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: Can you give me a short story plot diagram example?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Yes. Even very short works follow the same structure. For instance, in Hemingway’s <em>Hills Like White Elephants<\/em>, the exposition sets the scene at a train station, the rising action builds through tense dialogue, the climax arrives with the emotional breaking point, and the story winds down with a quiet, unresolved resolution.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1756138035968\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: How do I do a plot diagram myself?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Start by identifying the climax—the turning point of your story. Then map backward to set up the exposition and rising action, and forward to sketch the falling action and resolution. You don’t need a perfect triangle; you just need to show how tension builds and resolves.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1756138046567\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: What’s the difference between a plot diagram and an outline?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>An outline is a detailed roadmap of scenes, chapters, and beats. A plot diagram, on the other hand, is a high-level view of story structure. Think of it as the skeleton, while the outline is the muscle and skin. Both are useful, but they serve different purposes.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1756138060289\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: Do all stories need to follow a plot diagram?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Not exactly. Some experimental or nonlinear stories bend the rules, but even then, most successful narratives still echo the same rhythm: setup, escalation, turning point, and resolution. The diagram is a flexible guide, not a rigid formula.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1756138066717\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: Can a writing coach help with plot diagrams?<\/strong><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Absolutely. Writing coaches often use plot diagrams to help writers strengthen pacing, clarify themes, and bring out the best in their stories. If you’re struggling to see the bigger picture, a coach can provide guidance and make the process less overwhelming.<\/p>\n\n<\/div>\n<\/div>\n<\/div>\n<\/div>","protected":false},"excerpt":{"rendered":"<p>Every writer knows the feeling: you sit down with a brilliant idea, only to realize your story is wandering around like it’s lost in a shopping mall without a map. That’s where a plot diagram comes in handy. It’s like the GPS of storytelling, minus the annoying “recalculating” voice. A plot diagram lays out the [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":308808,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-308782","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/308782","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=308782"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/308782\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/308808"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=308782"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=308782"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=308782"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}