{"id":328552,"date":"2025-09-25T12:03:02","date_gmt":"2025-09-25T12:03:02","guid":{"rendered":"https:\/\/spines.com\/?p=328552"},"modified":"2025-10-22T12:22:28","modified_gmt":"2025-10-22T12:22:28","slug":"sell-used-books-online","status":"publish","type":"post","link":"https:\/\/spines.com\/sell-used-books-online\/","title":{"rendered":"Selling Used Books Online: A Smart Way to Recycle, Earn, and Declutter"},"content":{"rendered":"\n<p>In today’s digital age, selling used books online has become a win-win situation for everyone involved. Whether you&#8217;re clearing out your bookshelves to make room for the latest bestseller, or simply looking to earn a little extra cash, online book sales offer an easy way to turn your old books into something valuable.<\/p>\n\n\n\n<p>Did you know that the global secondhand book market is expected to grow by over $5 billion by 2026? This surge in popularity is driven by several factors: the desire for sustainability, the increasing need to declutter homes, and the growing market for affordable books. By selling your used books online, you&#8217;re tapping into a lucrative marketplace while also doing your part for the planet by recycling books that may have otherwise gone to waste.<\/p>\n\n\n\n<p>Not to mention, the ease of selling used books online means that you can reach a global audience without leaving the comfort of your home. So, if you&#8217;re wondering where to sell books online and how to make the most of it, you’re in the right place. Let’s dive in and explore the top platforms and strategies to get the best price for your books, and get you on the path to a clutter-free bookshelf and some extra pocket change!<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Why Sell Used Books Online?<\/h2>\n\n\n\n<p>Selling used books online isn’t just a trend, it’s become a practical, eco-friendly solution for many book lovers. And honestly, who wouldn’t want to get paid for something that’s just sitting around gathering dust? Plus, with the growing demand for secondhand books, you’re not just decluttering; you’re also contributing to a more sustainable future.<\/p>\n\n\n\n<p>Here are a few reasons why you should consider selling your used books online:<\/p>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Make Some Extra Cash<\/strong><strong><br><\/strong> Whether it&#8217;s a stack of paperbacks you no longer read or a collection of rare first editions, selling your books online can put money back in your pocket. The best part? There are platforms that cater to all kinds of books—whether you’re trying to sell your latest thriller or unload a textbook from last semester. That old college book? It might be worth more than you think!<br><\/li>\n\n\n\n<li><strong>Help the Planet<\/strong><strong><br><\/strong> We all know that reusing is a key part of the sustainability movement, and selling your used books online means giving them a second life. Instead of letting your books end up in a landfill, you can pass them on to someone else who will enjoy them. Plus, buying secondhand is a great way for others to get quality books at a fraction of the price.<br><\/li>\n\n\n\n<li><strong>Reach a Global Audience<\/strong><strong><br><\/strong> The beauty of selling online is that your audience isn’t limited to your local area. From rare collections to popular paperbacks, selling used books online allows you to reach a global market. No more waiting for someone in your neighborhood to see your “For Sale” ad on the community bulletin board. You can sell to anyone, anywhere.<\/li>\n<\/ol>\n\n\n\n<p>So, whether you’re looking to clean off your bookshelf or profit from that novel you no longer need, selling used books online is a smart way to maximize the value of what you already have. And who knows? You might just find a new reader out there who’s eager to dive into your old favorites.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\">How to Sell Books Online: A Step-by-Step Guide<\/h2>\n\n\n\n<p>Ready to turn those unused books into cash? Here’s your step-by-step guide to selling books online with ease. Whether you’re selling one book or an entire collection, we’ll walk you through the process, so you can get the best deal without any stress.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 1: Gather Your Books<\/h3>\n\n\n\n<p>The first step is obvious, start by finding the books you want to sell. Look around your shelves, under your bed, or in that dusty box you’ve been meaning to organize for years. Once you&#8217;ve rounded them up, take a moment to sort through them. Are they in good condition? Are they likely to appeal to buyers? Books in better condition (no missing pages, minimal wear) will generally fetch a higher price.<\/p>\n\n\n\n<p><em><strong>Pro Tip<\/strong>: Not all books are goldmines. Textbooks from five years ago might not have the resale value of a vintage first edition. But that doesn’t mean you should toss them! Even more common books can sell quickly if priced right, especially if they’re in demand.<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 2: Prepare Your Books for Sale<\/h3>\n\n\n\n<p>Once you’ve selected your books, it’s time to make them look presentable. That means cleaning them up and fixing any minor damage. Here are a few things to keep in mind:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Remove any stickers<\/strong>: If you’ve got old price tags or library stickers on the cover, peel them off carefully. Nothing turns a potential buyer off faster than a book with visible remnants of past ownership.<br><\/li>\n\n\n\n<li><strong>Check for creases, dog-eared pages, or stains<\/strong>: Fix or mention any damage in your listing. If it’s a minor issue, like a slight crease or yellowed pages, don’t stress it—just be honest in your description.<br><\/li>\n\n\n\n<li><strong>Take good photos<\/strong>: A picture is worth a thousand words, especially when selling online. Capture the cover in good lighting, show any relevant details like a special edition or signature, and snap a picture of the book’s spine and back to highlight its condition.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:11px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><em><strong>Pro Tip<\/strong>: Buyers appreciate transparency. If a book has significant wear, say so upfront. It’s better to underpromise and overdeliver!<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 3: Price Your Books<\/h3>\n\n\n\n<p>Now for the tricky part, pricing. The goal is to find that sweet spot: high enough to make a profit but low enough to entice buyers. Here’s how to get it right:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Research market prices<\/strong>: Check similar books on the platform you plan to sell on. Are other sellers pricing theirs higher or lower? Tools like BookScouter can help you compare offers from different sites.<br><\/li>\n\n\n\n<li><strong>Consider shipping costs<\/strong>: Will the buyer be paying for shipping or will you? Factor that into your pricing.<br><\/li>\n\n\n\n<li><strong>Price to sell<\/strong>: Remember, you&#8217;re not opening a rare bookstore, if you want to move those books fast, competitive pricing is key.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:9px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><em><strong>Pro Tip<\/strong>: Don’t overestimate the rarity of your book unless you’re certain it’s a collectible. Price it realistically based on current demand, not sentimental value. And be open to lowering the price if the book doesn’t sell right away.<\/em><\/p>\n\n\n\n<figure class=\"wp-block-image size-full\"><img fetchpriority=\"high\" decoding=\"async\" width=\"1692\" height=\"1002\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2025\/07\/Screenshot-2025-09-23-at-17.54.26-1.png\" alt=\"A young woman reading a book in her living room. \" class=\"wp-image-319038\" style=\"aspect-ratio:16\/9;object-fit:cover\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2025\/07\/Screenshot-2025-09-23-at-17.54.26-1.png 1692w, https:\/\/spines.com\/wp-content\/uploads\/2025\/07\/Screenshot-2025-09-23-at-17.54.26-1-300x178.png 300w\" sizes=\"(max-width: 1692px) 100vw, 1692px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Where to Sell Used Books Online<\/h2>\n\n\n\n<p>Now that you’ve gathered, cleaned, and priced your books, it’s time to choose the best platform to sell them on. With so many options out there, it’s important to find the right one to get the most exposure and the best price for your books. Let’s take a look at the top platforms where you can sell your used books online—and what makes each one unique.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Amazon<\/h3>\n\n\n\n<p>Amazon is the undisputed king of online marketplaces, and when it comes to selling used books, it’s no different. With millions of active users, Amazon offers one of the largest audiences for your books. You can sell your books via Amazon Marketplace, where you list your books alongside other sellers, or you can use Amazon’s &#8220;Fulfilled by Amazon&#8221; (FBA) service, which allows Amazon to handle storage, shipping, and customer service for a fee.<\/p>\n\n\n\n<p><strong>Why Amazon?<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Huge customer base<br><\/li>\n\n\n\n<li>Easy to set up your listing<br><\/li>\n\n\n\n<li>Option to sell used, rare, or collectible books<br><\/li>\n\n\n\n<li>Seller protection policies<\/li>\n<\/ul>\n\n\n\n<div style=\"height:9px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>If you’re selling books with high demand (think popular titles or textbooks), Amazon’s extensive reach can help you sell fast. However, be prepared for competition, as many other sellers list similar books.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">eBay<\/h3>\n\n\n\n<p>eBay has long been known for auction-style selling, and it’s perfect for used books that might have niche appeal or collectible value. While eBay does allow for fixed-price listings, the auction format gives you the chance to potentially sell your book for a higher price—especially if it&#8217;s a rare find. It’s also ideal for sellers who want more control over their sales and the opportunity to engage in bidding wars.<\/p>\n\n\n\n<p><strong>Why eBay?<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Auction-style selling for rare or collectible books<br><\/li>\n\n\n\n<li>Control over the selling process (listing types, shipping, etc.)<br><\/li>\n\n\n\n<li>A global marketplace<\/li>\n<\/ul>\n\n\n\n<div style=\"height:9px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>If you’re selling collectible books or vintage editions, make sure to include a detailed description and lots of photos. The more information you provide, the more likely a buyer will place a bid.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">AbeBooks<\/h3>\n\n\n\n<p>AbeBooks is a specialized marketplace for books, particularly rare, antique, and hard-to-find titles. It’s one of the go-to platforms for serious book collectors, so if you have anything out of the ordinary (first editions, signed copies, rare out-of-print books), AbeBooks could be the perfect platform to reach the right audience.<\/p>\n\n\n\n<p><strong>Why AbeBooks?<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Ideal for rare and collectible books<br><\/li>\n\n\n\n<li>Strong focus on independent booksellers<br><\/li>\n\n\n\n<li>Global audience with a niche interest in books<\/li>\n<\/ul>\n\n\n\n<div style=\"height:9px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>While AbeBooks does focus on rare books, it’s also a great place to sell general used books. Just be sure to price them according to their condition and current demand.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">BookScouter<\/h3>\n\n\n\n<p>BookScouter is an excellent tool for selling used textbooks. It’s a platform that aggregates offers from various buyback companies, so you can easily compare prices across different services. This way, you can find the highest price for your books without having to search through multiple websites.<\/p>\n\n\n\n<p><strong>Why BookScouter?<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>Compare buyback offers from multiple sites<br><\/li>\n\n\n\n<li>Fast and easy way to sell used textbooks<br><\/li>\n\n\n\n<li>Convenient for sellers looking to offload bulk books quickly<\/li>\n<\/ul>\n\n\n\n<div style=\"height:9px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>BookScouter is best for textbooks or books in bulk. While you won’t get the same level of control over pricing as with other platforms, it’s a quick and hassle-free way to sell books you no longer need.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Facebook Marketplace &amp; Local Groups<\/h3>\n\n\n\n<p>If you’re looking to sell locally and avoid shipping hassles, Facebook Marketplace is a great option. It allows you to list books for sale within your community, and because it’s integrated into Facebook, you can quickly connect with buyers. You also have the option to join local buy-and-sell groups dedicated to books, where you can market your items directly to interested parties.<\/p>\n\n\n\n<p><strong>Why Facebook Marketplace?<\/strong><\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>No shipping required (if you’re selling locally)<br><\/li>\n\n\n\n<li>Easy to use with built-in social networking features<br><\/li>\n\n\n\n<li>Opportunity for direct buyer-seller communication<\/li>\n<\/ul>\n\n\n\n<div style=\"height:9px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>If you’re selling locally, make sure to meet in safe, public places for transactions. You’ll also need to keep the price competitive, as buyers on Facebook are often looking for a deal.<\/p>\n\n\n\n<p>With these platforms at your disposal, you’ll be well on your way to successfully selling your used books online. In the next section, we’ll share tips on how to maximize your earnings by getting the best price for your books.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">How to Get the Best Price for Your Used Books<\/h2>\n\n\n\n<p>Now that you’ve chosen a platform to sell your books on, it’s time to maximize your profits! Getting the best price for your used books involves more than just listing them at a price you think is fair. It’s about presenting them well, pricing them strategically, and making sure you’re selling in the right places. Here are some tips to help you get top dollar for your used books.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Do Your Research<\/strong><\/h4>\n\n\n\n<p>Before you set a price, take a moment to research the current market value of your book. Different editions, printings, and conditions can dramatically affect the price. Fortunately, there are tools that can help:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Price Comparison Tools<\/strong>: Platforms like BookScouter and Amazon allow you to check the going rates for the same book across multiple sellers. This will give you a good idea of what buyers are willing to pay.<br><\/li>\n\n\n\n<li><strong>Genre-Specific Marketplaces<\/strong>: If you&#8217;re selling rare or collectible books, researching niche platforms like AbeBooks can help you find out how much similar books are listed for.<\/li>\n<\/ul>\n\n\n\n<p><em><strong>Pro Tip<\/strong>: Don’t forget to factor in the condition of your book. Books in mint condition with no wear or damage can command higher prices, while books with visible damage should be priced more competitively.<\/em><\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Provide Detailed Descriptions and High-Quality Photos<\/strong><\/h4>\n\n\n\n<p>The more detail you provide in your listing, the better your chances of getting a good price. Buyers want to know exactly what they’re purchasing, so make sure you:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Write clear, honest descriptions<\/strong>: Mention the condition of the book, whether it&#8217;s a hardcover or paperback, if there are any inscriptions or markings, and highlight any special features (such as a signed edition).<br><\/li>\n\n\n\n<li><strong>Use high-quality photos<\/strong>: A blurry, poorly lit photo isn’t going to help your book sell. Take clear, well-lit photos from multiple angles—include close-ups of the cover, spine, pages, and any damage (so buyers know exactly what to expect).<\/li>\n<\/ul>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Be Flexible with Pricing<\/strong><\/h4>\n\n\n\n<p>It’s a competitive market, so being flexible with your price can help you sell faster. Consider offering discounts or bundling books together. If you’re selling multiple books, offering a deal like &#8220;Buy 2, Get 1 Half Off&#8221; or selling books in a set can attract more buyers..<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Offer Competitive Shipping<\/strong><\/h4>\n\n\n\n<p>Shipping can be a deal-breaker for many buyers, especially when it comes to used books. If you can offer free or low-cost shipping, you’ll be more likely to attract buyers. Some platforms, like Amazon, allow you to set your shipping price, while others, like eBay, might give you the option to offer free shipping as part of your listing.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Timing Is Everything<\/strong><\/h4>\n\n\n\n<p>Selling books at the right time can make a huge difference in how much you earn. For example, textbooks are often in higher demand at the start of the school semester. Similarly, books related to current events or popular trends tend to sell better when they’re in the public eye.<\/p>\n\n\n\n<p><em><strong>Pro Tip<\/strong>: Try to align your book listings with the seasons or events that might influence demand. For example, if you’re selling children’s books, listing them ahead of the holiday season can increase the likelihood of a sale.<\/em><\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Start Selling Your Used Books Online! <\/h2>\n\n\n\n<p>Selling used books online is a straightforward way to declutter your home, earn a little extra cash, and make sure your books are getting into the hands of readers who’ll appreciate them. With so many platforms available, there’s no shortage of opportunities to get your books out there. From global giants like Amazon to niche sites like AbeBooks, you have options that suit every type of book and every seller.<\/p>\n\n\n\n<p>The key to success lies in preparation: gather your books, assess their condition, price them competitively, and choose the right platform to reach your audience. Don’t forget to take great photos, write detailed descriptions, and factor in shipping costs to ensure that your listings stand out.<\/p>\n\n\n\n<p>Remember, selling used books online isn’t just about making a sale; it’s about providing value to others while also clearing up some space in your home (and your wallet!). Whether you&#8217;re selling textbooks, fiction, or collectible editions, you’ll find the right buyer with a little patience and strategy.<\/p>\n\n\n\n<p>So, what are you waiting for? Your bookshelf won’t declutter itself, and those books aren’t going to sell themselves either. Start listing today, and turn your old reads into cash, one book at a time!<\/p>\n\n\n\n<div style=\"height:16px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2 class=\"wp-block-heading\">FAQs: Selling Used Books Online<\/h2>\n\n\n<div id=\"rank-math-faq\" class=\"rank-math-block\">\n<div class=\"rank-math-list \">\n<div id=\"faq-question-1761134766223\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: Where can I sell my used books online?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>You can sell your used books on various platforms like Amazon, eBay, AbeBooks, BookScouter, and Facebook Marketplace. Each platform has its strengths: Amazon for a wide audience, eBay for auction-style listings, and BookScouter for comparing buyback offers from multiple sites.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761134774858\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: How do I know if my book is worth selling?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>The value of your book depends on its condition, rarity, and demand. Popular textbooks, first editions, and signed copies can often fetch a higher price. Research similar books on platforms like Amazon or AbeBooks to get an idea of the market price.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761134786892\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: Can I sell books that are in poor condition?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Yes, but you’ll need to price them accordingly and be transparent about the condition. If your book has significant damage, mention any defects (like missing pages, creases, or stains) in the description to set the right expectations with buyers.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761134791658\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: How do I price my used books for sale?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>To price your books, research similar listings on different platforms. Consider the book&#8217;s condition, edition, and demand. For textbooks, look up current buyback prices, and for novels or collectibles, check platforms like eBay or AbeBooks to find competitive pricing.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761134806858\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: What if I can’t find the book I want to sell on the platform?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>If your book isn’t listed on a platform, you can create your own listing. Be sure to provide a detailed description, high-quality photos, and include any specific details like the edition or year of publication to help attract potential buyers.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761134815094\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: Do I need to pay any fees to sell books online?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Yes, most platforms charge fees, whether it&#8217;s a listing fee, a percentage of the sale price, or both. Amazon, for example, takes a referral fee based on the category of the book. Always check the platform’s fee structure before listing to ensure you account for it in your pricing.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761134824108\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: How do I ship my books once they sell?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Shipping requirements vary by platform. Most platforms will provide you with shipping labels or guidelines. Be sure to pack your books carefully, especially if they’re valuable or fragile, and choose a reliable shipping service. Some platforms, like eBay, allow you to offer free shipping or charge buyers based on location.<\/p>\n\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n\n\n<p><\/p>\n","protected":false},"excerpt":{"rendered":"<p>In today’s digital age, selling used books online has become a win-win situation for everyone involved. Whether you&#8217;re clearing out your bookshelves to make room for the latest bestseller, or simply looking to earn a little extra cash, online book sales offer an easy way to turn your old books into something valuable. Did you [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":328561,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[81],"tags":[],"class_list":["post-328552","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/328552","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=328552"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/328552\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/328561"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=328552"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=328552"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=328552"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}