{"id":328558,"date":"2025-09-27T12:12:41","date_gmt":"2025-09-27T12:12:41","guid":{"rendered":"https:\/\/spines.com\/?p=328558"},"modified":"2025-10-22T12:22:52","modified_gmt":"2025-10-22T12:22:52","slug":"writing-portfolio","status":"publish","type":"post","link":"https:\/\/spines.com\/writing-portfolio\/","title":{"rendered":"Why Every Writer Needs a Portfolio (And How to Create One)"},"content":{"rendered":"\n<p>If you’re a writer, whether you’re just starting out or you’ve been in the game for years, having a writing portfolio is essential. Think of it as your personal &#8220;showcase&#8221;; the digital equivalent of a business card that actually works. It’s the place where potential clients, employers, or readers can see the best of your writing and understand what you bring to the table.<\/p>\n\n\n\n<p>In today’s competitive market, a well-crafted portfolio can make the difference between landing a gig and being overlooked. But don’t panic if you don’t have a shelf full of published books or viral blog posts. Whether you’re a seasoned pro or a budding wordsmith, your portfolio can reflect your range and potential if you know how to curate it.<\/p>\n\n\n\n<p>So, let’s dive into how to create, build, and make a writing portfolio that showcases your talent and impresses everyone who sees it.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">What is a Writing Portfolio?<\/h2>\n\n\n\n<p>Simply put, a writing portfolio is a curated collection of your best written work, presented in a professional format, that highlights your skills, versatility, and experience as a writer. It&#8217;s a place where potential clients, employers, or collaborators can easily see your range, whether it&#8217;s blog posts, articles, essays, short stories, or other types of writing.<\/p>\n\n\n\n<p>Think of it as your personal “best-of” album. Just like a musician might showcase their top tracks, your portfolio showcases your most polished and impressive work. It&#8217;s your opportunity to show what you can do, how you do it, and why someone should hire you or work with you.<\/p>\n\n\n\n<p>A writing portfolio is different from a resume. While a resume lists your experiences and skills, a portfolio actually shows your talent in action. If your resume is the “what,” then your portfolio is the “how.” It’s the perfect companion to any job application, freelance pitch, or creative project.<\/p>\n\n\n\n<p>So, a writing portfolio is your proof that you can walk the walk, not just talk the talk. <\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\">Why You Need a Writing Portfolio<\/h2>\n\n\n\n<p>You might be thinking, “Do I really need a portfolio? Can’t my writing speak for itself?” Well, yes, your writing <em>does<\/em> speak for itself, but a portfolio is like giving your work a microphone and a stage. It allows you to present your best pieces in a way that’s organized, accessible, and, most importantly, professional. Here’s why you need one:<\/p>\n\n\n\n<p><strong>Stand Out in a Competitive Market<\/strong><\/p>\n\n\n\n<p>Whether you&#8217;re applying for a writing job, pitching freelance clients, or looking to get published, the writing world is competitive. A solid portfolio makes you stand out from the crowd. It’s your chance to show off your skills in a clear, polished way, giving potential clients or employers confidence in your ability to deliver quality work.<\/p>\n\n\n\n<p><strong>Showcase Your Range and Versatility<\/strong><\/p>\n\n\n\n<p>A good portfolio doesn&#8217;t just display one type of writing. It’s a place to showcase your versatility: creative writing, technical writing, blog posts, product descriptions, you name it. The more variety you show, the more likely you are to appeal to different types of clients or job opportunities. Plus, it lets you demonstrate how you can adapt your writing style to fit different needs.<\/p>\n\n\n\n<p><strong>Build Trust and Credibility<\/strong><\/p>\n\n\n\n<p>A well-designed portfolio isn’t just about showing off your work; it also builds trust with potential clients or employers. It shows that you’re serious about your writing career, and you’re willing to invest in presenting your best work. A professional portfolio conveys credibility, making it easier for others to take you seriously as a writer.<\/p>\n\n\n\n<p><strong>Easily Accessible and Always Ready<\/strong><\/p>\n\n\n\n<p>A portfolio isn’t just a one-time thing. Once you have it set up, it’s always ready to go. When a potential client or employer asks for writing samples, you won’t be scrambling to send over attachments. Instead, you’ll have a sleek, professional link to send at a moment’s notice, making you look both prepared and tech-savvy.<\/p>\n\n\n\n<p><strong>A Living Document<\/strong><\/p>\n\n\n\n<p>Unlike a resume, which might only get updated every so often, your writing portfolio is a living document. As you gain more experience and create new pieces, you can continually update it. It&#8217;s a great way to track your growth as a writer and showcase your most current, polished work. It’s like having a personal website that evolves with your career.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">How to Create a Writing Portfolio<\/h2>\n\n\n\n<p>Now that you understand why a writing portfolio is essential, let’s talk about how to create one that will impress. Building a portfolio doesn’t have to be complicated, but there are a few key steps to follow to ensure it stands out for all the right reasons. Here’s a step-by-step guide to help you get started:<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 1: Choose Your Best Work<\/h3>\n\n\n\n<p>This is the foundation of your portfolio. The goal is to showcase a variety of pieces that demonstrate your skills and versatility as a writer. Don’t just include everything you’ve ever written—quality over quantity is key. Select pieces that highlight your best work and show different aspects of your writing ability. Consider the following types of work to include:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Blog posts and articles<\/strong>: If you’ve written content for websites or blogs, include a few of your best pieces.<br><\/li>\n\n\n\n<li><strong>Creative writing<\/strong>: Whether it’s short stories, poetry, or personal essays, showing off your creativity can set you apart.<br><\/li>\n\n\n\n<li><strong>Technical writing or business writing<\/strong>: If you’ve written user manuals, reports, or business proposals, include them to show your professional range.<br><\/li>\n\n\n\n<li><strong>Published work<\/strong>: If you’ve been published, great! Include any published articles or books to give your portfolio added credibility.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:17px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><strong><em>Pro Tip<\/em><\/strong><em>: Aim for 5–10 pieces in your portfolio. This way, it’s not overwhelming but still gives a good representation of your skill set.<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 2: Organize Your Portfolio<\/h3>\n\n\n\n<p>Once you’ve selected your work, the next step is to organize it in a clear and logical way. You want potential clients or employers to be able to quickly browse through and find what’s relevant. Here are some tips for organizing your portfolio:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Categories or genres<\/strong>: Group similar pieces together (e.g., all blog posts in one section, all creative writing in another).<br><\/li>\n\n\n\n<li><strong>Chronological order<\/strong>: If you’re showcasing your writing journey, you might want to organize your work chronologically to show growth and progression.<br><\/li>\n\n\n\n<li><strong>Highlight key pieces<\/strong>: If there’s a standout piece you’re particularly proud of, make sure it’s front and center.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:17px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h3 class=\"wp-block-heading\">Step 3: Design Your Portfolio<\/h3>\n\n\n\n<p>The design of your portfolio matters more than you might think. A clean, easy-to-navigate design will make your work look polished and professional. Luckily, you don’t need to hire a web designer to do this. There are plenty of portfolio platforms that make it easy to create a sleek, attractive portfolio. Here are a few options:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>WordPress<\/strong>: You can use a simple theme to showcase your writing in a clean layout.<br><\/li>\n\n\n\n<li><strong>Squarespace<\/strong>: Known for its beautiful design templates, it’s an easy way to build a professional portfolio.<br><\/li>\n\n\n\n<li><strong>Clippings.me<\/strong>: A portfolio platform specifically for writers that allows you to showcase your work without any design headaches.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:17px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><strong><em>Pro Tip<\/em><\/strong><em>: Keep the design simple and focused on your writing. Your work should be the star, not flashy graphics or too many distractions.<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 4: Write a Compelling Bio<\/h3>\n\n\n\n<p>Your portfolio should include a short, engaging bio that explains who you are and why you’re passionate about writing. This is your opportunity to show a bit of personality and let potential clients or employers get to know you. Keep it concise, but make sure to include:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li>A brief introduction (who you are and what you write)<br><\/li>\n\n\n\n<li>Your writing background or experience<br><\/li>\n\n\n\n<li>What makes you unique as a writer (your style, interests, or specialties)<\/li>\n<\/ul>\n\n\n\n<div style=\"height:17px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><strong><em>Pro Tip<\/em><\/strong><em>: Add a photo of yourself (optional, but it helps humanize your portfolio) and keep the tone friendly yet professional.<\/em><\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Step 5: Make It Easy to Contact You<\/h3>\n\n\n\n<p>Don’t make people search for how to get in touch with you. Include clear contact information, whether it’s an email address or a contact form, so that potential employers or clients can reach out easily.<\/p>\n\n\n\n<p><strong><em>Pro Tip<\/em><\/strong><em>: Include links to your social media profiles or LinkedIn if they’re relevant to your work as a writer.<\/em><\/p>\n\n\n\n<p>Creating a writing portfolio doesn’t have to be overwhelming. By selecting your best work, organizing it effectively, and designing a simple, professional layout, you’ll have a portfolio that represents your skills and helps you stand out.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img fetchpriority=\"high\" decoding=\"async\" width=\"1024\" height=\"682\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2025\/08\/Screenshot-2025-08-26-at-00.11.01-1024x682.png\" alt=\"A young woman with her laptop open. She is creating a writing portfolio. \" class=\"wp-image-308972\" style=\"aspect-ratio:16\/9;object-fit:cover\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2025\/08\/Screenshot-2025-08-26-at-00.11.01-1024x682.png 1024w, https:\/\/spines.com\/wp-content\/uploads\/2025\/08\/Screenshot-2025-08-26-at-00.11.01-300x200.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2025\/08\/Screenshot-2025-08-26-at-00.11.01-768x512.png 768w, https:\/\/spines.com\/wp-content\/uploads\/2025\/08\/Screenshot-2025-08-26-at-00.11.01-1536x1023.png 1536w, https:\/\/spines.com\/wp-content\/uploads\/2025\/08\/Screenshot-2025-08-26-at-00.11.01-360x240.png 360w, https:\/\/spines.com\/wp-content\/uploads\/2025\/08\/Screenshot-2025-08-26-at-00.11.01-600x400.png 600w, https:\/\/spines.com\/wp-content\/uploads\/2025\/08\/Screenshot-2025-08-26-at-00.11.01.png 1672w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\">Writing Portfolio Examples<\/h2>\n\n\n\n<p>Sometimes, the best way to learn how to create your own portfolio is to see how others have done it. So, let’s take a look at a few writing portfolio examples that stand out for their design, content, and overall effectiveness. These examples will give you a clear idea of what works, what doesn’t, and how you can tailor your own portfolio to match your unique writing style.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Example 1: The Freelance Writer’s Portfolio<\/h3>\n\n\n\n<p>A freelance writer’s portfolio often has to do double duty: it needs to showcase a variety of writing samples, from blog posts to articles to perhaps even copywriting. A strong freelance portfolio focuses on versatility while still highlighting the writer’s style and expertise in specific niches.<\/p>\n\n\n\n<p><strong>Key Features<\/strong>:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Clear categories<\/strong>: Articles, blog posts, copywriting, and testimonials all neatly separated into sections.<br><\/li>\n\n\n\n<li><strong>Featured pieces<\/strong>: A few standout samples showcased with brief descriptions of each project to provide context.<br><\/li>\n\n\n\n<li><strong>Personal bio<\/strong>: A short, engaging introduction to the writer’s background and writing philosophy.<br><\/li>\n\n\n\n<li><strong>Client testimonials<\/strong>: Positive feedback from past clients or collaborators.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:17px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><strong>Why it works<\/strong>: This portfolio strikes the perfect balance between showcasing a diverse range of work and making it easy for potential clients to understand the writer’s skill set and approach. By including testimonials, the writer adds credibility and social proof to their work.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Example 2: The Blogger’s Portfolio<\/h3>\n\n\n\n<p>A blogger’s portfolio should focus heavily on showcasing writing that has driven engagement, whether through website traffic, social shares, or comments. Bloggers often need to demonstrate their ability to write in different styles and for different audiences, while still maintaining their personal voice.<\/p>\n\n\n\n<p><strong>Key Features<\/strong>:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Link to the blog<\/strong>: The most obvious feature—linking directly to the writer’s blog so potential clients can see the full scope of their work.<br><\/li>\n\n\n\n<li><strong>Highlighted posts<\/strong>: A selection of the most popular or well-written blog posts, each with a brief intro and a link to the post itself.<br><\/li>\n\n\n\n<li><strong>Engagement metrics<\/strong>: A section showcasing how successful the blog posts have been in terms of views, comments, or shares (if applicable).<\/li>\n<\/ul>\n\n\n\n<div style=\"height:17px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p><strong>Why it works<\/strong>: This portfolio directly connects the blogger’s audience engagement with their writing ability. It shows that not only does the blogger write well, but their content resonates with readers and creates a community around it.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\">Example 3: The Copywriter’s Portfolio<\/h3>\n\n\n\n<p>A copywriter’s portfolio often needs to be focused on conversion-driven content—web pages, product descriptions, and marketing emails. These portfolios are often very polished and straightforward to emphasize the writer’s ability to craft persuasive, action-oriented copy.<\/p>\n\n\n\n<p><strong>Key Features<\/strong>:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Before-and-after samples<\/strong>: Showing a piece of copy before and after editing to highlight the writer’s ability to improve clarity, tone, and call-to-action effectiveness.<br><\/li>\n\n\n\n<li><strong>Case studies<\/strong>: Including case studies or project summaries showing how the writer’s copy has led to real-world results (increased sales, higher conversion rates, etc.).<br><\/li>\n\n\n\n<li><strong>Variety of formats<\/strong>: Samples of ads, landing pages, email sequences, and social media copy to demonstrate a wide skill set.<\/li>\n<\/ul>\n\n\n\n<p><\/p>\n\n\n\n<p><strong>Why it works<\/strong>: By focusing on results and providing clear, concise samples, this portfolio directly showcases the writer’s ability to drive action. It’s results-oriented and builds trust by demonstrating the writer’s expertise in creating copy that works.<\/p>\n\n\n\n<p>These are just a few examples, but the key takeaway is that a writing portfolio should be tailored to your specific niche and target audience. Whether you&#8217;re a freelance writer, blogger, or copywriter, your portfolio should not only showcase your best work but also reflect the kind of writing you want to be hired for.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\">Start Building Your Writing Portfolio<\/h2>\n\n\n\n<p>You’ve now got a clear roadmap for creating a writing portfolio that will showcase your skills, set you apart from the competition, and help you land the writing gigs you’re after. Whether you&#8217;re just starting out or updating an existing portfolio, remember that your portfolio is a reflection of you as a writer, so it’s worth investing the time and effort to make it shine.<\/p>\n\n\n\n<p>Here’s a quick recap of what you should focus on:<\/p>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Choose your best work<\/strong>: Be selective and include pieces that show your range and abilities.<br><\/li>\n\n\n\n<li><strong>Keep it organized<\/strong>: Group similar work together, and make it easy for visitors to find what they’re looking for.<br><\/li>\n\n\n\n<li><strong>Design with purpose<\/strong>: A simple, clean layout will highlight your writing, not distract from it.<br><\/li>\n\n\n\n<li><strong>Update regularly<\/strong>: Keep your portfolio fresh by adding new work and removing outdated pieces.<br><\/li>\n\n\n\n<li><strong>Don’t forget contact info<\/strong>: Make it easy for potential clients or employers to get in touch with you.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:13px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>Remember, your writing portfolio isn’t just a collection of past work, it’s a tool that helps you advance in your career. The more you refine it and keep it up to date, the more it will serve as a gateway to new opportunities. So, go ahead, start building or updating your portfolio today. And don’t forget to check it every few months to ensure it still represents your best work.<\/p>\n\n\n\n<div style=\"height:20px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<h2 class=\"wp-block-heading\">FAQs: Writing Portfolio<\/h2>\n\n\n<div id=\"rank-math-faq\" class=\"rank-math-block\">\n<div class=\"rank-math-list \">\n<div id=\"faq-question-1761135393468\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: What should be included in a writing portfolio?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Your writing portfolio should showcase your best work. Include a variety of writing samples that highlight your versatility, such as blog posts, articles, essays, creative writing, or any relevant work. Make sure to curate only your best pieces to keep it focused and professional.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761135401161\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: How many pieces should be in a writing portfolio?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Aim for 5-10 strong, polished pieces that represent the breadth of your abilities. Too many pieces can overwhelm the viewer, while too few might not showcase enough of your talent. Quality over quantity is key!<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761135408077\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: Do I need a personal website for my writing portfolio?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>While a personal website can be a great way to present your portfolio, it&#8217;s not a requirement. Platforms like Clippings.me, WordPress, or even LinkedIn can work well for hosting your portfolio. The key is to ensure it’s easy to navigate and visually appealing.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761135416345\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: Can I include unpaid writing work in my portfolio? <\/strong> <br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Yes! If the writing is well-done and relevant to your niche, including unpaid work (like personal blog posts, guest posts, or volunteer writing) is perfectly fine. Just be transparent about the work’s context, and make sure it still showcases your skills.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761135427861\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: How often should I update my writing portfolio?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Regularly! As you complete more projects or improve your writing skills, make sure to update your portfolio. Set a reminder every 3–6 months to review and refresh your portfolio with new work, removing outdated or less-relevant pieces.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761135437528\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: Should I include client testimonials in my writing portfolio?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Yes! Including testimonials from satisfied clients or colleagues adds credibility to your work. They can provide social proof of your abilities and help potential clients feel more confident in hiring you.<\/p>\n\n<\/div>\n<\/div>\n<div id=\"faq-question-1761135447511\" class=\"rank-math-list-item\">\n<h6 class=\"rank-math-question \"><strong>Q: What’s the best way to make my writing portfolio stand out?<\/strong><br><br><\/h6>\n<div class=\"rank-math-answer \">\n\n<p>Focus on quality, clarity, and personality. Choose your best work, present it in a clean and easy-to-navigate layout, and don’t be afraid to add a personal touch. Make sure your portfolio reflects both your skills and your individuality as a writer.<\/p>\n\n<\/div>\n<\/div>\n<\/div>\n<\/div>","protected":false},"excerpt":{"rendered":"<p>If you’re a writer, whether you’re just starting out or you’ve been in the game for years, having a writing portfolio is essential. Think of it as your personal &#8220;showcase&#8221;; the digital equivalent of a business card that actually works. It’s the place where potential clients, employers, or readers can see the best of your [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":328560,"comment_status":"closed","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[],"class_list":["post-328558","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/328558","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=328558"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/328558\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/328560"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=328558"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=328558"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=328558"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}