{"id":3861,"date":"2022-02-20T07:30:52","date_gmt":"2022-02-20T07:30:52","guid":{"rendered":"https:\/\/booxai.com\/?p=3861"},"modified":"2024-03-13T16:19:32","modified_gmt":"2024-03-13T16:19:32","slug":"how-to-write-a-winning-book-description","status":"publish","type":"post","link":"https:\/\/spines.com\/how-to-write-a-winning-book-description\/","title":{"rendered":"How to Write a Winning Book Description"},"content":{"rendered":"<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-9331 size-large\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_317301353-1024x352.jpeg\" alt=\"How to Write a Winning Book Description\" width=\"1024\" height=\"352\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_317301353-1024x352.jpeg 1024w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_317301353-300x103.jpeg 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_317301353-768x264.jpeg 768w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_317301353-1536x528.jpeg 1536w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_317301353-2048x704.jpeg 2048w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_317301353-600x206.jpeg 600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">So, you’ve climbed your Mount Everest &#8211; you’ve finally finished your manuscript! It is a great accomplishment, by all means, but unfortunately, the writing is not over &#8211; yet. In addition to the book cover, interior formatting, and other design aspects of your product, one of the most important yet often overlooked features is the book description (blurb). Written on the back of the book (or the inner sleeve, for hardcovers), the book blurb is a marketing tool meant to entice readers. Though <a href=\"https:\/\/spines.com\/about\/\">book blurbs are a tradition only about<\/a> 120 years old, there’s a good reason why they will continue to be included: next to the book cover, they are the reader’s first impression. <\/span><span style=\"font-weight: 400;\"><br \/>\n<\/span> <span style=\"font-weight: 400;\">While the saying goes, “Don’t judge a book by its cover,” often the blurb <\/span><i><span style=\"font-weight: 400;\">is <\/span><\/i><span style=\"font-weight: 400;\">the ultimate deciding factor on whether a reader will invest their money (and more importantly, their time) into reading your book. Without a good blurb, you might be selling yourself &#8211; and your story &#8211; short. <\/span><span style=\"font-weight: 400;\"><br \/>\n<\/span> <span style=\"font-weight: 400;\">Here’s how to write a compelling blurb that will help you gain readership. <\/span><\/p>\n<h2><b><br \/>\n<\/b><b>Book Description &#8211; The Synopsis <\/b><\/h2>\n<p><span style=\"font-weight: 400;\">A blurb is typically made up of a synopsis and quotes of praise from notable authors. Within the synopsis, you establish the main characters, the setting and the main conflict that drives the story &#8211; but a synopsis short enough to fit on the back of a book and alluring enough to draw a reader in is no small task. The best thing you can do when writing a blurb is to think like a marketing executive. If you had to convince someone to read your book in the time it took to ride the elevator with them (aptly called the “elevator pitch”), what would you say and how would you say it? Blurbs are, in essence, an elevator pitch &#8211; a casually skimming reader often won’t take the time to open the book, so it’s up to you to write a story synopsis that best represents your writing in a quickly engaging manner &#8211; without giving too much away. In order to do this succinctly, you have to get right to the point, from the very first sentence. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">In speech and debate, a speaker’s opening statement is very similar to the blurb of a book &#8211; how quickly they engage and endear their audience to their point of view determines whether they win the debate. The way their introductory speech flows is identical to a blurb, and it would be structured like this: <\/span><\/p>\n<p><b>AGD <\/b><span style=\"font-weight: 400;\">(Attention Getting Device): in literature, known as the “hook,” it is a flashy fact that shocks the audience.<\/span><\/p>\n<p><b>Introduce The Argument: <\/b><span style=\"font-weight: 400;\">or in this case, the characters, setting and conflict.<\/span><\/p>\n<p><b>Call To Action: <\/b><span style=\"font-weight: 400;\">presenting the stakes the characters have to tackle to resolve the conflict. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Let’s start with the Attention Getting Device, or the “hook.” Just like your reader will make a decision to read the book based on a short synopsis, the first sentence of the blurb alone should entice them to want to know more. What can you say in one sentence that grabs the emotion of the reader? First, consider what circumstances of the main characters or the setting is the most unusual or shocking (magical, serendipitous, tragic, sinister, otherworldly). Then, try to imagine a simple statement that describes this predicament in as few words as possible. Lastly, <\/span><span style=\"font-weight: 400;\">make sure that this first sentence alludes to the style of the genre of the book. Here are a few good examples of first sentences: <\/span><\/p>\n<p><b>“<\/b><b>Harry Potter has no idea how famous he is.”<\/b><b> <\/b><\/p>\n<p><span style=\"font-weight: 400;\">Harry Potter and The Sorcerer&#8217;s Stone (Book I), J.K. Rowling, Fantasy<\/span><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><b>“Marriage can be a real killer.” <\/b><\/p>\n<p><span style=\"font-weight: 400;\">Gone Girl, Gillian Flynn, Thriller<\/span><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><b>“<\/b><b>When Elizabeth Bennet first meets eligible bachelor Fitzwilliam Darcy, she thinks<\/b> <b>him arrogant and conceited.”<\/b><b> <\/b><\/p>\n<p><span style=\"font-weight: 400;\">Pride and Prejudice, Jane Austen, Romance<\/span><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><span style=\"font-weight: 400;\">After your first sentence, you can pan out to include the setting, other main characters, and the initial revelations these characters have that propel the book’s plot. Your intention is to summarize what transpires in the first quarter of the book in the next couple of sentences. Let’s take a look how the blurb of JK Rowling’s <\/span><i><span style=\"font-weight: 400;\">Harry Potter and The Sorcerer&#8217;s Stone <\/span><\/i><span style=\"font-weight: 400;\">continues: <\/span><\/p>\n<p><span style=\"font-weight: 400;\">“Harry Potter has no idea how famous he is. <\/span><b>That&#8217;s because he&#8217;s being raised by his<\/b> <b>miserable aunt and uncle who are terrified Harry will learn that he&#8217;s really a wizard, just<\/b> <b>as his parents were. But everything changes when Harry is summoned to attend an<\/b> <b>infamous school for wizards, and he begins to discover some clues about his illustrious<\/b> <b>birthright.”<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Once you have established how the story unfolds, and the conflict that arises, the readers will be left with the question, how will the characters overcome their conflict? This is where the last part of the synopsis, or the “call to action,” hints at the high stakes the characters have to face in the rest of the story in their attempt to resolve the conflict. But be careful not to reveal too much &#8211; you want to leave the reader wondering how the characters will rise to the challenge. Here is how<\/span> <a href=\"https:\/\/en.wikipedia.org\/wiki\/William_Golding\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">William Golding’s <\/span><\/a><i><span style=\"font-weight: 400;\">Lord of The Flies<\/span><\/i> <span style=\"font-weight: 400;\">tackles the call to action: <\/span><\/p>\n<p><span style=\"font-weight: 400;\">“At the dawn of the next world war, a plane crashes on an uncharted island, stranding a<\/span> <span style=\"font-weight: 400;\">group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate.<\/span> <span style=\"font-weight: 400;\">This far from civilization they can do anything they want. Anything. <\/span><b>But as order collapses, as<\/b> <b>strange howls echo in the night, as terror begins its reign, the hope of adventure seems as<\/b> <b>far removed from reality as the hope of being rescued.”<\/b><b> <\/b><\/p>\n<p><span style=\"font-weight: 400;\">A good call to action will present the challenges in the story as high stakes; the characters stand to lose it all if they fail in resolving the conflict. If written well, the end of the blurb will leave the reader asking themselves, “will they resolve the conflict, and how are they going to do it?” <\/span><\/p>\n<p><span style=\"font-weight: 400;\">A couple more things to keep in mind: <\/span><\/p>\n<ul>\n<li><b>Keep the descriptive language of the blurb simple and easy to read. <\/b><span style=\"font-weight: 400;\">“<\/span><span style=\"font-weight: 400;\">Long and<\/span> <span style=\"font-weight: 400;\">convoluted sentences, jargon, specialized terminology—all make the blurb appear<\/span> <span style=\"font-weight: 400;\">complicated and limit the readership.” &#8211; <\/span><i><span style=\"font-weight: 400;\">Editage Blog<\/span><\/i><\/li>\n<li><b> <\/b><b>Consider your audience. <\/b><span style=\"font-weight: 400;\">“<\/span><span style=\"font-weight: 400;\">Most readers have an idea of the book they’re looking to read<\/span> <span style=\"font-weight: 400;\">next. A well-tuned blurb won’t try to sell everybody on the book — it will help people<\/span> <span style=\"font-weight: 400;\">who already want a book like yours see that it’s for them.” &#8211; <\/span><i><span style=\"font-weight: 400;\">Reedsy Blog<\/span><\/i><i><\/i><\/li>\n<\/ul>\n<figure id=\"attachment_9333\" aria-describedby=\"caption-attachment-9333\" style=\"width: 800px\" class=\"wp-caption alignnone\"><img decoding=\"async\" class=\"size-large wp-image-9333\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_277115623-1024x549.jpeg\" alt=\"\" width=\"800\" height=\"429\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_277115623-1024x549.jpeg 1024w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_277115623-300x161.jpeg 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_277115623-768x412.jpeg 768w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_277115623-1536x823.jpeg 1536w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_277115623-2048x1097.jpeg 2048w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/AdobeStock_277115623-600x321.jpeg 600w\" sizes=\"(max-width: 800px) 100vw, 800px\" \/><figcaption id=\"caption-attachment-9333\" class=\"wp-caption-text\">stars rating in hand in flat style, vector<\/figcaption><\/figure>\n<h2><b>Testimonials <\/b><\/h2>\n<p><span style=\"font-weight: 400;\">Going back to the idea of a blurb as an advertisement for the book, often the best way to appeal to a potential reader is to quote a well known author or publication’s review of your manuscript. Just like famous pop singers make worldwide commercials to sell soda to their fans, a celebrity endorsement can be a golden ticket to getting an already established readership interested in your book. For first time authors, this might be an unrealistic goal. But before publishing, it’s important to get your manuscript in the hands of people in the industry who can weigh in, and potentially dish out some praise for your work. Depending on how distinguished the owner of the quote is, one huge endorsement can be enough. Two or three quotes are typical for most book blurbs. <\/span><span style=\"font-weight: 400;\"><br \/>\n<\/span> <span style=\"font-weight: 400;\">In <\/span><span style=\"font-weight: 400;\">Courtney Maum’s <\/span><i><span style=\"font-weight: 400;\">Before and After The Book<\/span><\/i> <i><span style=\"font-weight: 400;\">Deal<\/span><\/i><span style=\"font-weight: 400;\">,<\/span><span style=\"font-weight: 400;\"> she explains that it is important to seek review quotables from peers you have a personal relationship with, as well other established writers in the same genre as your book, and book critics of national journals and magazines. You should assume that only a fraction of the people you ask will agree, and only some of those who agree will say something worth quoting, so make sure to ask for more quotables than you will need. “The takeaway is that there are human beings that are truly generous. The other takeaway is that you will spend a lot of the blurbing <a href=\"https:\/\/spines.com\/5-proven-steps-in-the-writing-process\/\">process writing<\/a> to people you don’t know.” <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Here’s how you know the endorsement deserves to be on your blurb:<\/span><\/p>\n<ul>\n<li><b>The descriptions are specific to your book and you as an author. <\/b><span style=\"font-weight: 400;\">Even if the praise is generous, if it is vague enough to be written about any book, it won’t prove the critic made a personal connection to the book. <\/span><\/li>\n<li><b>The endorsement stirs excitement. <\/b><span style=\"font-weight: 400;\">More than being descriptive, words like “thrilling,” “irresistible,” and “compelling,” show how thoroughly engaging the experience will be for the reader. <\/span><\/li>\n<li><b> <\/b><b>The endorser is well-loved by your target audience. <\/b><span style=\"font-weight: 400;\">The very first recorded blurb was simply a quote of praise by nationally esteemed intellectual Ralph Waldo Emerson in his note to Walt Whitman after reading his first edition of Leaves of Grass. “I greet you at the beginning of a great career.” Though it was written in confidence to Whitman, it was publicly published by the New York Tribune, and later written in gold-leaf lettering on the spine of Emerson’s second edition. That one quote turned Whitman from a relatively obscure writer into Emerson’s contemporary. <\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Writing a blurb can require skills that may feel out of your depth as a writer. But never fear &#8211; if you feel inadequate promoting your own work, you can delegate the task to someone else. In fact, it can be common for writers to hire others who have a background in marketing and publishing to write their blurb for them, because they may be more well-suited to how to properly word things in a way they know will impact the intended audience. Freelance websites like Fivrr, or full-stop <a href=\"https:\/\/spines.com\/4-self-publishing-mistakes-that-self-publishing-companies-dont-want-to-see-you-make\/\">self-publishing companies<\/a> like Spines can help you find experienced blurb writers able to summarize your book with a fresh pair of eyes. <\/span><span style=\"font-weight: 400;\"><br \/>\n<\/span> <span style=\"font-weight: 400;\">Whether you intend on writing your own or having it written for you, the book blurb is the last essential piece of the publishing puzzle before going to print, so make sure it is something you don’t skim over.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>So, you’ve climbed your Mount Everest &#8211; you’ve finally finished your manuscript! It is a great accomplishment, by all means, but unfortunately, the writing is not over &#8211; yet. In addition to the book cover, interior formatting, and other design aspects of your product, one of the most important yet often overlooked features is the [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":5719,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44,81],"tags":[33,34,48,49,39],"class_list":["post-3861","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing","category-marketing","tag-back-cover","tag-back-of-the-book","tag-guides","tag-how-to","tag-writing-process"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/3861","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=3861"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/3861\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/5719"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=3861"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=3861"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=3861"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}