{"id":3945,"date":"2022-02-28T12:54:15","date_gmt":"2022-02-28T12:54:15","guid":{"rendered":"https:\/\/booxai.com\/?p=3945"},"modified":"2024-03-13T16:19:02","modified_gmt":"2024-03-13T16:19:02","slug":"4-qualities-of-best-selling-book-titles","status":"publish","type":"post","link":"https:\/\/spines.com\/4-qualities-of-best-selling-book-titles\/","title":{"rendered":"4 Qualities of Best-Selling Book Titles"},"content":{"rendered":"<p><span style=\"font-weight: 400;\">Perhaps by now, you have noticed a theme as you venture through the process of publishing your manuscript: being an author is more than just writing a book. Getting your book in the hands of readers also requires thought about marketing to your target audience, and creating a physical product that promises what its content delivers. Although you may have already written a working title before you even finished your first chapter, it is worth taking a step back from your manuscript and considering the power your title has in selling your book &#8211; they are the first words anyone will read, and the words they will continuously repeat to their network if they liked the book enough to recommend it. In that sense, your title is more than a name, it is a slogan; short, striking, and punchy. So, put on your ad executive cap and let’s talk about the 4 qualities of Best-Selling Book Titles.<\/span><\/p>\n<h2><b>1. It’s memorable.<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">First and foremost, if you want your book to be the talk of the town, nothing will spread like wildfire like a title that instantly gets stuck in your brain. There are several ways to accomplish this, but logistically speaking, a memorable title is one that is easy to repeat and understand. Use words that are easy to pronounce. Literary devices like alliteration (“Love’s Labour’s Lost,” “Gone Girl,” “Sense and Sensibility”), idiom (“One Flew Over The Cuckoo’s Nest,” “Finders Keepers,”) and colloquialism ( “The Subtle Art of Not Giving a F*ck,” “What Happened To You?”) roll off the tongue. The same goes with your consideration of using character’s names in the title &#8211; if Harry Potter’s name had actually been Harrisome Pottiferous, it would have been way harder to say, and therefore harder to remember. If you have written characters with difficult names to pronounce, consider simplifying them or not using them for the title altogether. <\/span><\/p>\n<h2><b>2. It’s short.<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">One word book titles have been trending, and it’s not hard to see why &#8211; the right word can be a powerful worldbuilder. From classics like “1984” and “Dracula” to new bestsellers “Vicious” and “Circe”, an evocative name or word already jog the reader’s brain to imagine other places and times. One word titles have the advantage of being mysterious; alluding to the reader that it is undoubtedly the central theme of the book without describing it. This leads the reader to inspect the <\/span><span style=\"font-weight: 400;\">book cover<\/span><span style=\"font-weight: 400;\"> and <\/span><a href=\"https:\/\/spines.com\/how-to-write-a-winning-book-description\/\"><span style=\"font-weight: 400;\">book blurb<\/span><\/a><span style=\"font-weight: 400;\"> for more clues, successfully drawing them in. Even if you can’t narrow the title down to one word, shorter titles are best: The Author Learning Center recommends a title be <\/span><a href=\"https:\/\/www.authorlearningcenter.com\/publishing\/preparation\/w\/choosing-a-title\/2214\/book-title-what-s-a-good-length---article\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">5 words or less<\/span><\/a><span style=\"font-weight: 400;\">. Statistically speaking, shorter titles tend to fare better in sales: case in point, last year’s <\/span><a href=\"https:\/\/www.nytimes.com\/interactive\/2021\/11\/22\/books\/notable-books.html?action=click&amp;pgtype=Article&amp;state=default&amp;module=styln-books-general&amp;variant=show&amp;region=BELOW_MAIN_CONTENT&amp;block=storyline_flex_guide_recirc\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">New York Times Bestseller list<\/span><\/a><span style=\"font-weight: 400;\"> averages between 2-5 words. <\/span><\/p>\n<h2><b>3. It’s evocative.<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">Shock, Inspiration, Arousal, Humor, Intrigue &#8211; these are powerful emotions that serve as tools for luring new readers. Titles that engage a reader emotionally have a strong chance of getting bought and read, and the more powerful the emotion, the more the reader’s attention will be piqued. Let’s browse some book titles that take us for a wild ride:<\/span><\/p>\n<p><b><i>Shock:<\/i><\/b> <span style=\"font-weight: 400;\">“It”, “Hush, Hush”, “Lick The Razor”<\/span><\/p>\n<p><span style=\"font-weight: 400;\">The shock value in these titles are from what images they provoke &#8211; or don’t. The mystery of “It” is in its vagueness &#8211; as if it is a thing so wretched, it’s unnameable. “Hush, Hush” makes you wonder what threat is listening and is a powerful mood setter. “Lick The Razor,” can’t help but make you feel dared to do something you probably wouldn’t. These leave you wondering “What?”, “Why?” and “How?” in a tantalizing way.<\/span><\/p>\n<p><b><i>Inspiration: <\/i><\/b><span style=\"font-weight: 400;\">“You Are A Badass”, “Awaken The Giant Within”, “The Magic of Thinking Big”<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Statements of confidence such as “You Are A Badass” already give the reader permission to feel the way they want to feel &#8211; that’s why they went in the self-help aisle in search of just that sort of book. Words like awaken, uncover, and release are also ways of commanding the audience’s attention by empowering them to take meaningful action from within. Words like magic, sorcery, and miracle tap into the excitement of otherworldly endeavors. <\/span><\/p>\n<p><b><i>Arousal:<\/i><\/b><span style=\"font-weight: 400;\"> “Open Me”, “Hate To Want You”, “Lust”<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Hey now! The push and pull of seduction in “Hate To Want You”, or the openly brazen and vulnerable “Open Me” are playful, sexy and full of scintillating entendre. Even words like lust, passion, and climax are direct enough that the reader knows <\/span><i><span style=\"font-weight: 400;\">exactly <\/span><\/i><span style=\"font-weight: 400;\">what you’re talking about.<\/span><\/p>\n<p><b><i>Humor: “<\/i><\/b><span style=\"font-weight: 400;\">Are You There, Vodka? It’s Me, Chelsea”, “Beauty Fades, Dumb Is Forever”, “I Am America (And So Can You!)”<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Whether it’s a play on culturally significant phrases, or intentionally incorrect grammar, humorous titles tend to use layers of cross-referencing and signaling to insinuate their book’s point of view. By suggesting other art and media in your title, you make the reader feel witty by catching the reference. Implication is a clever way of bringing the reader in your inner circle, giving them the impression they’re being spoken specifically to them.<\/span><\/p>\n<p><b><i>Intrigue: <\/i><\/b><span style=\"font-weight: 400;\">“Where Did The Baby Go?” “Crying in H-Mart,” “How Stella Got Her Groove Back,” “The Time-Traveler’s Wife”<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Similar to the who\/how\/why questions you’re left with in titles that shock you, evoking that need to fill in the blanks works with the subtle details (and omissions!) of these title examples. How does no one know where a baby went? What causes someone to cry in a grocery store? Why did Stella lose her groove? What’s it like being married to a time-traveler? Reading these titles, you can’t help but brainstorm your own search for a baby, your own healing, your own perspective on long-distance love. You begin to formulate your own theories on the answers to these questions and predicaments &#8211; and the book becomes either a validation or discovery of those hypotheses. Either way, these titles stoke enough curiosity that the reader feels the need to dig into the world of the book to itch that scratch.<\/span><\/p>\n<h2><b>4. It’s original.<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">Your story is inherently unique &#8211; so make sure your title leaves the same mark. Whether you have a distinct writing style, or the content is unusual, the title is the place to billboard those differences. Some authors take an innovative spin on this, and come up with their own words (“Bossypants,” “Ish”, “The Pursuit of Happyness”). On the flipside, be on the lookout for referencing other popular titles, authors, or trademarked terms in your own title. Besides the risk of having to lose in SEO competition with ubiquitous keywords, certain publishing companies like Amazon have strict guidelines against their usage.<\/span><\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-91695 size-medium\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/book-title-300x277.png\" alt=\"Best-Selling Book Titles\" width=\"300\" height=\"277\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/book-title-300x277.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/book-title-600x553.png 600w, https:\/\/spines.com\/wp-content\/uploads\/2022\/02\/book-title.png 706w\" sizes=\"(max-width: 300px) 100vw, 300px\" \/><\/p>\n<h2><strong>Best-Selling Book Titles &#8211; Final Points<\/strong><\/h2>\n<p><span style=\"font-weight: 400;\">Hopefully, you’re able to come up with a title that has several (or all) of these qualities. But if you’re stumped, never fear! There are several things you can also try:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Use an online title generator as a jumping off point.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Look for important quotes in your book.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Have experienced writers help you craft one (from writing collectives like <\/span><a href=\"https:\/\/thejohnfox.com\/\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">BookFox<\/span><\/a><span style=\"font-weight: 400;\">, to one-stop publishing services like <\/span><a href=\"https:\/\/spines.com\/\"><span style=\"font-weight: 400;\">Spines<\/span><\/a><span style=\"font-weight: 400;\">)<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Research top-sellers in your genre for clues in wording and structure.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">When the hard work of crafting your book title is finally done, you’ll be one step closer to becoming a best-selling author. <\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Perhaps by now, you have noticed a theme as you venture through the process of publishing your manuscript: being an author is more than just writing a book. Getting your book in the hands of readers also requires thought about marketing to your target audience, and creating a physical product that promises what its content [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":3990,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44,81],"tags":[74,48,49,42,39],"class_list":["post-3945","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing","category-marketing","tag-best-sellers","tag-guides","tag-how-to","tag-tips","tag-writing-process"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/3945","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=3945"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/3945\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/3990"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=3945"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=3945"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=3945"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}