{"id":3974,"date":"2022-03-08T09:08:32","date_gmt":"2022-03-08T09:08:32","guid":{"rendered":"https:\/\/booxai.com\/?p=3974"},"modified":"2024-03-13T16:18:38","modified_gmt":"2024-03-13T16:18:38","slug":"selling-books-online-self-promotion-strategies-that-work","status":"publish","type":"post","link":"https:\/\/spines.com\/selling-books-online-self-promotion-strategies-that-work\/","title":{"rendered":"Selling Books Online: Self-Promotion Strategies That Work"},"content":{"rendered":"<p><span style=\"font-weight: 400;\">There is so much preparation and hard work that goes into writing a book and getting it published &#8211; and once your book is out in the world, your work in selling books online continues. While your accomplishment is sure to draw excitement from your peers and your inner circle, you are going to have to expand out of your network in order to have long-term success selling your book. Thankfully, there are a handful of online retailers offering worldwide distribution, eBook\/audiobook services, and their own marketing team at your disposal, giving you the tools to get started. However, it’s important to do some of the legwork creating your own business model in order to maximize and maintain profits past your first week of publication. The effort you put in now towards building your community of readers will have a lasting impact on your book sales (and can carry over when you publish future work!)<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Here are some proven strategies that will help you in your quest to become a best-selling author.<\/span><\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-9336 size-large\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_238911702-1024x683.jpeg\" alt=\"Selling Books Online: Self-Promotion Strategies That Work\" width=\"1024\" height=\"683\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_238911702-1024x683.jpeg 1024w, https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_238911702-300x200.jpeg 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_238911702-768x512.jpeg 768w, https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_238911702-600x400.jpeg 600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/p>\n<h3><b>Before you publish<\/b><\/h3>\n<p><b><i>Make sure you feel confident <a href=\"https:\/\/spines.com\/about\/\">about your book<\/a> as a product.<\/i><\/b><\/p>\n<p><span style=\"font-weight: 400;\">This may seem a bit obvious, but consider that you are about to embark on a journey of book promotion that will last several years. Your faith in your product needs to be rock-solid, because it will determine how consistently tenacious you will be in pushing it when sales are low or your retailers aren’t returning your calls. This includes making sure your book is well-written and <\/span><span style=\"font-weight: 400;\">professionally edited<\/span><span style=\"font-weight: 400;\">, the cover and interior designs carefully curated, and the<\/span><span style=\"font-weight: 400;\"> title<\/span><span style=\"font-weight: 400;\"> and <\/span><span style=\"font-weight: 400;\">book blurbs <\/span><span style=\"font-weight: 400;\">are captivating. The more self-assured you are that you have a product that can easily stand among its peers in quality, the easier it will be to maintain discipline in your promotional efforts.<\/span><\/p>\n<h3><b><i>Assemble a list of press outlets and publications you can count on to push your book when it hits shelves.<\/i><\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Luckily, you should already have a working list of people in your contact list from when you <\/span><span style=\"font-weight: 400;\">solicited publications and colleagues for review quotes<\/span><span style=\"font-weight: 400;\"> to add to your book blurb. Even if you didn’t get a response, or your correspondence didn’t result in a write-up, you should still keep these contacts in your arsenal and send them a press release when you are 1-2 months out from your book’s release date. Ideally, you should hunt for new contacts and work on expanding this mailing list up to your release date and beyond. This can include national outlets like literary journals, newspapers, podcasts and websites to local writing circles, indie bookstores, book clubs and libraries. Maintaining relationships with (and coverage from) your connections will ensure your name &#8211; and your work &#8211; will stay present in the minds of your potential readers.<\/span><\/p>\n<h3><b><i>Find your community.<\/i><\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Again, this is hopefully something you have already considered when you were designing your <\/span><a href=\"https:\/\/spines.com\/how-to-design-a-book-cover\/\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">book’s cover<\/span><\/a><span style=\"font-weight: 400;\"> and <\/span><span style=\"font-weight: 400;\">crafting the right title<\/span><span style=\"font-weight: 400;\">, but it goes without saying that you need to be able to answer the question, “who’s going to read my book?” and be able to identify the channels through which you can reach your audience. For instance, writers for cult favorites <\/span><a href=\"https:\/\/en.wikipedia.org\/wiki\/The_Martian_(Weir_novel)\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">The Martian <\/span><\/a><span style=\"font-weight: 400;\">and the <\/span><a href=\"https:\/\/throneofglass.fandom.com\/wiki\/Sarah_J._Maas#:~:text=After%20writing%20several%20chapters%20of,popular%20stories%20on%20the%20site.\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">Court of Thorns and Roses<\/span><\/a><span style=\"font-weight: 400;\"> series initially released chapters of their unfinished manuscripts to popular sites like <\/span><a href=\"https:\/\/fictionpress.com\/\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">FictionPress.com<\/span><\/a><span style=\"font-weight: 400;\">, and gained a fervent grassroots following way before they were published. <\/span><\/p>\n<h3><b><i>Get your community involved in the publishing process. <\/i><\/b><\/h3>\n<p><span style=\"font-weight: 400;\">It may take a village to raise a child, but it takes a community to <a href=\"https:\/\/spines.com\/5-proven-steps-in-the-writing-process\/\">write a book &#8211; and there is no better way to make your future readers feel they are an important part of your publishing journey than to let them in on the behind-the-scenes process.<\/a> Critical Role, a Dungeons and Dragons livestream, launched one of the <\/span><a href=\"https:\/\/www.kickstarter.com\/projects\/criticalrole\/critical-role-the-legend-of-vox-machina-animated-s\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">most successful Kickstarter campaigns in history<\/span><\/a><span style=\"font-weight: 400;\">. Raising over 11 million dollars directly from fans, they were able to transform stories they improvised before a live audience into an <\/span><a href=\"https:\/\/www.amazon.com\/stores\/TheLegendofVoxMachina\/TheLegendofVoxMachina\/page\/BEBED0C3-0818-415D-94B2-75AAF5373E74\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">fully animated series (The Legend of Vox Machina) now available to watch on Amazon Prime.<\/span><\/a><span style=\"font-weight: 400;\"> While it took the creators of Critical Role several years to create a fanbase of viewers, once they developed a sizable following, they had no problem attracting funding, organic buzz, and mainstream press to support their debut project. The takeaway &#8211; building a fanbase before you publish makes everything from funding to advertising way easier and more lucrative. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Ask yourself: <\/span><i><span style=\"font-weight: 400;\">what is the story I wish to tell, and who will it appeal to? How do I reach and connect with these people before my book is published?<\/span><\/i><span style=\"font-weight: 400;\"> If you wait until your book is done to start asking these questions, your promotional efforts may read more like a cold-call. Get to know your audience, and give them the opportunity to get to know you &#8211; so that when your story is ready to be told, they are already anxiously waiting to hear it. <\/span><\/p>\n<p><img decoding=\"async\" class=\"alignnone size-large wp-image-9337\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_202054249-1024x683.jpeg\" alt=\"\" width=\"800\" height=\"534\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_202054249-1024x683.jpeg 1024w, https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_202054249-300x200.jpeg 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_202054249-768x512.jpeg 768w, https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_202054249-1536x1025.jpeg 1536w, https:\/\/spines.com\/wp-content\/uploads\/2022\/03\/AdobeStock_202054249-600x400.jpeg 600w\" sizes=\"(max-width: 800px) 100vw, 800px\" \/><\/p>\n<h2><b>As you publish<\/b><\/h2>\n<h3><b><i>Find your book’s niche.<\/i><\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Try to be as specific about your book’s genre as possible. The best way to determine what genre (and subgenre) fits your work is to imagine what other suggested literature retailers might mention at checkout. Using those books as a template, research where they are being listed or categorized on Amazon, local bookstores, and other online retailers you plan to use for distribution. The better you know your average reader, the more clues their reading habits will provide you in keywords, interests, age group, etc. While it may be tempting to stick to generalities in an effort to push the book to a wide audience, market research shows that the more specific you can be about categorizing your book, the more likely it is that your intended audience will find and purchase it.<\/span><\/p>\n<h3><b><i>Consider offering your book at a discount for a limited time<\/i><\/b><span style=\"font-weight: 400;\">.<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">As a first-time, independent, or unknown author, readers are less likely to purchase a book at full price unless there is an impressive amount of marketing surrounding it. However, selling your book at too much of a discount could make potential readers question its quality. Amazon allows authors to sell a Kindle version of their book for “free” for 5 days for the price of a review. Authors can repeat this promotion every 90 days if they wish, creating a sense of urgency around the 5-day window. In addition, reviews are ever-increasing in importance to help your book gain traction (and your Amazon page gain visibility) in its early days. <\/span><\/p>\n<h3><b><i>Choose the publishing company that is right for your needs.<\/i><\/b><\/h3>\n<p><span style=\"font-weight: 400;\">The number one complaint of most authors dealing with publishing companies is that they felt they were a small fish in a big pond &#8211; and their book release was not given the attention it needed. An important aspect to take into consideration is how hands-on you would like to be in the process. Depending on whether you are working with a traditional publishing firm or self-publishing through websites like <a href=\"http:\/\/Spines.com\" target=\"_blank\" rel=\"noopener\">Spines <\/a><\/span><span style=\"font-weight: 400;\">or <\/span><a href=\"https:\/\/www.bookbaby.com\/\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">BookBaby<\/span><\/a><span style=\"font-weight: 400;\">, the amount of customer support, tools and resources, and creative authority greatly varies. The reason self-publishing is becoming so popular is because you have the ability to gain bigger profit margins and maintain creative control throughout the process, without sacrificing the quality of your book. Those who have the opportunity to use a traditional publishing company might prefer the status their book will receive. Weighing the pros and cons between different publishing options will help you manage your expectations during the publishing process.<\/span><\/p>\n<h2><b>After you publish &#8211; Selling Books Online<\/b><\/h2>\n<h3><b><i>Find ways to keep your material fresh in the market.<\/i><\/b><i><span style=\"font-weight: 400;\"> <\/span><\/i><\/h3>\n<p><span style=\"font-weight: 400;\">The hardest part of having a book published is being able to continue to circulate it and generate excitement past the initial weeks and months of its release. Whether you are hiring an agent or willing to do the work yourself, hopefully you will be able to fill your calendar with upcoming press, book club inclusions, writing contests, and devising new marketing strategies to keep your sales consistent. Keep up to date with industry news as well as trending topics in arts, culture and entertainment, keeping your eyes peeled for topics that coincide with the content of your book. The goal is to continue to be a part of the current social conversation, with your content as relevant source material. This will also put you in a prime position to be able to build your network and promotion should you choose to publish more in the future. <\/span><\/p>\n<p><b><i>Stay hip to social media and forum-based platforms.<\/i><\/b><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><span style=\"font-weight: 400;\">There is no doubt that social media has become the most popular way for businesses, artists and influencers to move product and engage with fans. Get involved in the ever-changing and expanding industry through newer social media\/forum based outlets (TikTok, Reddit, Discord, etc) &#8211; set up a user profile, and learn from the leaders of these platforms &#8211; what garners followers? However, quality is better than quantity: rather than producing content spread over many platforms, choose the ones that your potential readers are most likely to use, and which ones suit your personality as an author. Good at squeezing an enthralling story into 140 characters? Try your hand at Twitter. Have a knack at improvising from a story prompt? Try livestreaming a storytelling session from fan suggestions on Instagram or Twitch. Love to answer personal questions from readers? Do a live Q&amp;A on Discord or an AMA (Ask Me Anything) on Reddit. Finding new and creative ways to reach out to fans can have a big impact on your readership and sales.<\/span><\/p>\n<h3><b><i>Promote yourself as a writer &#8211; join the conversation.<\/i><\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Your novel isn’t the only pressworthy item on your docket. You &#8211; the creator &#8211; have more stories to tell, whether it&#8217;s other ideas you plan to publish, or your own life journey as a writer. Consider that you are a living, breathing example of the dreams that so many others wish to pursue. Offer your wisdom as a mentor to other writers. Give feedback to aspiring authors. Sharing your experiences as a writer at conventions, offering to be a guest speaker at workshops, and finding other opportunities to get involved at a local or regional level are all wonderful options for both self-promotion and community-building. By being generous with your knowledge, you can pave the way to establishing yourself as a leader in the industry.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>There is so much preparation and hard work that goes into writing a book and getting it published &#8211; and once your book is out in the world, your work in selling books online continues. While your accomplishment is sure to draw excitement from your peers and your inner circle, you are going to have [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":3981,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[81],"tags":[31,48,49,36,42],"class_list":["post-3974","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-marketing","tag-distribution","tag-guides","tag-how-to","tag-marketing","tag-tips"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/3974","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=3974"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/3974\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/3981"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=3974"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=3974"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=3974"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}