{"id":427,"date":"2021-04-13T07:40:11","date_gmt":"2021-04-13T07:40:11","guid":{"rendered":"https:\/\/booxai.com\/?p=427"},"modified":"2024-03-13T16:20:59","modified_gmt":"2024-03-13T16:20:59","slug":"7-tips-for-overcoming-a-writing-barrier-how-to-defeat-writers-block","status":"publish","type":"post","link":"https:\/\/spines.com\/7-tips-for-overcoming-a-writing-barrier-how-to-defeat-writers-block\/","title":{"rendered":"7 Tips for Overcoming a Writing Barrier: How to Defeat Writer&#8217;s Block"},"content":{"rendered":"<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">Surely, all writers have experienced this feeling: your mind is as blank as the page in front of you, a classic writing barrier. You may have the desire to write, but no idea how to get the process started. Conversely, you can have a thrilling idea (or a mundane deadline), but panic stops you from putting pen to paper. So what exactly is the phenomenon of writer’s block?<\/p>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">It turns out that writer’s block is an observable neurological event. Neuroscientist Michael Grybko explains that several different parts of the brain work together for even the simplest of tasks like an interconnected web. This interweaving network gets us into trouble when the part of our brain that deals with our emotions, for instance, becomes preoccupied with something other than the task at hand. It causes a neural pathway “traffic jam” that can slow down or halt our writing altogether.<\/p>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">Whether you’re a published author, someone who enjoys writing as a hobby, or someone who wishes they could write, writer’s block can happen to anyone. Thankfully, there are several ways we can break the writing barrier &#8211; here’s a list of seven tips that can help you get past your writing woes.<\/p>\n<h2><b>Change your surroundings.<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">Sometimes, a change in atmosphere is all you need to rewire your brain. Often, if we have spent a lot of time in a workspace feeling frustrated, we associate that space with the self-fulfilling prophecy of, “I won’t be able to write.”. For instance, if you usually work from home, try writing outdoors or at a cafe. If you can’t leave your workspace, consider moving around the furniture and decor, or adding something new to your area (a piece of art, a candle, a soft blanket, background music).  New sights, sounds, and smells can trigger new thoughts and ideas that can help you out of a mental block. Remember, our emotions can have a direct impact on our ability to write and communicate our thoughts; choose a space that inspires relaxation and creativity.<\/span><\/p>\n<h2><b>Switch up your writing tools.<\/b><\/h2>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">Much like the first tip, a change in routine can make writing feel new again, and that extends to what you used to write. If you usually write on an electronic device, opt for a good old-fashioned pen and paper. If the thought of transcribing back to digital sounds like a lot of extra work, thankfully there are several apps that allow you to take a picture of your handwritten words and turn them into typeface text; there is a list of them <a href=\"https:\/\/www.educationalappstore.com\/best-apps\/best-handwriting-to-text-apps\" target=\"_blank\" rel=\"noopener\">here<\/a>. Or instead of writing to get your thoughts out, record yourself brainstorming out loud as a voice memo or as a speech-to-text (most smartphones offer this option; Microsoft Word and Google Docs also have “voice typing” functions).<\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-91642\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2021\/04\/writing-block-300x300.png\" alt=\"writing barrier\" width=\"334\" height=\"334\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2021\/04\/writing-block-300x300.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2021\/04\/writing-block-150x150.png 150w, https:\/\/spines.com\/wp-content\/uploads\/2021\/04\/writing-block-600x601.png 600w, https:\/\/spines.com\/wp-content\/uploads\/2021\/04\/writing-block-100x100.png 100w, https:\/\/spines.com\/wp-content\/uploads\/2021\/04\/writing-block.png 690w\" sizes=\"(max-width: 334px) 100vw, 334px\" \/><\/p>\n<h2><b>Silence your inner critic.<\/b><\/h2>\n<blockquote>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">“You might not write well every day, but you can always edit a bad page. You can’t edit a blank page.” – Jodi Picoult<\/p>\n<\/blockquote>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">Often, we get lost in our visions of the finished product: an organized, cohesive piece of writing you are proud to share; but our first drafts can be messy and out of order &#8211; and that’s actually okay. Instead of forcing yourself to start at the beginning and write to the end, let yourself be led by what you’re more interested in, even if you start in the middle. Allow sloppy sentence structure, spelling mistakes, and less-than-stellar writing. When you first start out, it’s more important to get the content out so you have something to work with, than writing something that is instantly ready to print. Fearing that we’re not writing our best work can actually create that mental “traffic jam”, so give yourself some grace with your first draft, and your second, and every draft afterward &#8211; our best ideas don’t happen in a vacuum. They are often a retooling of simple and mundane ideas we’ve already had.<\/p>\n<h2><b>Write about something else.<\/b><\/h2>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">Do you ever feel like when you finally have the inspiration to write, your mind wanders a million other places? That’s okay, too. Start with a free writing session <a href=\"https:\/\/spines.com\/about\/\">about<\/a> your current thoughts, fears, and questions. It doesn’t matter how off-topic your writing gets; once you’ve fully unloaded your frustration over your neighbor’s barking dog onto the page, the juices will be flowing, which will make segueing back to the subject material a lot easier. In her bestselling book on creativity, The Artist’s Way, Julia Cameron says that making a habit of free writing allows us to get “to the other side: the other side of our fear, our negativity, of our moods.”<\/p>\n<h2><b>Read other work on the subject.<\/b><\/h2>\n<ol style=\"margin-right: 0px; margin-left: 0px; padding: 0px; list-style: none;\" start=\"5\">\n<li><b> Cameron, Julia. The Artist’s Way. New York, J.P. Tarcher\/Putnam, 1992.<\/b><\/li>\n<li><b> <\/b><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Chances are, what you’re writing about has been written about before. Consult the experts, read your favorite literature on the topic, and surround yourself with the subject material. On a creative level, witnessing someone else’s joy of the topic can help you rediscover yours. Someone else’s writing style may give you insight into what you want your readers to feel when reading your work. Reading another writer’s approach to the same subject material will give you a good idea of what’s been written about (as well as what may be lacking) and give you a clearer idea of what you can offer as a unique perspective.<\/span><\/p>\n<h2><b>Take a break.<\/b><\/h2>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">Don’t underestimate the power of relaxation time; daydreaming can actually help you do your homework. When your brain has spent a long time intensely concentrating, it needs time to recover before the next writing session. Writer’s block can be your mind’s way of saying, “I need to rest!” Even just doing mundane tasks like having a cup of coffee, washing the dishes, or taking a shower can lead to a-ha moments that snap you out of your mental fog. That’s because, as Psychology Today explains, simple actions that don’t “require complex cognitive functioning” allow your brain to process incoming information in a more open, “think outside the box” way. Scientists say this open and easy state of mind actually encourages your brain to forge new ideas, connections, and discoveries. Maybe you need five minutes, maybe you need a week. Just don’t put it off for too long; Overworking is a contributing factor to <a href=\"http:\/\/Five Reasons You&#039;re Experiencing Writer’s Block\" data-wplink-url-error=\"true\">writer’s block<\/a>, and postponing time to relax can lead to chronic stress and burnout, which may take even more time to recover from, and can lead to some serious health risks. Taking time to recharge now will ensure you’ll have the stamina to write your best in the future.<\/p>\n<h2><b>Overcome a Writing Barrier by Accepting the Process.<\/b><\/h2>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">Patience is a virtue &#8211; arguably, one of the hardest to master. Whether it’s wanting your work to be written already, or seeing improvements you could be making as a writer, it’s important to note that the process of putting something in writing takes time. This is because writing is a journey with twists and turns you can’t necessarily foresee &#8211; your final draft may differ drastically from your original concept. Combing through your work several times can be daunting; it is possible you will have to retool and restructure several times before you have a finished product. Harder still, some things that might not make the cut of your final draft are your favorite things you have written. American author William Faulkner famously said, “in writing, you must kill all your darlings”; that is, sometimes you will have to cut out parts of your writing that you personally love or are attached to in order to improve the integrity of the work. Be prepared to see your work change and grow in many phases over a considerable number of drafts.<\/p>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">Lastly; writing is, like any other skill, something that requires hours of practice, determination, and persistence. Just like you wouldn’t expect yourself to become a concert pianist in a week, the same could be said for your future as a writer. Try not to put too strict a deadline on your work &#8211; as much as life can get in the way, it can also fuel your inspiration. Life is a great teacher, and the experience you gain will positively influence your writing. Consider life an important part of the writing process, and hopefully, it can take some pressure off the need to put pen to paper.<\/p>\n<h2><b>I know, we said 7, but this one is too good! Find a community of writers.<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">Whether it’s to share information about the industry or to have a writing buddy to read each other’s work, having a community of writers you can turn to can come in handy, particularly when you’re feeling stuck. Writer’s block can be as lonely as it is frustrating. There are an abundance of resources, learning annexes, retreats, and social events geared specifically towards people in the various stages of writing, where you can workshop new material, find a potential collaborator, or even find new fans of your work. Mutual support from fellow writers can also help you build your confidence in your skills. There’s nothing more inspiring than knowing you have people invested in your writing journey who are rooting for you!<\/span><\/p>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">Writer’s block can be unavoidable, but it doesn’t have to derail your dreams of being published.<\/p>\n<p style=\"margin-right: 0px; margin-bottom: 0px; margin-left: 0px; line-height: 1.75rem; padding-bottom: 1em;\">Still, feeling stuck after the writing is done? Learn more about <a href=\"https:\/\/spines.com\/5-proven-steps-in-the-writing-process\/\">Spines&#8217; dedicated production managers who can help walk you through every step of the publishing process<\/a>. There’s never been a better time to get published!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Surely, all writers have experienced this feeling: your mind is as blank as the page in front of you, a classic writing barrier. You may have the desire to write, but no idea how to get the process started. Conversely, you can have a thrilling idea (or a mundane deadline), but panic stops you from [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":14314,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[42,43,39],"class_list":["post-427","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing","tag-tips","tag-writers-block","tag-writing-process"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/427","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=427"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/427\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/14314"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=427"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=427"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=427"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}