{"id":5415,"date":"2022-05-03T08:56:56","date_gmt":"2022-05-03T08:56:56","guid":{"rendered":"https:\/\/booxai.com\/?p=5415"},"modified":"2023-12-24T14:30:05","modified_gmt":"2023-12-24T14:30:05","slug":"a-writers-inner-monologue-you-are-not-alone","status":"publish","type":"post","link":"https:\/\/spines.com\/a-writers-inner-monologue-you-are-not-alone\/","title":{"rendered":"A Writer’s Inner Monologue: Overcoming Writer Challenges"},"content":{"rendered":"<p><span style=\"font-weight: 400;\">Sometimes, the creative process of a writer can feel incredibly lonely, often filled with unique writer challenges. Romanticized as an idyllic bohemian fantasy of quill pens and candlelit inspiration, the reality of writing a book is decidedly far less glamorous. Writing is a unique career, with a lot of pressure resting squarely on your shoulders. That’s why it’s important to connect with other peers in your field; there are certain fears and setbacks that are common to writers, and it can be helpful to have others in the field to relate to &#8211; and commiserate with.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Here are some common thoughts writers struggle with (and some perspective on how to counter them!):<\/span><\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-9326 size-large\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_60785976-1024x614.jpeg\" alt=\"Sometimes, the creative process of a writer can feel incredibly lonely, often filled with unique writer challenges.\" width=\"1024\" height=\"614\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_60785976-1024x614.jpeg 1024w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_60785976-300x180.jpeg 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_60785976-768x461.jpeg 768w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_60785976-1536x922.jpeg 1536w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_60785976-2048x1229.jpeg 2048w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_60785976-600x360.jpeg 600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/p>\n<h3><b>“Half a year ago, I liked what I had written. Now, I can’t stand my earlier writing.”<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">The truth is that because <a href=\"https:\/\/spines.com\/how-long-does-it-take-to-write-a-book\/\">writing a book is typically a process taking months<\/a> and sometimes years from start to finish, it is likely you will grow as a writer during the course of that time. That growth, however, may be glaringly obvious when you compare chapters that were written recently to the ones you had written earlier on. There may be discrepancies in character development, dialogue style, and overall tone. Manuscripts take time, and it is very common for these elements to shift during initial drafts. This may warrant having to return to previously written sections to create more cohesion. But before you burden yourself with the task of combing through nearly half of your writing to untangle loose threads, consider that this may be a task better suited for a literary editor.<\/span><\/p>\n<h3><b>“I can’t seem to get any traction with this book… I’m never going to be done.”<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">It’s easy to get lost in a results-oriented headspace, especially if you have a deadline looming with your manuscript. But while you may go through periods of feeling stuck, it is important to understand that progress is not necessarily measured by the number of pages you have written in X amount of time, because it isn’t a linear process. When you are bogged down in the particulars of a section of your work, give yourself the grace to take a break in order to zoom out and broaden your perspective. Whether feeling stuck is a result of <\/span><a href=\"https:\/\/spines.com\/7-tips-for-overcoming-a-writing-barrier-how-to-defeat-writers-block\/\"><span style=\"font-weight: 400;\">writer’s block,<\/span><\/a><span style=\"font-weight: 400;\"> burnout, or the pressure of a deadline, your writing needs a chance to breathe &#8211; and so do you. <\/span><\/p>\n<h3><b>“The last chapter should be the simplest to write; or, so I thought…”<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">The last chapter of your <a href=\"https:\/\/spines.com\/how-to-write-a-winning-book-description\/\">book should be the simplest to write:<\/a> you’ve been developing your characters’ arcs for some time now, and their journeys are ever-present in your mind. Still, writing the conclusion of your story is not as simple as it seems. There are several reasons why you may have trouble writing an ending:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">The last chapter is a release of the tension that the story’s conflict was building throughout, and how the ending is written will contextualize those characters’ journey to the reader. In a sense, everything has been building to this moment in the book, so there’s a pressure not to “drop the ball” of the narrative.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">It may be hard to decide how open-ended you want the ending to be. In that case, write a couple of different versions of the ending; sometimes, it’s easier to decide when you have two working drafts to compare, versus hypothetical ideas in your head. With the help of beta readers and the literary editor, you can more easily decide which version works better for your narrative.<\/span><\/li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\"><a href=\"https:\/\/spines.com\/5-proven-steps-in-the-writing-process\/\">Writing the last chapter heralds the end of what is sometimes an intensely emotional process:<\/a> you’ve developed an attachment to your characters, and to the everyday stresses of crafting a story worthy of them. The end of this stage of the creative process can almost feel like a breakup. In the effort of wanting to spend more time with your beloved creations, you can subconsciously prolong the end of the writing process.<\/span><\/li>\n<\/ul>\n<h3><b>Writer Challenges: &#8220;I never knew I could be this self-critical.&#8221;<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Though you may have not ever considered yourself to be particularly critical, you may find yourself developing strong (and possibly negative) opinions of your work. As you create worlds in your own words, you desire to bring your own feelings, ideas and thoughts to life. Because you have a personal connection to your material, you may develop a staunch perfectionism around how well you feel you actually convey your ideas, writing and rewriting and never feeling like you quite get it right.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">You may rush to the conclusion that these self-judgments mean you aren’t qualified to write your book. It’s important, however, to note that a little self-criticism during the writing process allows you to be discerning <a href=\"https:\/\/spines.com\/about\/\">about what you create and want to publish; there’s nothing wrong with having high standards of your own work<\/a>. However, extreme self-criticism can be toxic and destructive to the creative experience. It is okay to be critical of yourself, as long as it is purposeful and constructive.<\/span><\/p>\n<h3><span style=\"font-weight: 400;\">&#8220;<\/span><b>I wrote this book, so I’m the only one who gets to make decisions about it.&#8221;<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">The book is your baby, and there is no doubt that you want the best for it. However, the truth is that the writer isn’t the only one making the calls during the writing process. The vast majority of books have undergone several rounds of drafts, often with a team of editors. Still, writers may have apprehensions about entrusting the book to an editor, worrying that their writing will be unaltered until it is unrecognizable. A literary editor, however, has no motivation to change your book, only to polish it. Also, if you feel there are edits that change the intentions of your writing, you do not have to accept all the editor&#8217;s suggestions. The bottom line: editors are essential to the writing process. The right editor will enhance your work, leaving it a stronger, more cohesive manuscript.<\/span><\/p>\n<p><img decoding=\"async\" class=\"alignnone wp-image-9329 size-large\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_417359452-1-1024x683.jpeg\" alt=\"writer's challenges.\" width=\"1024\" height=\"683\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_417359452-1-1024x683.jpeg 1024w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_417359452-1-300x200.jpeg 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_417359452-1-768x512.jpeg 768w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_417359452-1-1536x1024.jpeg 1536w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_417359452-1-2048x1365.jpeg 2048w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/AdobeStock_417359452-1-600x400.jpeg 600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/p>\n<h3><b>“I thought I would be excited to publish my book &#8211; but now that it’s out in the world, I’m terrified.”<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Every creator dreams about finally holding their book in their hands, and the glamor of book signings, taking photos with their readers, talking about the creative process, receiving compliments and enjoying praise and attention. But as the launch of your book approaches, excitement may be replaced by fear and anxiety. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">You are past the editing phase, and there’s no turning back &#8211; but instead of worrying about how the book will be received, remind yourself that you put your heart and soul into making your book the best it could be; trust that the book, and your work, can speak for itself.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Sometimes, the creative process of a writer can feel incredibly lonely, often filled with unique writer challenges. Romanticized as an idyllic bohemian fantasy of quill pens and candlelit inspiration, the reality of writing a book is decidedly far less glamorous. Writing is a unique career, with a lot of pressure resting squarely on your shoulders. [&hellip;]<\/p>\n","protected":false},"author":1333,"featured_media":5423,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[78,49,42,43,39],"class_list":["post-5415","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing","tag-emotion","tag-how-to","tag-tips","tag-writers-block","tag-writing-process"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/5415","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/1333"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=5415"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/5415\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/5423"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=5415"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=5415"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=5415"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}