{"id":6267,"date":"2022-05-23T11:37:51","date_gmt":"2022-05-23T11:37:51","guid":{"rendered":"https:\/\/booxai.com\/?p=6267"},"modified":"2023-12-24T14:42:11","modified_gmt":"2023-12-24T14:42:11","slug":"a-guide-to-intellectual-property-frequently-asked-questions","status":"publish","type":"post","link":"https:\/\/spines.com\/a-guide-to-intellectual-property-frequently-asked-questions\/","title":{"rendered":"A Guide to Intellectual Property: Frequently Asked Questions"},"content":{"rendered":"<p><span style=\"font-weight: 400;\">You may be surprised to know that once you have written even just a portion of your book, your book is automatically copyrighted &#8211; that means, you have full ownership of your book, which grants you the exclusive right to reproduce the work, prepare derivative works, distribute copies for sale or trade (or even transfer your rights to the work to someone else), and perform or display the work publicly. Another term for natural copyright is that your book, in its many stages and edits, is your intellectual property. However, for legal purposes, it is important to have your work registered with the U.S. Copyright Office in order to protect your intellectual property. This prevents distributors, retail outlets, and other potential collaborators from claiming any rights to your work in an attempt to illegally reproduce, distribute, or copy it. <\/span><span style=\"font-weight: 400;\">Because the Berne Convention, an international agreement dating back to 1886, eliminated the need for domestic registration in most countries, it’s most prudent that your work is registered with the US Library of Congress (the physical office handling copyright) regardless of where the work was written, since the US offers the most comprehensive protections under law.<\/span><\/p>\n<h3><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-91730 \" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/copyr.png\" alt=\"Intellectual Property\" width=\"403\" height=\"308\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/copyr.png 705w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/copyr-300x230.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/copyr-600x460.png 600w\" sizes=\"(max-width: 403px) 100vw, 403px\" \/><\/h3>\n<h3><b>How do you get your book copyrighted?<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Thankfully, you don’t have to deal with a lot of paperwork and snail-mail; you can submit a claim at The US Copyright website: <\/span><a href=\"https:\/\/www.copyright.gov\/registration\/\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">copyright.gov\/registrations<\/span><\/a><span style=\"font-weight: 400;\">. You will be asked to pay a $45 fee if you are the sole author, $65 if it’s a collaborative piece with more than one author (the fee for a paper application is considerably more expensive at $125). The category of copyright you will register your book for is called Literary Works. Upon submitting your application, the Copyright Office will request you to upload or mail the best edition copy of your book to them (Hardback if you have one, softcover is fine, otherwise; digital if that is its only form). A confirmation email will be sent immediately.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Note, again, that U.S. Copyright law is the most extensive worldwide, so even if you are registering a work as a non-US creator, it might be worth looking into getting your work copyrighted in America, too &#8211; though if you plan to distribute your work internationally, you will need to coordinate with the US Copyright Office and the offices of other countries to ensure you are protected. The US Copyright Office offers a complete list of which countries they have copyright relations with, to help you secure an equal form of protection with those countries.<\/span><\/p>\n<h3><b>How common is copyright infringement?<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Actually, copyright infringement is pretty uncommon. This is because in the digital age, it’s very easy to spot plagiarism, and in the publishing industry, copying someone else’s work is very discouraged &#8211; to the extent that being proven or even accused of it will get you permanently blacklisted from the publishing world. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">However, that’s not a good enough reason to forego getting your book (or any of your works) copyrighted. Copyrighting your work gives it a legal timestamp, and the fullest protection of the law if something were to happen. In addition, while it is fairly difficult to get away with fabricating ownership of someone else’s work, there are still a lot of indie DIY websites that do not double-check whether the source of material being uploaded is owned by the customer, meaning that someone could potentially <a href=\"https:\/\/spines.com\/selling-books-online-self-promotion-strategies-that-work\/\">sell your work<\/a> illegally and get away with it in the short term. In any case, the best way to protect yourself from any scenario is to file a claim at the US Copyright Office website. <\/span><\/p>\n<h3><b>Can I submit a first draft, or should I wait until the final edition is ready to print?<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Since natural copyright exists as soon as you write your first draft, there’s no need to rush to copyright &#8211; unless that draft, and all others, are going to be published separately. You have the ability to amend or add to an existing work on the Copyright Office website if there are several editions of the same work being published that need their own copyright. Changes in content, <a href=\"https:\/\/spines.com\/should-you-design-your-own-book-cover-why-a-pro-is-the-way-to-go\/\">book cover<\/a>, etc. will render each draft as a separate entity, so it’s important that it is documented legally. That being said, if you are not finished with your book, you do not need to copyright your book until the copy that will be published is ready.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">A smart move would also be to send a first draft to the US Copyright Office if you are planning on writing future edits with other authors; that way you have legal documentation of how your draft as the sole author differs from future revisions with other authors’ writing and ideas interwoven, which can protect you from arguments <a href=\"https:\/\/spines.com\/about\/\">about<\/a> intellectual property down the line.<\/span><\/p>\n<h3><b>Can I share the copyright with other contributors?<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Yes &#8211; in fact, it’s important to note that anyone who contributes to writing the author bio, <a href=\"https:\/\/spines.com\/how-to-write-a-winning-book-description\/\">book description<\/a>, book cover illustration or design, and anything else in addition to the final manuscript, has natural copyright over their work, so unless they have voluntarily and in writing, either transferred their copyright to you as the author or licensed their work to you for reproduction, these people are to be listed as contributors in your copyright application and still retain their copyright separately. In the case of designers using stock art for a book cover, you as the author need to make sure the photography is fair-use, or that a license was secured; this is to protect you from infringing on the rights of the photographer!<\/span><\/p>\n<h3><b>Can I unintentionally write something that violates someone else’s intellectual property rights?<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">While your ideas written down guarantee natural copyright regardless of whether you register them with the US Copyright Office, there are situations where those ideas violate someone else’s intellectual property. Generally speaking, any form of fan fiction or referencing of established plot lines, characters, and trademarked ideas of other creators constitute copyright infringement if they are not used with expressed permission or license from the creator and claiming them as his own. This is because even if you put your own spin on those ideas, the inspiration for your work originated from someone else’s copyrighted work. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">In the case that you were unaware of referencing another work, chances are that no one will be coming after you unless it references a much larger creator or corporation-owned work, and your own work is making significant revenue. As a rule of thumb, it is generally a good idea to err on the side of caution, and if you have a feeling you might be infringing on a previous original concept, do your own research and investigate what you might be referring to in your own work &#8211; or nix it altogether.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">If you have any more questions, you can also visit the <\/span><a href=\"https:\/\/www.copyright.gov\/help\/faq\/\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">US Copyright Office FAQ page.<\/span><\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>You may be surprised to know that once you have written even just a portion of your book, your book is automatically copyrighted &#8211; that means, you have full ownership of your book, which grants you the exclusive right to reproduce the work, prepare derivative works, distribute copies for sale or trade (or even transfer [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":6346,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[30,48,79,80,26,42],"class_list":["post-6267","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing","tag-copyright","tag-guides","tag-qa","tag-qna","tag-self-publishing","tag-tips"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/6267","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=6267"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/6267\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/6346"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=6267"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=6267"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=6267"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}