{"id":6358,"date":"2022-05-25T08:37:56","date_gmt":"2022-05-25T08:37:56","guid":{"rendered":"https:\/\/booxai.com\/?p=6358"},"modified":"2023-12-24T14:50:57","modified_gmt":"2023-12-24T14:50:57","slug":"shattering-common-myths-about-writing-a-book","status":"publish","type":"post","link":"https:\/\/spines.com\/shattering-common-myths-about-writing-a-book\/","title":{"rendered":"Shattering Common Book Writing Myths"},"content":{"rendered":"<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-91737 \" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/Book-Writing-Myths.png\" alt=\"Book Writing Myths\" width=\"573\" height=\"436\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/Book-Writing-Myths.png 706w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/Book-Writing-Myths-300x228.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/05\/Book-Writing-Myths-600x456.png 600w\" sizes=\"(max-width: 573px) 100vw, 573px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">Common Book Writing Myths: Once you have begun the process of writing your first book, chances are you’ve encountered at least one setback &#8211; whether logistical, creative, or even a mental block. Add to this the many myths you hear about the writing process, and you may find yourself struggling to sort fact from fiction! But before you get discouraged, let’s dispel some of the most popular myths about writing. <\/span><\/p>\n<ol>\n<li><strong> &#8220;The main character must appear in every chapter of the book&#8221;<\/strong><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">If the book is being told in third person, where an all-knowing narrator or auxiliary character is recounting the main character’s narrative, there is no absolute rule requiring the author to include the main character in every chapter. Often, a narrative will, at times, shift focus onto secondary characters, with entire chapters devoted to them in an effort to interweave intriguing sub-plot lines into the main story &#8211; showing the reader, in the process, how the actions of seemingly auxiliary characters can have a tremendous impact on the fate of their favorite ones.  Even if the book is told in the first person, that perspective can change if the author deems it necessary or revealing, and can choose to write through another character’s eyes for a chapter. It’s a clever device that can help readers gain a nuanced perspective of important events in the book.<\/span><\/p>\n<ol start=\"2\">\n<li>“<strong>Sub-characters aren’t important, so they don’t need to be fleshed out.&#8221;<\/strong><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">While you may not need to write separate novels for every single character that makes an appearance in your book, even marginal characters are important to your book &#8211; and the story’s believability dwindles if you fail to humanize them. Just like the famous quote, “There are no small parts, only small actors,” the same can be said for auxiliary characters. Defining important details about the character’s upbringing, behavior and personality can be really helpful for scenes they’re present in, because you as a writer will be able to imagine how they interact in that setting more deeply than just describing their appearance. Adding details of how they react to their environment will imbue them and the world around them with more color and life, and will add to your narrative.<\/span><\/p>\n<ol start=\"3\">\n<li><strong> &#8220;Each chapter of a book must be fairly even in length.&#8221;<\/strong><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">In the world of episodic television before on-demand streaming became popular, the airtime of a show was very tight, down to the minute. This allowed for allocating the proper amount of time for commercials, and made sure each television segment would run on time. In the writing world, however, an author doesn’t have the same sort of time or length constraints &#8211; and it’s often up to the discretion of the author and the literary editor how the story is divided. Naturally, a story will have smaller and bigger emotional beats &#8211; the latter usually ends up being a good place to start a new chapter. But most stories don’t have the same pacing throughout, so it’s not out of the ordinary for certain chapters to be much longer (or shorter) than others. Even if you tried to homogenize chapter length by something as arbitrary as a page number, you’d find that it wasn’t worth the trouble &#8211; especially once your manuscript got through several rounds of edits, with its chops and changes.<\/span><\/p>\n<ol start=\"4\">\n<li><strong> &#8220;It is important for the book to span a certain evenly split amount of time between chapters.&#8221;<\/strong><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">The amount of time that a narrative can explore usually follows the pacing of the plot. Sometimes, authors tell stories that span generations &#8211; but not everything that happens over those several decades is worth delving into &#8211; so, events relevant to the plot are spaced over hours and days, giving the author more time to explore it in more detail, while other events that aren’t as essential could span years, in between, without being given so much as a paragraph of description. The order in which events are told are up for grabs, too. Narratives don’t have to “begin at the beginning” &#8211; they can jump back and forth in the timeline, especially depending on when important plot points are revealed to the reader. Regardless of what order you choose to tell the story, the goal is to create the right narrative framework for the plot line, characters and message you want to convey.<\/span><\/p>\n<ol start=\"5\">\n<li><span style=\"font-weight: 400;\"><strong>&#8220;The bigger the book, the better the quality of its contents.&#8221;<\/strong><\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Just like every chapter isn’t created equal, the same can be said <a href=\"https:\/\/spines.com\/about\/\">about the length of the entire book<\/a>. It isn’t fair to compare books on the number of pages they contain, which is arbitrary. Between the caustic style of Hemingway and the verbosity of Charles Dickens, you can still argue that both writers have written great works of literature. Speaking of famous literary works, some epic poems are longer than the average modern novel, and other historically lauded poems aren’t more than a line long. A better way to gauge the quality of the content in a book is whether the author is able to bring their characters and world to life for the reader &#8211; some authors do it in more pages than others, and that’s okay!<\/span><\/p>\n<ol start=\"6\">\n<li><strong> “Open-endings leave readers disappointed. &#8220;<\/strong><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Readers expect only one thing: an immersive, fascinating and exciting reading experience! Closed endings are not ubiquitous in literature; the choice is yours as a writer. (If you aren’t sure which way to go with your own book, <a href=\"https:\/\/spines.com\/should-you-leave-your-story-open-ended\/\" target=\"_blank\" rel=\"noopener\">this may help<\/a>.) As writers, you have the authority and artistic license to resolve as much or as little as you want within the scope of your book. Often, it’s easier to make a decision regarding the ending based on how well you think either option pairs with the overall message of the book, and how much you have already left to the reader to speculate about the characters already. Some authors want a closed ending as a means of controlling the narrative, others leave the ending open so that readers can fill in the blanks themselves &#8211; and then there’s also an in-between approach, where the main narrative may have a definitive ending, but certain sub plots have been left open to speculation. <\/span><\/p>\n<ol start=\"7\">\n<li><strong> “I can do my own editing.”<\/strong><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">It is industry standard to have one or more editors do a developmental edit (to help with plot lines, characters and the overall arc of the story), line edit (to build a more cohesive, effective writing voice), copy edit (to make technical improvements to grammar and sentence structure) and a final proofread before sending the manuscript to print. The editing phase of a book, in some cases, can take months, and it’s not a part of the <a href=\"https:\/\/spines.com\/5-proven-steps-in-the-writing-process\/\">writing process<\/a> to be taken lightly. Even so, some green authors feel it’s an unnecessary cost to involve others in edits, and others are worried it will ruin the integrity of their work. Keep in mind that literary editors are trained professionals who want to maximize the quality of your work, and most importantly, they’re a fresh pair of eyes. Important edits can be unintentionally overlooked by the writer, or a writer may not realize that something they’ve written isn’t coming off as clearly as they had intended. These are common scenarios that prove having an editor (who isn’t you!) makes all the difference in the professionalism and quality of your final manuscript.<\/span><\/p>\n<ol start=\"8\">\n<li><strong> &#8220;Publishing a book is way too expensive.&#8221;<\/strong><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">In 2022, there are more opportunities to independently and affordably publish literature than ever before &#8211; while also ensuring that authors retain the full rights to their work. While going the independent route requires writers to fund their own editing, cover design, layout, printing, marketing and distribution, thanks to crowdfunding platforms such as Fractured Atlas, Kickstarter and Patreon, writers can also get full funding to <a href=\"https:\/\/spines.com\/how-hard-is-it-to-get-a-book-published\/\">publish their book<\/a>, and also sell copies before its official launch! The creative and administrative freedom of self-publishing offers writers an unprecedented level of control of their impact; a compelling and exciting development in an otherwise old-fashioned industry.<\/span><\/p>\n<ol start=\"9\">\n<li><span style=\"font-weight: 400;\"> ”Marketing plans can only be made once the book is finished.&#8221;<\/span><\/li>\n<\/ol>\n<p><span style=\"font-weight: 400;\">Of course, marketing is essential to the business of selling books. Question is, when should you be making (and implementing) your marketing plan? Research shows that the earlier you can build buzz for your book, the better. Some authors have gained fans from releasing chapters or short stories in the world of the book, before the manuscript is finished &#8211; or even written. The goal is to ensure that by the time your book comes out, you have created a demand. No matter which method you choose and how much you want to invest, it is highly recommended to draw up a marketing plan way before your book hits shelves (and if you want some tips on some proven self-promotion strategies, you can find some ideas <\/span><a href=\"https:\/\/spines.com\/selling-books-online-self-promotion-strategies-that-work\/\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">here<\/span><\/a><span style=\"font-weight: 400;\">).<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Publishing a book is more than a labor of love &#8211; it’s a multifaceted process that often takes hundreds of hours of work to complete. If you’ve fallen for any of these myths, it’s proof that writers share in many of their fears about their work. Hopefully, shattering these misconceptions gets you one step closer to your book-writing goals.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Common Book Writing Myths: Once you have begun the process of writing your first book, chances are you’ve encountered at least one setback &#8211; whether logistical, creative, or even a mental block. Add to this the many myths you hear about the writing process, and you may find yourself struggling to sort fact from fiction! [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":6378,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[48,49,72,42,43,39],"class_list":["post-6358","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing","tag-guides","tag-how-to","tag-mistakes","tag-tips","tag-writers-block","tag-writing-process"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/6358","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=6358"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/6358\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/6378"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=6358"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=6358"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=6358"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}