{"id":7922,"date":"2022-06-22T11:00:18","date_gmt":"2022-06-22T11:00:18","guid":{"rendered":"https:\/\/booxai.com\/?p=7922"},"modified":"2023-12-25T07:40:18","modified_gmt":"2023-12-25T07:40:18","slug":"on-editing-for-writers","status":"publish","type":"post","link":"https:\/\/spines.com\/on-editing-for-writers\/","title":{"rendered":"On Editing For Writers"},"content":{"rendered":"<p><span style=\"font-weight: 400;\">A finished draft of your book is definitely a reason for celebration &#8211; it’s a huge accomplishment! However, your book usually won’t be ready to hit stores until it goes through rounds of revision. Let’s break down the editing process.<\/span><\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-9341 size-large\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/06\/AdobeStock_280657866-1024x683.jpeg\" alt=\"Editing For Writers\" width=\"1024\" height=\"683\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/06\/AdobeStock_280657866-1024x683.jpeg 1024w, https:\/\/spines.com\/wp-content\/uploads\/2022\/06\/AdobeStock_280657866-300x200.jpeg 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/06\/AdobeStock_280657866-768x512.jpeg 768w, https:\/\/spines.com\/wp-content\/uploads\/2022\/06\/AdobeStock_280657866-600x400.jpeg 600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">There are usually several phases the editing process will take. After your first draft is written, there will often be a developmental editing phase, with the purpose of optimizing the organization and structure of your ideas, making sure the scope and breadth of the material in your book are presented in a palatable way. A developmental editor may point out plot inconsistencies, help you craft a clearer overall message or tone, or help you flesh out certain storylines.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Once the developmental phase of editing is done, a substantive editor will dig into the gritty details of characters, organization and storylines, making sure your writing has consistency and cohesion, and is easily readable. Sections of your book may be rewritten or re-organized to improve the overall flow of your storytelling. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Once the content of your book is in fantastic shape and the meat of your writing is all there, the more technical editing phase starts. A line editor will focus on grammar, sentence structure and vocabulary usage. Once this phase of edits are finished, your book will need one last proofread to double-check for any missed typographical errors, and your book is ready to be published.<\/span><\/p>\n<h3><b>Editing For Writers begins with a finished first draft.<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">The reason editors prefer to come into the <a href=\"https:\/\/spines.com\/5-proven-steps-in-the-writing-process\/\">writing process<\/a> only after a first draft, is so the writer can fully develop their ideas without an editor’s influence. Being involved in the early developmental stages would end up involving the editor as an additional author &#8211; which may not be the writer’s intention. While the editor might have a substantial impact on the final draft, it’s important that the role of author be reserved for the writer.<\/span><\/p>\n<p><span style=\"font-weight: 400;\"> <\/span><b>Even seasoned professionals need editors.<\/b><\/p>\n<p><span style=\"font-weight: 400;\">Every writer, no matter how beloved or prolific, must go through creative and technical editing of their manuscript.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">As the writer, you are subjectively biased toward your own creations (as Kurt Vonnegut famously said that it was necessary but nearly impossible for a writer to “kill [their] darlings”). As the creator, you are more likely to be protective and defensive of your writing as is, which though perfectly reasonable, makes it particularly hard to read and edit your work with an objective mindset. Since you have spent months living in the world you have created, it may also be harder to identify mistakes and contradictions in the plot.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">In addition, there may be grammatical errors that the authors are not even aware of, because of how <\/span><a href=\"https:\/\/www.businessinsider.com\/phrases-people-use-wrong-2017-3\" target=\"_blank\" rel=\"noopener\"><span style=\"font-weight: 400;\">seemingly ubiquitous they are.<\/span><\/a><\/p>\n<h3><b>Literary editors leave no (creative) stone unturned.<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">While you may be feeling really confident <a href=\"https:\/\/spines.com\/about\/\">about<\/a> your first draft, chances are that your manuscript will go through significant changes before it is ready to be published. Here are some examples of things your literary editor will focus on:<\/span><\/p>\n<p><i><span style=\"font-weight: 400;\">Timestamping <\/span><\/i><span style=\"font-weight: 400;\">&#8211; Are times indicated in the narrative consistent and correct?<\/span><\/p>\n<p><i><span style=\"font-weight: 400;\">Characterization of the hero <\/span><\/i><span style=\"font-weight: 400;\">&#8211; Is the protagonist described in a clear way? Is it possible to imagine their voice, appearance and character from the author&#8217;s descriptions? Are the hero&#8217;s motivations clear? Are the author&#8217;s intentions understandable and transparent to the reader?<\/span><\/p>\n<p><i><span style=\"font-weight: 400;\">Credibility<\/span><\/i><span style=\"font-weight: 400;\"> &#8211; Are the character’s successes and failures consistent with their behavior and world? <\/span><\/p>\n<p><i><span style=\"font-weight: 400;\">Plot structure<\/span><\/i><span style=\"font-weight: 400;\"> &#8211; Is the order of storytelling cohesive, readable, and easy to follow?<\/span><\/p>\n<p><i><span style=\"font-weight: 400;\">Repetition<\/span><\/i><span style=\"font-weight: 400;\"> &#8211; Are there varied descriptors for characters? Does each paragraph offer new information, description and insight into the setting and the characters?<\/span><\/p>\n<p><i><span style=\"font-weight: 400;\">Plot structure<\/span><\/i><span style=\"font-weight: 400;\"> &#8211; Does the plot have a conflict and a resolution? If not, does the structure chosen by the writer serve the plot?<\/span><\/p>\n<h3><b>You still have the last word.<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Upon completion of the edit, the literary editor will send you a file to keep track of changes so you can read their suggestions. The editor does not change anything on their own, so the decision of whether to adopt or reject their recommendations remains yours, alone. <\/span><\/p>\n<h3><b>Technical\/line editors are as important as literary editors.<\/b><\/h3>\n<p><span style=\"font-weight: 400;\">Make no mistake: both line editing and literary editing are necessary to having a well written manuscript. While a line editor may focus on the more technical aspects of your writing, simple typographical errors can be just as damaging to the book reading experience as a thinly developed plot or character arc. Professionality is key for writers getting their book published, so make sure that both rounds of edits are taken seriously. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Remember that editors are not here to take credit for your work, but are here to advocate for your creations and enhance them. If you feel that your writing is going in a direction that feels too distant from your intentions as a writer, it might mean that the editor you’re working with is not a good fit for you. Make sure to communicate to your editor when you don’t see eye to eye, and if you can’t get on the same page, find someone who does.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A finished draft of your book is definitely a reason for celebration &#8211; it’s a huge accomplishment! However, your book usually won’t be ready to hit stores until it goes through rounds of revision. Let’s break down the editing process. There are usually several phases the editing process will take. After your first draft is [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":7932,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[72,93,42,91,39],"class_list":["post-7922","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing","tag-mistakes","tag-paperback","tag-tips","tag-writing","tag-writing-process"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/7922","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=7922"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/7922\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/7932"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=7922"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=7922"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=7922"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}