{"id":9053,"date":"2022-07-07T14:27:17","date_gmt":"2022-07-07T14:27:17","guid":{"rendered":"https:\/\/booxai.com\/?p=9053"},"modified":"2024-03-13T16:04:47","modified_gmt":"2024-03-13T16:04:47","slug":"dont-get-sucked-into-vanity-publishing","status":"publish","type":"post","link":"https:\/\/spines.com\/dont-get-sucked-into-vanity-publishing\/","title":{"rendered":"Don&#8217;t Get Sucked Into Vanity Publishing"},"content":{"rendered":"<p><span style=\"font-weight: 400;\">Any writer can commiserate: once you’ve toiled away at your book (through several edits and retooling of characters) to get your manuscript just right, there’s a limited amount of creative energy left in the reserve to tend to the list of other elements that need completion before your book is ready to be published. Most writers aren’t well-suited to the task of hiring their own design or marketing team (and why should they be?), and at this stage of publishing, many independent writers are looking for assistance from companies who can help make this part of the process easier.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">When an artist is overwhelmed and in need of help, however, there are companies that seek to take advantage. Enter the “vanity publisher” &#8211; a company that makes sweeping promises of <a href=\"https:\/\/spines.com\/about\/\">book<\/a> sales and distinction amongst their curated collection of other authors. <\/span><\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-91794 \" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/Vanity-Publishing.png\" alt=\"\" width=\"419\" height=\"414\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/Vanity-Publishing.png 697w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/Vanity-Publishing-300x297.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/Vanity-Publishing-600x594.png 600w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/Vanity-Publishing-100x100.png 100w\" sizes=\"(max-width: 419px) 100vw, 419px\" \/><\/p>\n<h2><b>How do vanity publishing companies differ from other self-publishing companies?<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">The big difference is ownership. While the self-publishing industry is expanding, and there are many different packages and pricings for production and distribution between companies, one thing is clear &#8211; the author should retain their rights to their work. However, a vanity publisher, otherwise known as a subsidy publisher, may offer affordable pricing and a large swathe of services including cover design, formatting, and distribution &#8211; but with the caveat that the author must surrender their copyright to the publisher. This type of contract is a big loss to the author, who risks losing out on a fair share of royalties, as well as the ownership of their intellectual property. If an author’s book were to do really well, for instance, the publisher would have the ability to hire another author to write a sequel, since they would own the rights to the intellectual property of the first book. Ownership is something a writer should never feel the pressure to submit to a publisher.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Sending your manuscript off to a publisher that can offer a full design and marketing package is understandable; know that there are self-publishing companies that do offer affordable and comprehensive packages and still allow you to retain your rights as an author. From BookBaby, to IngramSpark, to newer companies in the industry like Spines, you have several options of how involved you want the company to be in the production process. For authors who are inundated with all of the production details, Spines offers competitive, full-stop packages starting at under $1000, offering a finished and ready-to-print manuscript in as little as 8 days, as well as access to over 100 distribution channels worldwide &#8211; and the author retains all the rights to their work.<\/span><\/p>\n<h2><b>Why do vanity publishers exist?<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">The publishing industry has traditionally offered writers contracts where they share the ownership rights to their work, since the publisher puts up the cost of production and distribution themselves. In this scenario, the publisher can afford to offer the artist a royalty advance, hire an experienced staff of designers and marketers, and schedule a book tour to ensure the book sells well and the publisher can recoup their money.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Subsidy publishers are a version of this strategy, but without the pedigree, and a much poorer distribution of rights to the artist. Writers who have submitted their manuscripts to traditional publishers may experience burnout from rejection, and find themselves so relieved by a company willing to accept their manuscript and front the same services, that they fall into the trap laid out by the subsidy publisher. But don’t be fooled: the business model of a subsidy publisher does not incentivize them to make a quality product, since they take no financial risk as traditional publishers do. The production costs they charge the author upfront usually ensure a significant profit margin for the company, and as a result, they aren’t concerned with whether the book actually does well in sales.<\/span><\/p>\n<h2><b>How can you avoid vanity publishers in the self-publishing industry?<\/b><\/h2>\n<p><span style=\"font-weight: 400;\">Look for companies that don’t force you to purchase copies of your own book, or pay for services you don’t need. With that in mind, a company like Spines only offers print-on-demand services in their pricing. Make sure that you can make corrections without racking up the cost of production (some companies charge an arm and a leg for small edits). Steer away from companies that promise a profit. And lastly, make sure to read independent testimonials and reviews of the company (ones that weren’t potentially part of a paid promotion). Companies that do the best typically have many <a href=\"https:\/\/www.trustpilot.com\/review\/booxai.com\" target=\"_blank\" rel=\"noopener\">reviews<\/a> and around a 4-star rating. Doing some peripheral internet research on the company can usually give you a breakdown of user ratings, as well as common complaints made by previous clients.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Any writer can commiserate: once you’ve toiled away at your book (through several edits and retooling of characters) to get your manuscript just right, there’s a limited amount of creative energy left in the reserve to tend to the list of other elements that need completion before your book is ready to be published. Most [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":9059,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[48,97,79,26,42],"class_list":["post-9053","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing","tag-guides","tag-manuscript","tag-qa","tag-self-publishing","tag-tips"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/9053","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=9053"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/9053\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/9059"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=9053"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=9053"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=9053"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}