{"id":99059,"date":"2024-02-26T09:00:00","date_gmt":"2024-02-26T09:00:00","guid":{"rendered":"https:\/\/booxai.com\/?p=99059"},"modified":"2025-08-14T20:05:00","modified_gmt":"2025-08-14T20:05:00","slug":"top-3-audiobook-production-platforms-for-authors","status":"publish","type":"post","link":"https:\/\/spines.com\/top-3-audiobook-production-platforms-for-authors\/","title":{"rendered":"The Top 3 Audiobook Production Platforms for Independent Authors"},"content":{"rendered":"\n<p>In the digital age, audiobooks have surged in popularity, becoming a staple for readers who prefer the convenience and immersive experience of listening to stories. This trend has opened new horizons for independent authors, offering them a platform to reach audiences beyond traditional <a href=\"https:\/\/spines.com\/book-format-conversion-simplifying-the-process\/\" data-type=\"link\" data-id=\"https:\/\/spines.com\/book-format-conversion-simplifying-the-process\/\">print and ebook formats<\/a>. The choice of an audiobook production platform is pivotal for these authors, as it can significantly impact the reach and success of their work.<\/p>\n\n\n\n<p>The ideal platform to <a href=\"https:\/\/spines.com\/services\/audiobook\/\">publish an audiobook<\/a> on should not only ensure high production quality but also provide extensive <a href=\"https:\/\/spines.com\/services\/book-distribution\/\">book distribution channels<\/a> to maximize audiobook sales. Furthermore, ease of use is crucial, enabling authors to navigate the production and <a href=\"https:\/\/spines.com\/services\/audiobook\/\">audiobook publishing<\/a> process smoothly, regardless of their technical expertise. <a href=\"https:\/\/spines.com\/top-publishing-platforms-the-right-one-for-your-book\/\" data-type=\"link\" data-id=\"https:\/\/spines.com\/top-publishing-platforms-the-right-one-for-your-book\/\">Selecting the right platform<\/a> to publish your audiobook involves a careful evaluation of these key factors, ensuring that the final audiobook resonates with listeners and stands out in the competitive audiobook market.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Audiobook Production Platforms<\/strong><\/h2>\n\n\n\n<p>Audiobook production platforms are crucial for independent authors, offering a gateway to transform manuscripts into captivating audiobooks. These platforms are indispensable in today&#8217;s market where audiobooks&#8217; popularity is surging, presenting authors with a chance to widen their audience reach.<\/p>\n\n\n\n<p>When choosing a platform, several factors are paramount: the quality of production, ease of use, distribution breadth, and financial terms. Platforms that ensure professional narration quality and superior recording capabilities significantly enhance the audiobook&#8217;s appeal. An <a href=\"https:\/\/spines.com\/services\/audiobook\/\">intuitive platform simplifies the audiobook production<\/a> companies’ process, from selecting a narrator to finalizing the audiobook.<\/p>\n\n\n\n<p>A broad distribution network is essential for reaching a wide audience across various platforms and digital stores. Flexibility in rights management and pricing allows authors to adapt to market trends effectively. Moreover, clear pricing and reliable support services are critical, ensuring authors face no hidden costs and receive assistance when needed.<\/p>\n\n\n\n<p>Focusing on these key aspects enables authors to select a platform that not only fulfills their requirements but also boosts their work&#8217;s presence in the audiobook landscape.<\/p>\n\n\n\n<figure class=\"wp-block-image size-full is-resized\"><img fetchpriority=\"high\" decoding=\"async\" width=\"635\" height=\"232\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/Screenshot-2024-03-13-171816.png\" alt=\"\" class=\"wp-image-101161\" style=\"width:366px;height:auto\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/Screenshot-2024-03-13-171816.png 635w, https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/Screenshot-2024-03-13-171816-300x110.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/Screenshot-2024-03-13-171816-600x219.png 600w\" sizes=\"(max-width: 635px) 100vw, 635px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>ACX (Audiobook Creation Exchange)<\/strong><\/h2>\n\n\n\n<p>ACX, the Audiobook Creation Exchange, is a pivotal platform in the audiobook publishing domain, connecting authors with a vast network of professionals to bring their written work to auditory life. Linked with other audiobook publishing companies and giants like Audible and Amazon, ACX offers a unique opportunity for authors to tap into the extensive market these platforms command.<\/p>\n\n\n\n<p>One of ACX&#8217;s standout features is its flexible royalty-sharing options, which allow authors to partner with narrators and producers under terms that align with their project&#8217;s budget and revenue expectations. Exclusive distribution agreements available through ACX can also amplify an audiobook&#8217;s reach while potentially offering higher royalty rates, making it an attractive option for authors looking to maximize their earnings.<\/p>\n\n\n\n<p>Moreover, ACX&#8217;s wide network of talent caters to a diverse range of genres, from the imaginative landscapes of science fiction to the factual depths of nonfiction, ensuring that every author finds the perfect voice for their story. The platform simplifies the complex process of audiobook production, guiding self-published authors from manuscript to marketplace with tools and resources designed to make audiobook publishing accessible and successful. Through ACX, authors gain the capability to <a href=\"https:\/\/spines.com\/services\/audiobook\/\">produce high-quality audiobooks<\/a>, making their stories available to a global audience of listeners.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>In summary, ACX&#8217;s key features include:<\/strong><\/h4>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Wide Distribution Reach<\/strong>: Ensures audiobooks are accessible on major platforms.<\/li>\n\n\n\n<li><strong>Flexible Production Options<\/strong>: Allows personalized production approaches.<\/li>\n\n\n\n<li><strong>Royalty Share Program<\/strong>: Reduces upfront costs by sharing royalties.<\/li>\n\n\n\n<li><strong>Control Over Rights<\/strong>: Offers authors the choice in distribution agreements.<\/li>\n\n\n\n<li><strong>User-Friendly Interface<\/strong>: Simplifies the collaboration process.<\/li>\n\n\n\n<li><strong>Comprehensive Support<\/strong>: Guides users through each step.<\/li>\n\n\n\n<li><strong>Active Community<\/strong>: Encourages networking and collaboration.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:16px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>ACX&#8217;s combination of wide reach, flexibility, affordability, and supportive community makes it an invaluable platform for those looking to produce and distribute audiobooks effectively.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>ACX Pricing<\/strong><\/h3>\n\n\n\n<p>The ACX platform offers a flexible pricing model for audiobook production, with narrator fees ranging from <strong>$50 to $400 <\/strong>per finished hour, and an average cost between $200 and $300. <\/p>\n\n\n\n<p>Alternatively, authors can opt for a royalty share arrangement, avoiding upfront fees in exchange for sharing royalties with the narrator. Distribution costs differ based on the agreement type: exclusive agreements yield higher royalties but restrict distribution to Audible, Amazon, and iTunes, while non-exclusive agreements offer broader distribution at lower royalties.&nbsp;<\/p>\n\n\n\n<figure class=\"wp-block-image size-full is-resized is-style-default\"><img decoding=\"async\" width=\"642\" height=\"306\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/Screenshot-2024-03-13-171713.png\" alt=\"\" class=\"wp-image-101160\" style=\"width:349px;height:auto\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/Screenshot-2024-03-13-171713.png 642w, https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/Screenshot-2024-03-13-171713-300x143.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/Screenshot-2024-03-13-171713-600x286.png 600w\" sizes=\"(max-width: 642px) 100vw, 642px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Findaway Voices<\/strong><\/h2>\n\n\n\n<p>Findaway Voices emerges as a comprehensive platform in the audiobook industry, offering an end-to-end solution for authors seeking both production excellence and expansive distribution. Distinguished by its extensive reach, Findaway Voices facilitates access to audio content for a global audience through partnerships with major channels such as Apple Books, and Google Play, and an impressive roster of over 40 other partners, ensuring authors&#8217; works are available in every corner of the audiobook market.<\/p>\n\n\n\n<p>The platform&#8217;s flexibility is a significant advantage, offering authors control over pricing and the freedom of non-exclusive distribution agreements. This approach empowers authors to retain rights to their work and distribute their audiobooks across multiple platforms, maximizing potential revenue streams. Findaway Voices is particularly appealing for authors aiming for a broad market presence without being tied to a single distributor.<\/p>\n\n\n\n<p>Furthermore, Findaway Voices is committed to providing a tailored experience, accommodating a wide range of genres and project sizes. Whether an author is a newcomer to audiobook publishing or a seasoned professional seeking broader distribution, Findaway Voices offers the tools and support to navigate the audiobook landscape successfully, making it an invaluable ally in the quest to reach listeners worldwide.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>In summary, Findaway Voices&#8217; key features include:<\/strong><\/h4>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Global Distribution Network<\/strong>: Offers unparalleled access to a worldwide market through over 40 audiobook retailers and distributors.<\/li>\n\n\n\n<li><strong>Personalized Narrator Matching<\/strong>: Matches authors with professional narrators.&nbsp;<\/li>\n\n\n\n<li><strong>Distribution Flexibility<\/strong>: Allows for broad distribution without exclusivity constraints, providing authors with greater market freedom.<\/li>\n\n\n\n<li><strong>Extensive Narrator Selection<\/strong>: Features a wide range of narrators to suit various genres and preferences.<\/li>\n\n\n\n<li><strong>Ease of Use<\/strong>: The platform&#8217;s design prioritizes user-friendliness.<\/li>\n\n\n\n<li><strong>Robust Support<\/strong>: Offers comprehensive guidance and support.<\/li>\n\n\n\n<li><strong>Community Engagement<\/strong>: Fosters a vibrant community for authors to network and collaborate, enhancing the creative process.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:19px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>Findaway Voices&#8217; blend of extensive reach, personalized services, and user-centric features makes it an invaluable resource for authors looking to navigate the audiobook market successfully.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Findaway Voices Pricing<\/strong><\/h4>\n\n\n\n<p>Findaway Voices tailors its audiobook production pricing to various factors, including the selected narrator&#8217;s experience, the book&#8217;s length, and any additional production services required. Narrator fees typically range from <strong>$150 to over $ 400 per<\/strong> finished hour, reflecting the narrator&#8217;s expertise and market demand. Unlike some platforms, Findaway Voices usually avoids upfront distribution fees, opting instead for a revenue-sharing model with its extensive network of retailers and libraries.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large is-resized\"><img decoding=\"async\" width=\"1024\" height=\"256\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/gxB4EgPYPe4kLG9yTVWR3HF8hbKU0LdtFxyxrX7YFUWOdiWgHySSCm-1024x256.png\" alt=\"\" class=\"wp-image-289227\" style=\"width:304px;height:auto\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/gxB4EgPYPe4kLG9yTVWR3HF8hbKU0LdtFxyxrX7YFUWOdiWgHySSCm-1024x256.png 1024w, https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/gxB4EgPYPe4kLG9yTVWR3HF8hbKU0LdtFxyxrX7YFUWOdiWgHySSCm-300x75.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/gxB4EgPYPe4kLG9yTVWR3HF8hbKU0LdtFxyxrX7YFUWOdiWgHySSCm-768x192.png 768w, https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/gxB4EgPYPe4kLG9yTVWR3HF8hbKU0LdtFxyxrX7YFUWOdiWgHySSCm-360x90.png 360w, https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/gxB4EgPYPe4kLG9yTVWR3HF8hbKU0LdtFxyxrX7YFUWOdiWgHySSCm-600x150.png 600w, https:\/\/spines.com\/wp-content\/uploads\/2024\/02\/gxB4EgPYPe4kLG9yTVWR3HF8hbKU0LdtFxyxrX7YFUWOdiWgHySSCm.png 1200w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Spines<\/strong><\/h2>\n\n\n\n<p>Spines is an <a href=\"https:\/\/spines.com\/how-does-spines-work\/#:~:text=Our%20intelligent%20AI%20technology%20is,throughout%20the%20entire%20publishing%20process\">AI-powered publishing platform<\/a> aimed at streamlining the publishing process. They distinguish themselves in the audiobook publishing industry by harnessing artificial intelligence to streamline the audiobook production process, offering an efficient and cost-effective solution for authors and publishers. This platform is especially advantageous for those looking to quickly and affordably convert written content into audiobooks, broadening access to the audiobook market.<\/p>\n\n\n\n<p>At the core of Spines&#8217; novel audio innovation is its AI-powered narration, which uses advanced text-to-speech technology to transform written text into spoken words, eliminating the need for traditional human narration of audio files. This technology has evolved to produce more natural and expressive voice outputs, closely mimicking human intonation and emotion, thereby enhancing the listening experience.<\/p>\n\n\n\n<p>Spines provide a diverse range of AI-generated voices, allowing authors to select a voice that complements the narrative style and characters of their book, ensuring a personalized and immersive listening experience.<\/p>\n\n\n\n<p>Additionally, Spines does not only offer audiobook creation, they have streamlined the publishing process, making it easy for authors to transition from a manuscript to a self-published full book in less than 30 days. They offer everything from cover design, editing, and formatting, to audiobook generation. Spines offers all publishing formats, including POD (Print-on-Demand) and eBooks. They also distribute across countless global channels, like Amazon and Barnes &amp; Noble.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>In summary, Spines key features include:<\/strong><\/h4>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>AI-Powered Narration<\/strong>: Advanced text-to-speech technology transforms text into natural, expressive spoken words.<\/li>\n\n\n\n<li><strong>User-Friendly Dashboard: <\/strong>Navigate publishing seamlessly, regardless of tech experience.<\/li>\n\n\n\n<li><strong>Diverse Voice Selection<\/strong>: A wide array of AI-generated voices offers customization to match the book&#8217;s tone and characters.<\/li>\n\n\n\n<li><strong>Rapid Production<\/strong>: Accelerated production process allows for swift market entry.<\/li>\n\n\n\n<li><strong>Cost Efficiency<\/strong>: Eliminates traditional narration and production costs, providing an economical alternative for authors.<\/li>\n\n\n\n<li><strong>Customization and Control<\/strong>: Extensive options to adjust narration, ensuring the audiobook aligns with the author&#8217;s vision.<\/li>\n\n\n\n<li><strong>Accessibility<\/strong>: Lowers barriers to entry for audiobook production, inviting a broader authorship.<\/li>\n\n\n\n<li><strong>Emotionally Expressive Outputs<\/strong>: Technological advancements yield voices that convey a range of human emotions, engaging listeners more deeply.<\/li>\n<\/ul>\n\n\n\n<div style=\"height:15px\" aria-hidden=\"true\" class=\"wp-block-spacer\"><\/div>\n\n\n\n<p>Spines&#8217; blend of technological innovation, efficiency, and user-centric features positions it as a key player in the evolving audiobook production landscape, offering authors a novel pathway to bring their stories to an ever-growing audience of audiobook enthusiasts. You can <a href=\"https:\/\/spines.com\/sign-up\/\">sign up for free<\/a> and explore what they have to offer.&nbsp;<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Audiobook Distribution<\/strong><\/h2>\n\n\n\n<p>The distribution of audiobooks is a critical factor in determining their success and accessibility in the market. Audiobook platforms employ various strategies to manage distribution, which significantly affects an author&#8217;s ability to reach potential listeners and generate sales.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Exclusive vs. Non-Exclusive Distribution Models<\/strong><\/h4>\n\n\n\n<p>The choice between exclusive and non-exclusive distribution models is one of the most crucial decisions authors must make, as it influences both the reach of their own audiobook and the royalties they can earn.<\/p>\n\n\n\n<p>Exclusive distribution models involve an agreement where the audiobook is distributed through a single platform or a limited number of channels. This exclusivity often comes with certain benefits, such as higher royalty rates or promotional support, making it an attractive option for authors looking for a straightforward distribution strategy.<\/p>\n\n\n\n<p>In contrast, non-exclusive distribution models allow authors to place their audiobooks across a wide range of retailers and streaming services, from major audiobook platforms to smaller, niche sites. This broad distribution can significantly increase an audiobook&#8217;s visibility and accessibility, offering authors the chance to reach diverse audiences worldwide.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>The Role of Major Audiobook Platforms<\/strong><\/h4>\n\n\n\n<p>Major audiobook platforms like Penguin Random House Audio, Hachette Audio, and Macmillan Audio play a significant role in the wider distribution network. These platforms have extensive reach and strong relationships with retailers and libraries, which can greatly enhance an audiobook publisher&#8217;s market presence.<\/p>\n\n\n\n<p>The choice between exclusive and non-exclusive distribution, and the decision to work with major audiobook platforms, should be guided by an author&#8217;s specific goals, target audience, and marketing strategy. Authors must carefully consider these options, possibly consulting with industry professionals or conducting market research, to determine the best distribution strategy for their audiobooks. Ultimately, the aim is to strike a balance between maximizing revenue and ensuring the best audiobook reaches as many listeners as possible.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/bgOAxctGSFqMU-LIojD1Rq3daT1RjIDF1qJoL5VmgUGVEALCAb5GTRUN7f3DwHy-niw9Rd0m8vrcjZNXVZiqs5h4xpOhKNH7wzbFoTaW5WIgwuplbOY5a9aUT3wuW8QvK29GuwVSH43-QcC3Rf7fug\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Audiobook Publishing<\/strong><\/h2>\n\n\n\n<p><a href=\"https:\/\/spines.com\/services\/audiobook\/\">Publishing an audiobook<\/a> is a meticulous process that transforms written text into an engaging auditory experience. This journey from manuscript to polished audiobook involves several critical steps, each requiring careful attention to detail and a commitment to quality.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Manuscript Preparation<\/strong><\/h4>\n\n\n\n<p>The first step for audiobooks is preparing the manuscript for audio recording. This involves adapting the written content for auditory consumption, which may include modifying dialogue tags, descriptions, and other elements that might not translate well from text to audio. Authors might also need to provide narrators with guidance on character voices, pronunciations, and tone to ensure consistency with the book&#8217;s spirit.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Narrator Selection<\/strong><\/h4>\n\n\n\n<p>Choosing the right narrator is pivotal. The voice must resonate with the book&#8217;s genre, characters, and overall mood. Authors can audition multiple narrators or work with the production company or platforms to find a suitable match. This decision significantly impacts the audiobook&#8217;s appeal, making it essential to select a narrator who can bring the text to life.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Recording and Production<\/strong><\/h4>\n\n\n\n<p>Once a narrator is chosen, the recording process begins. This stage requires a professional setup, either in a studio or a home environment with high-quality recording equipment, to ensure clear, crisp audio. <a href=\"https:\/\/en.wikipedia.org\/wiki\/Narrator_(disambiguation)\" target=\"_blank\" rel=\"noopener\">Narrators<\/a> and producers must work closely to maintain consistent pacing, tone, and energy levels throughout the recording. This collaboration is crucial for complex genres like adult fiction and classic literature, where character nuances and narrative depth must be captured authentically.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Editing and Post-Production<\/strong><\/h4>\n\n\n\n<p>After recording, the audio files undergo editing to remove mistakes, and unwanted noises, and ensure seamless narration. This stage also includes mastering, where the audio is fine-tuned for volume, clarity, and quality, adhering to the production standards of top audiobook companies and publishers. Quality control checks are essential during post-production to guarantee a professional-grade audiobook.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Distribution and Release<\/strong><\/h4>\n\n\n\n<p>With the audiobook polished and ready, the final step is distribution. Depending on the chosen audio form, platform, and distribution model, the audiobook is then released across various channels, including online retailers, libraries, and streaming services. Marketing and promotional strategies are crucial at this stage to ensure the audiobook reaches its target audience and achieves maximum visibility.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Quality Control<\/strong><\/h4>\n\n\n\n<p>Quality control is an essential phase where a detailed critical listening session is undertaken to identify and rectify any discrepancies overlooked in the editing phase. This meticulous process ensures the detection of volume irregularities, mispronunciations, skipped sections of text, and any subtle audio defects, guaranteeing a flawless listening experience for the audience.<\/p>\n\n\n\n<p>Throughout this process, the collaboration between authors, narrators, and audio engineers is fundamental. This teamwork ensures that the audiobook produced not only meets but exceeds industry standards, providing listeners with a high-quality audio experience. Adhering to these steps and emphasizing quality at each stage results in an audiobook that captivates listeners and stands out in the competitive audiobook market.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Which Platform Should You Choose?<\/strong><\/h2>\n\n\n\n<p>In exploring the top audiobook production platforms, we&#8217;ve delved into various services that cater to independent authors, highlighting the importance of production quality, distribution reach, and user-friendliness among audiobook production and publishing companies and publishers. Choosing the right platform is crucial and should align with the author&#8217;s needs, the audiobook&#8217;s genre, and the intended audience. Independent authors are encouraged to consider audiobook production as a strategic avenue to broaden their reach. Venturing into the audiobook market can significantly enhance their visibility and connect them with a wider, more diverse audience in the ever-evolving digital storytelling arena.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In the digital age, audiobooks have surged in popularity, becoming a staple for readers who prefer the convenience and immersive experience of listening to stories. This trend has opened new horizons for independent authors, offering them a platform to reach audiences beyond traditional print and ebook formats. The choice of an audiobook production platform is [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":99064,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[55],"tags":[],"class_list":["post-99059","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-distributing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/99059","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=99059"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/99059\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/99064"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=99059"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=99059"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=99059"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}