{"id":99508,"date":"2024-03-03T11:00:00","date_gmt":"2024-03-03T11:00:00","guid":{"rendered":"https:\/\/booxai.com\/?p=99508"},"modified":"2024-04-01T07:59:30","modified_gmt":"2024-04-01T07:59:30","slug":"isbn-for-self-published-books","status":"publish","type":"post","link":"https:\/\/spines.com\/isbn-for-self-published-books\/","title":{"rendered":"ISBN for Self-Published Books: Everything You Need to Know"},"content":{"rendered":"\n<p>In the world of publishing, an International Standard Book Number (ISBN) acts as a critical identifier for books, enabling them to be recognized and tracked across the global marketplace. For self-published authors, securing an ISBN for their work is a pivotal step in transitioning from manuscript to marketable book. This unique numeric identifier facilitates the listing and sale of books through various retailers, both online and in brick-and-mortar stores, and also plays a crucial role in inventory management and sales tracking within the book industry.<\/p>\n\n\n\n<p>An ISBN ensures that a book is easily discoverable to readers, libraries, and booksellers, thereby enhancing its visibility and accessibility. For self-published books, obtaining an ISBN signifies a move towards professionalism, allowing authors to participate fully in the book ecosystem. It legitimizes their work, opening doors to a wider range of distribution channels and opportunities for recognition. Understanding the significance and application of ISBNs is essential for self-publishers aiming to navigate the complexities of the publishing world and achieve success in bringing their books to a broader audience.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/XLYj9Pd9U6cFgwd-sR_mPBUBrVNGajmPg_vHrTZLreBsWqI57s40iGjRhm6dBWwc5G2xSY8cD6GktbeqHFQ0_hwip-jvR8LmmfPVPSt2YKbCmdsIwat98VTePgzehxjViJeKmhftsQOzebBz1KKiwQ\" alt=\"ISBN for Self-Published Books\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Understanding ISBN for Self-Published Books<\/strong><\/h2>\n\n\n\n<p>The International Standard Book Number (ISBN) is a unique numeric identifier that is assigned to each edition and variation (except reprintings) of a book. The ISBN system was developed to standardize the identification of books, making it easier for publishers, booksellers, libraries, and readers to find, purchase, and manage books. This 13-digit code (formerly 10 digits until the end of 2006) encapsulates information about the book&#8217;s publisher, title, edition, and format, distinguishing it from other books in the global marketplace.<\/p>\n\n\n\n<p>For self-published authors, acquiring an ISBN is a crucial step towards professional publishing. It facilitates the listing of their book on various platforms and aids in the management of sales and distribution. An ISBN helps to ensure that a book is properly cataloged by booksellers, libraries, and online retailers, making it easily accessible to potential readers. Moreover, it enables efficient tracking of sales data, which can be invaluable for marketing and stock replenishment purposes.<\/p>\n\n\n\n<p>The process of obtaining an ISBN varies slightly from country to country, as each nation has its own ISBN agency responsible for assigning these numbers. Generally, self-published authors can apply for an ISBN through their national ISBN agency&#8217;s website. In the United States, for instance, Bowker is the official source for ISBNs. Authors can purchase a single ISBN or opt for a package of multiple numbers, depending on their publishing needs. The cost can vary, so authors need to consider this as part of their publishing budget.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>It&#8217;s important for self-publishers to understand several key terms related to ISBNs:<\/p>\n\n\n\n<p><strong>International Standard Book Number (ISBN):<\/strong> The global standard for identifying books, allowing them to be sold and distributed worldwide.<\/p>\n\n\n\n<p><strong>Self-publishing:<\/strong> The act of publishing a book by the author without the involvement of an established third-party publisher. Self-publishing gives authors full control over the publishing process, including acquiring an ISBN.<\/p>\n\n\n\n<p><strong>Book industry standards:<\/strong> These are the guidelines and practices followed by the publishing industry to ensure consistency and efficiency in the production, distribution, and sale of books. Adhering to these standards, such as obtaining an ISBN, is crucial for seamless participation in the book market.<\/p>\n\n\n\n<p>Understanding and adhering to the ISBN system is essential for self-published authors aiming to achieve a professional standard in publishing. An ISBN not only enhances the discoverability of a book but also signifies the author&#8217;s commitment to industry standards, thereby increasing the book&#8217;s credibility and potential reach in the competitive publishing landscape.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Option of Free ISBN<\/strong><\/h2>\n\n\n\n<p>The option of a free ISBN is an appealing prospect for many self-published authors, offering a cost-effective entry into the world of publishing. Platforms such as Kindle Direct Publishing (KDP) and others provide free ISBNs to authors who choose to publish through their services. This complimentary service removes a financial barrier, making it easier for authors to get their works published and available in the market.<\/p>\n\n\n\n<p>A free ISBN functions in the same way as a purchased one in terms of its role in identifying a book. However, the key difference lies in the listed publisher: with a free ISBN, the publishing platform is registered as the publisher of record, not the author. This distinction can have implications for the book&#8217;s branding and the author&#8217;s autonomy over their work.<\/p>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Pros of using a free ISBN:<\/strong><\/h4>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Cost-Efficiency:<\/strong> Obtaining an ISBN without a fee is financially advantageous, especially for authors on a tight budget.<\/li>\n\n\n\n<li><strong>Ease of Access:<\/strong> The process is straightforward, with the ISBN often provided immediately upon publishing through the platform.<\/li>\n\n\n\n<li><strong>Simplifies the Publishing Process:<\/strong> For new authors, this can streamline the journey to getting their book published.<\/li>\n<\/ul>\n\n\n\n<h4 class=\"wp-block-heading\"><strong>Cons of using a free ISBN:<\/strong><\/h4>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Limited Control:<\/strong> The author is not the publisher of record, which can limit distribution options outside the platform providing the ISBN.<\/li>\n\n\n\n<li><strong>Brand Implications:<\/strong> Books published under a platform&#8217;s ISBN may be perceived differently by industry professionals and may not carry the same weight as those with an ISBN owned by the author or an independent publisher.<\/li>\n\n\n\n<li><strong>Restrictions on Transferability:<\/strong> The ISBN cannot be transferred if the author decides to publish the book elsewhere, necessitating a new ISBN for different editions or formats.<\/li>\n<\/ul>\n\n\n\n<p>The implications of using a free ISBN extend to marketing and distribution. While it enables immediate access to the platform&#8217;s distribution channels, it may limit broader distribution opportunities, particularly in physical bookstores or with other online retailers who may have specific policies about books published under a platform&#8217;s ISBN. Authors need to weigh these factors carefully, considering their long-term publishing goals and how they wish their book to be perceived in the market.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/z5csMU-LjlnbfJS2ecWMquF9K0gipY3yX8Wrj9XJx3g9M-o6m5e9pRsl2ojxJ3jlB5aChsaX6An_Y1gw57QnQ7fpf6hLOAFqltpg_lONPpzeG_kISaL5tDPZigRcs_xx0vFugFS6MnpQiyeMwF_mzg\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Benefits of Owning Your ISBN<\/strong><\/h2>\n\n\n\n<p>Purchasing your own ISBN as a self-published author comes with a multitude of benefits that can significantly impact the reach and success of your book. Owning an ISBN grants you greater control over your book&#8217;s publishing journey, from its distribution channels to its <a href=\"https:\/\/spines.com\/licensing-content-for-self-publishing-a-beginners-guide\/\" data-type=\"link\" data-id=\"https:\/\/spines.com\/licensing-content-for-self-publishing-a-beginners-guide\/\">branding and copyright.<\/a> This level of autonomy is particularly appealing for authors who view their publishing work as a long-term career and are keen on building a personal or independent publishing brand.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Advantages of Purchasing Your Own ISBN:<\/strong><\/h3>\n\n\n\n<ol class=\"wp-block-list\">\n<li><strong>Publisher of Record:<\/strong> When you purchase your own ISBN, you are listed as the publisher of record. This enhances your credibility as an author and publisher, making your book more appealing to booksellers, libraries, and readers who often give preference to books from recognized publishers.<\/li>\n\n\n\n<li><strong>Control Over Distribution:<\/strong> Owning your ISBN allows you to distribute your book through multiple channels, including major online retailers, independent bookstores, and international markets. This broader distribution potential increases your book&#8217;s visibility and accessibility to a wider audience.<\/li>\n\n\n\n<li><strong>Branding Consistency:<\/strong> With your own ISBN, you maintain control over your book&#8217;s branding. You can ensure that all editions and formats of your book (e.g., hardcover, paperback, eBook) are consistently branded under your chosen publisher name, contributing to a more professional presentation and cohesive brand image.<\/li>\n\n\n\n<li><strong>Rights Management:<\/strong> Owning your ISBN facilitates easier rights management, allowing you to negotiate and manage rights for translations, adaptations, and other derivative works more effectively. This is crucial for authors looking to expand their book&#8217;s reach into different markets and mediums.<\/li>\n\n\n\n<li><strong>Long-term Flexibility:<\/strong> Your ISBN remains valid indefinitely, providing flexibility for future editions or formats of your book without the need to reapply or obtain a new ISBN from a platform provider. This is particularly beneficial for authors who plan to update their books or release new editions over time.<\/li>\n<\/ol>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Comparison with Free ISBNs:<\/strong><\/h3>\n\n\n\n<p>While free ISBNs offer an accessible entry point into publishing, they come with limitations on control and flexibility. These ISBNs are often tied to the platform providing them, restricting distribution and branding options. In contrast, owning your ISBN affords you the freedom to publish under your terms, enhancing your ability to build a sustainable publishing brand. The initial investment in purchasing your ISBNs can lead to greater long-term returns by establishing a more professional image, expanding distribution possibilities, and retaining full control over your publishing rights and decisions.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<p>In conclusion, while the upfront cost of purchasing an ISBN may seem daunting to some self-published authors, the benefits of ownership — including enhanced control, broader distribution opportunities, and greater flexibility — make it a worthwhile investment for those committed to building a professional presence in the publishing world.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/n3Vn4Wnyiq056_Q4nHUu4iCdSHd-15HaDBch5eqP4wGzmBjG6WvURg4PKoj_6Qgm2OVfGCypLrOCG_iQRr8SkAS4DiXUq9hrojiPwalQKft2O75Co7L0WNEM-U_dWwe96Sxcpa24kMgzAawz2QAcfQ\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Same ISBN vs. Separate ISBN<\/strong><\/h2>\n\n\n\n<p>Navigating the decision between using the same ISBN or assigning separate ISBNs for different formats of the same book is crucial for self-published authors. The ISBN system is designed to ensure that each edition and format of a book is uniquely identifiable, which is essential for accurate cataloging, distribution, and sales tracking across the publishing industry.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Using the Same ISBN for Different Formats:<\/strong><\/h3>\n\n\n\n<p>Generally, the same ISBN should not be used across different formats of a book. Each format (e.g., hardcover, paperback, eBook) is considered a separate product in the eyes of retailers and libraries, necessitating its own unique ISBN. This distinction helps in managing inventory and sales data more effectively, as each format might differ in price, distribution channels, and audience preference.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Circumstances Necessitating Separate ISBNs:<\/strong><\/h3>\n\n\n\n<ul class=\"wp-block-list\">\n<li><strong>Print vs. eBook:<\/strong> These are fundamentally different products, with eBooks requiring specific formatting and often being sold through different channels than print books. Each format should have its own ISBN to reflect these differences and to facilitate accurate sales tracking and distribution.<\/li>\n\n\n\n<li><strong>Hardcover vs. Paperback:<\/strong> Despite containing the same content, these formats differ in binding, quality, price, and distribution strategies. Assigning separate ISBNs allows publishers and authors to market and manage each version according to its unique characteristics.<\/li>\n\n\n\n<li><strong>Revised Editions:<\/strong> If significant changes are made to a book, resulting in what is considered a new edition, a new ISBN is required to differentiate it from the previous version. This helps readers and buyers to distinguish between different editions of the same title.<\/li>\n\n\n\n<li><strong>Special Editions:<\/strong> Limited editions, versions with special forewords, or those including supplementary materials (e.g., CDs, companion materials) also necessitate their own ISBNs, as they offer content or features distinct from the standard editions.<\/li>\n<\/ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Guidelines from ISBN Agencies:<\/strong><\/h3>\n\n\n\n<p>ISBN agencies worldwide advocate for the assignment of separate ISBNs to each format and edition of a book to maintain clarity and efficiency in the book supply chain. They provide specific guidelines that help authors and publishers understand when a new ISBN is needed, ensuring consistency across the industry. Following these guidelines is essential for effective book marketing, distribution, and sales tracking. It also ensures that consumers and institutions like libraries can easily find and order the correct version of a book they are interested in.<\/p>\n\n\n\n<p>While the temptation to use a single ISBN for multiple formats of ebook versions of a book might arise for cost-saving reasons, the long-term benefits of assigning separate ISBNs—enhanced discoverability, accurate sales tracking, and effective inventory management—far outweigh the initial investment. Adhering to the established guidelines ensures a smoother publishing process and a better experience for readers and buyers.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/xXs-6EX6Mt8iVBQ8po7js_5ffiV-AsNkKMsA9C7R8zqr1qsTAIh-72-mAhsn5fgNAeZt9Yj6qO_c7UEvQr3SP_zahYqH6palksr487sA6nyYfiWkliZ3ZN2MNv0ir_3tTOFGw5M3pFNw8h3IKS-T7Q\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>How to Get an ISBN for Your Self-Published Book<\/strong><\/h2>\n\n\n\n<p>Acquiring an ISBN is a fundamental step for self-published authors aiming to distribute their books professionally and efficiently. Here is a step-by-step guide on how to obtain an ISBN for your self-published book:<\/p>\n\n\n\n<p>1. <strong>Identify Your National ISBN Agency:<\/strong> ISBNs are issued by national agencies specific to each country. Start by identifying the ISBN agency responsible for your region. In the United States, for example, Bowker is the authorized ISBN agency, whereas in the United Kingdom, Nielsen holds this responsibility.<\/p>\n\n\n\n<p>2. <strong>Register with the ISBN Agency:<\/strong> Visit the website of your national ISBN agency and create an account. This step typically involves providing personal or business information, depending on whether you&#8217;re publishing as an individual or through a publishing entity you&#8217;ve established.<\/p>\n\n\n\n<p>3. <strong>Decide on the Number of ISBNs You Need:<\/strong> ISBN agencies often offer the option to purchase a single ISBN or bundles of multiple ISBNs. Consider your long-term publishing plans; buying in bulk can be more cost-effective if you anticipate publishing several books or different formats of the same book.<\/p>\n\n\n\n<p>4. <strong>Complete the Application and Make Payment:<\/strong> Fill out the application form, providing details about your book, such as the title, author name, and format(s). Then, proceed to make the payment for the number of ISBNs you&#8217;ve chosen. Costs can vary significantly; a single ISBN might cost around $125, while bundles can reduce the per-ISBN cost.<\/p>\n\n\n\n<p>5. <strong>Receive and Assign Your ISBN(s):<\/strong> After processing your payment, the ISBN agency will issue your ISBN(s). Assign each ISBN to a specific format of your book and include it in your book&#8217;s metadata and <a href=\"https:\/\/spines.com\/navigating-copyrights-and-licenses\/\" data-type=\"link\" data-id=\"https:\/\/spines.com\/navigating-copyrights-and-licenses\/\">copyright page.<\/a><\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Budgeting for ISBNs:<\/strong><\/h3>\n\n\n\n<p>When budgeting for ISBNs, consider it an investment in your book&#8217;s future. The cost of an ISBN can be a significant expense for a self-published author, but the benefits it provides in terms of distribution, sales tracking, and professional credibility often outweigh the initial outlay. If you&#8217;re planning multiple books or formats, purchasing ISBNs in bulk can offer substantial savings. Factor this expense into your overall publishing budget, keeping in mind the long-term advantages of having your own ISBNs.<\/p>\n\n\n\n<p>By following these steps and understanding the associated costs, self-published authors can acquire ISBNs efficiently, setting the stage for successful book distribution and sales.<\/p>\n\n\n\n<figure class=\"wp-block-image\"><img decoding=\"async\" src=\"https:\/\/lh7-us.googleusercontent.com\/ko517X-GVrgH_PEakbtqhnD-ZvHQoAR-iOEPuvQ_-sjaiaoe_eSuKSbA-b3-kq4GJWF31FJN35oUsD8R0hE6ieMv16rtb1J5NLuw3LaTJHP9Mdl8k1R8NTXSTchCRoXL7BSYIMow4X1DV2qEfhIZ0A\" alt=\"\"\/><\/figure>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>The Impact of ISBN on Book Distribution and Sales<\/strong><\/h2>\n\n\n\n<p>An International Standard Book Number (ISBN) plays a pivotal role in the distribution and sales of books, acting as a linchpin for various processes within the book industry. For self-published authors, understanding this impact is crucial to leveraging their ISBNs for maximum benefit.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Facilitating Distribution<\/strong><\/h3>\n\n\n\n<p>An ISBN serves as a universal identifier that enables books to be sold and distributed through a vast array of channels. Online retailers and brick-and-mortar bookstores rely on ISBNs to catalog and manage their inventory. This standardization allows for efficient handling, ordering, and stocking of books, irrespective of the size or location of the retailer. For self-published authors, having an ISBN means their book can be listed alongside traditionally and independently published other titles, providing access to a wider market and the opportunity to reach a broader audience.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Inventory Management and Sales Tracking<\/strong><\/h3>\n\n\n\n<p>ISBNs are integral to inventory management systems used by booksellers and libraries, allowing for the precise tracking of book sales and stock levels. This tracking capability is essential for understanding sales trends, managing reorders, and planning marketing strategies. For authors, access to sales data linked to their ISBN can offer valuable insights into their book&#8217;s performance, helping to inform future publishing and marketing decisions.<\/p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Enhancing Discoverability and Legitimacy<\/strong><\/h3>\n\n\n\n<p>An ISBN significantly boosts a book&#8217;s discoverability. It enables a book to be easily found in databases and online search engines, increasing its visibility to potential readers. Furthermore, an ISBN lends a book legitimacy and professionalism, signaling to readers, booksellers, and librarians that the title is a serious publishing endeavor. This perception can influence purchasing decisions and is particularly important for self-published authors competing in a crowded market.<\/p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Case Studies: Success Stories of Self-Published Authors with ISBN<\/strong><\/h2>\n\n\n\n<p>The landscape of self-publishing is full of success stories, many of which underscore the strategic use of ISBNs as a pivotal factor in achieving notable success. Consider the case of E.L. James, whose &#8220;Fifty Shades&#8221; series began as self-published works. By securing ISBNs for her books, James facilitated their distribution and visibility, eventually catching the attention of major publishers and publishing companies, leading to a best-selling series publishing books and a multimedia franchise.<\/p>\n\n\n\n<p>Another inspiring example is<a href=\"https:\/\/en.wikipedia.org\/wiki\/Andy_Weir\" target=\"_blank\" rel=\"noopener\"> Andy Weir<\/a>, who initially published &#8220;The Martian&#8221; chapter by chapter on his blog. Recognizing the potential of his growing audience, Weir decided to self-publish the book page a complete novel with an ISBN, making it available on various platforms. This strategic move significantly boosted the book&#8217;s discoverability, leading to its eventual acquisition by a major publisher, a blockbuster film adaptation, and a skyrocketing writing career.<\/p>\n\n\n\n<p>These cases highlight the transformative potential of ISBNs in the self-publishing journey. For James, an ISBN was a gateway to mainstream publishing success and international acclaim. For Weir, it was a tool that transitioned his work from a serialized blog post to a global phenomenon and book worldwide. Both authors leveraged the power of ISBNs to not only enhance their books&#8217; marketability but also to establish themselves as formidable figures in the literary world.<\/p>\n\n\n\t<a class=\"start-for-free\" href=\"\/sign-up\/\" id=\"blog_post_signup_btn\">\r\n        Your Publishing Journey Awaits – <span class=\"one-block\"><span class=\"for-free\">Start Now<\/span> <i class=\"icon icon-arrow\"><\/i><\/span>    <\/a>\r\n\t\n\n\n\n<h2 class=\"wp-block-heading\"><strong>Conclusion<\/strong><\/h2>\n\n\n\n<p>In conclusion, the role of an International Standard Book Number (ISBN) in the journey of a self-published book cannot be overstated. As we&#8217;ve explored, an ISBN serves as a unique identifier that not only facilitates the distribution of books across online and physical retailers but also plays a critical role in inventory management and sales tracking within the industry. Opting for a free ISBN can provide a cost-effective solution for authors, though it comes with certain limitations regarding control and distribution. Conversely, purchasing your own ISBN offers a level of autonomy and professional credibility that can significantly benefit self-published authors in the long term.<\/p>\n\n\n\n<p>The decision between using the same ISBN for different formats of a book or assigning separate ISBNs for each variation is guided by industry standards, which dictate that each format should have its unique identifier. This ensures efficient management and sales tracking across various distribution channels.<\/p>\n\n\n\n<p>Understanding and strategically leveraging ISBNs can dramatically enhance a book&#8217;s discoverability, legitimacy, and market presence. For self-published authors, careful consideration of how to obtain and use ISBNs is integral to achieving publishing success and establishing a professional footing in the competitive landscape of the book industry.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>In the world of publishing, an International Standard Book Number (ISBN) acts as a critical identifier for books, enabling them to be recognized and tracked across the global marketplace. For self-published authors, securing an ISBN for their work is a pivotal step in transitioning from manuscript to marketable book. This unique numeric identifier facilitates the [&hellip;]<\/p>\n","protected":false},"author":3222,"featured_media":99511,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[57],"tags":[],"class_list":["post-99508","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-self-publishing"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/99508","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/3222"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=99508"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/99508\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/99511"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=99508"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=99508"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=99508"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}