{"id":9979,"date":"2022-07-26T13:44:39","date_gmt":"2022-07-26T13:44:39","guid":{"rendered":"https:\/\/booxai.com\/?p=9979"},"modified":"2023-12-25T08:45:25","modified_gmt":"2023-12-25T08:45:25","slug":"when-should-you-omit-a-character","status":"publish","type":"post","link":"https:\/\/spines.com\/when-should-you-omit-a-character\/","title":{"rendered":"When Should You Omit a Character?"},"content":{"rendered":"<p>#Characters #Writing #Books<\/p>\n<p><img fetchpriority=\"high\" decoding=\"async\" class=\"alignnone wp-image-10286 size-large\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/AdobeStock_379503971-1024x287.jpeg\" alt=\"omit a character\" width=\"1024\" height=\"287\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/AdobeStock_379503971-1024x287.jpeg 1024w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/AdobeStock_379503971-300x84.jpeg 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/AdobeStock_379503971-768x215.jpeg 768w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/AdobeStock_379503971-1536x430.jpeg 1536w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/AdobeStock_379503971-2048x573.jpeg 2048w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/AdobeStock_379503971-600x168.jpeg 600w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">Telling a story will usually involve a plot centered around several characters tied to the story, either directly or indirectly: The main characters (or protagonists) of the story, the secondary characters who the main character interacts with, and the auxiliary characters who are tangential to plot, but may not necessarily interact with the main character. When a writer begins to sketch out a plot for their story, it may be tempting to assume that the more characters that are integrated into it, the more impressive and interesting the story will be. But is that really so, or might there be occasions to strategically omit a character?<\/span><\/p>\n<p><span style=\"font-weight: 400;\">As the old saying goes, “Quality over quantity”; that is, the number of characters, or chapters, or plot lines is not a strong indicator of a good book &#8211; but the quality of the writing is everything. When it comes to incorporating characters into the plot, it’s important to determine whether their actions either help to advance the plot, influence the behavior and actions of other characters, or give the audience reading an alternative perspective of the plot.  Otherwise, the inclusion of those additional characters might detract from a clean storyline and disrupt the pacing, making the plot feel clunkier and more confusing. <\/span><\/p>\n<h2><span style=\"font-weight: 400;\">Why is it important to consider to omit a character?<\/span><\/h2>\n<p><span style=\"font-weight: 400;\">It’s possible that your story involves a long list of characters who are affected, influenced, and changed by the events of the plot. However, keep in mind that in order to tell any one story well, a writer needs to be able to delve deeply into the thoughts and emotions of each character &#8211; a tall task as the character list grows. Since the plot will follow a central storyline involving the main character(s), those characters are the priority, with auxiliary characters and subplots serving as a support to the storyline &#8211; their presence is, essentially, a “device” to ensure the main character’s thoughts and feelings are expressed or known to the reader. <\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><b>Strike a balance.<\/b><span style=\"font-weight: 400;\"> One way to compare the main character\/auxiliary character balance is to compare it to seasoning a dish: Seasoning well augments the flavor of the dish, complimenting and broadening the palette, bringing certain flavors to the front, and balancing stronger flavors by off-setting them. Over-seasoning, simply put, makes a dish inedible. What dish would you like to serve to your readers? Most commonly, it is the “seasoning”, or the marginal characters, that are at fault for a long-winded, messy or confusing storyline. If you find yourself struggling to nix them completely from the book, consider that they might be better served as main characters for another book &#8211; perhaps it is enough material for a spin-off or sequel! This will help you narrow down their appearance in the novel to what serves this plot.<\/span><\/li>\n<li style=\"font-weight: 400;\"><b>Anything that doesn’t add, detracts.<\/b><span style=\"font-weight: 400;\"> Descriptions of places, people and events aren’t just a way for the writer to flex their skill to readers &#8211; they all need to serve a specific purpose for the plot, the characters, or the message of the novel. Even entertaining,  well-written, well-loved sections of the manuscript may reach the cutting <a href=\"https:\/\/spines.com\/7-tips-for-overcoming-a-writing-barrier-how-to-defeat-writers-block\/\">block<\/a> if they don’t serve that purpose.<\/span><\/li>\n<li style=\"font-weight: 400;\"><b>Good writing fosters intimacy between the reader and the characters<\/b><span style=\"font-weight: 400;\">. The reader wants to get to the point where they feel like they know all the characters. Chapter by chapter, the goal is for the audience to be led deeper into the thoughts and feelings behind the characters’ actions, so as the characters learn and change, the audience feels they understand those characters much like a close companion would. But as more characters are introduced, the reader might lose focus on the <a href=\"https:\/\/en.wikipedia.org\/wiki\/Protagonist\" target=\"_blank\" rel=\"noopener\">protagonist<\/a>&#8216;s journey &#8211; and lose interest, altogether. Make sure that the inclusion of new characters helps the reader build a deeper connection to the protagonist and central plot.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\"> <img decoding=\"async\" class=\"alignnone size-large wp-image-10285\" src=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/1-1024x576.png\" alt=\"\" width=\"800\" height=\"450\" srcset=\"https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/1-1024x576.png 1024w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/1-300x169.png 300w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/1-768x432.png 768w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/1-600x338.png 600w, https:\/\/spines.com\/wp-content\/uploads\/2022\/07\/1.png 1280w\" sizes=\"(max-width: 800px) 100vw, 800px\" \/><\/span><\/p>\n<p><span style=\"font-weight: 400;\">Afraid you won’t be able to tell which characters are important to your book? Your editor’s job is, among other tasks, to help you streamline the plot and make sure your book flows smoothly, so they will be able to weigh in. This is why the editing process is so important for an author. Still, a writer may be able to avoid falling into the trap of adding “fluff” by considering these questions:<\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\"><b>What is the role of each character in the story? <\/b><span style=\"font-weight: 400;\">If you can summarize the role of each character by how they catalyze movement in the plot or how they influence the protagonist&#8217;s actions, and there’s little overlap, chances are, they aren’t “fluff”.<\/span><\/li>\n<li style=\"font-weight: 400;\"><b>Can another character &#8220;play the role” of another character?<\/b><span style=\"font-weight: 400;\"> Are there other characters who can serve multiple purposes to the central plot? Potentially, you may have written a character who only has one small purpose in the plot, and giving that action or scene to another character might add cohesion to the storytelling. <\/span><\/li>\n<li style=\"font-weight: 400;\"><b>If you remove a certain character from the book, does it hinder the pacing or understanding of the story?<\/b><span style=\"font-weight: 400;\"> If the answer is no, then it might be worth reconsidering the importance of the character in the book.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\"> <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Though you might still find yourself attached to a character that your editor is convinced “needs the axe,” you still have the last say as an author as to what stays and what goes. Your editor offers suggestions and professional insight meant to enhance your writing. Still, as authors and owners of your intellectual property, it is your decision whether or not to apply the editor’s suggestions. You can also consider finding a happy medium by trimming the character’s appearance in your story versus nixing them altogether, making sure each inclusion has a clear and unique importance to the central plot.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">There is no proven formula for finding the right number of characters to tell a story. You, as the writer, ultimately have artistic license to add characters and subplots to your heart’s content. Ultimately, however, you will find that your story is served best when every character, every plot line &#8211; every word &#8211; has purpose.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>#Characters #Writing #Books Telling a story will usually involve a plot centered around several characters tied to the story, either directly or indirectly: The main characters (or protagonists) of the story, the secondary characters who the main character interacts with, and the auxiliary characters who are tangential to plot, but may not necessarily interact with [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":10204,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[44],"tags":[48,79,42,91,39],"class_list":["post-9979","post","type-post","status-publish","format-standard","has-post-thumbnail","hentry","category-writing","tag-guides","tag-qa","tag-tips","tag-writing","tag-writing-process"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/9979","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=9979"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/posts\/9979\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media\/10204"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=9979"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/categories?post=9979"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/tags?post=9979"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}