{"id":206897,"date":"2024-09-25T14:21:12","date_gmt":"2024-09-25T14:21:12","guid":{"rendered":"https:\/\/spines.com\/?page_id=206897"},"modified":"2024-09-25T14:24:04","modified_gmt":"2024-09-25T14:24:04","slug":"marketing-terms","status":"publish","type":"page","link":"https:\/\/spines.com\/marketing-terms\/","title":{"rendered":"Marketing Terms and Conditions"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"206897\" class=\"elementor elementor-206897\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-8efe250 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"8efe250\" data-element_type=\"section\" data-e-type=\"section\" data-settings=\"{&quot;jet_parallax_layout_list&quot;:[],&quot;_ob_glider_is_slider&quot;:&quot;no&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-474b52af\" data-id=\"474b52af\" data-element_type=\"column\" data-e-type=\"column\" data-settings=\"{&quot;_ob_column_hoveranimator&quot;:&quot;no&quot;,&quot;_ob_column_has_pseudo&quot;:&quot;no&quot;}\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div data-dce-title-color=\"#50B48C\" class=\"elementor-element elementor-element-537d8f85 ob-harakiri-inherit ob-has-background-overlay elementor-widget elementor-widget-heading\" data-id=\"537d8f85\" data-element_type=\"widget\" data-e-type=\"widget\" data-settings=\"{&quot;_ob_use_harakiri&quot;:&quot;yes&quot;,&quot;_ob_harakiri_writing_mode&quot;:&quot;inherit&quot;,&quot;_ob_harakiri_text_clip&quot;:&quot;none&quot;,&quot;_ob_widget_stalker_use&quot;:&quot;no&quot;,&quot;_ob_poopart_use&quot;:&quot;yes&quot;,&quot;_ob_shadough_use&quot;:&quot;no&quot;,&quot;_ob_allow_hoveranimator&quot;:&quot;no&quot;}\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<h2 class=\"elementor-heading-title elementor-size-default\">Marketing Tool Terms and Conditions<\/h2>\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-778729f2 ob-harakiri-inherit ob-has-background-overlay elementor-widget elementor-widget-text-editor\" data-id=\"778729f2\" data-element_type=\"widget\" data-e-type=\"widget\" data-settings=\"{&quot;_ob_use_harakiri&quot;:&quot;yes&quot;,&quot;_ob_harakiri_writing_mode&quot;:&quot;inherit&quot;,&quot;_ob_postman_use&quot;:&quot;no&quot;,&quot;_ob_widget_stalker_use&quot;:&quot;no&quot;,&quot;_ob_poopart_use&quot;:&quot;yes&quot;,&quot;_ob_shadough_use&quot;:&quot;no&quot;,&quot;_ob_allow_hoveranimator&quot;:&quot;no&quot;}\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<p>The following Marketing Tool Terms and Conditions (the “Marketing Tool Terms”) supplement the Service Terms and Conditions for Authors, available at https:\/\/spines.com\/terms-and-conditions\/ (the “Service Terms”) between you and BOOX PUBLISHING TECHNOLOGIES US INC, doing business as “Spines” (“Spines”, “we”, “us” or “our”), and apply to, and govern, any access to and use of the Marketing Tool (as defined below). YOU ARE AGREEING TO THESE MARKETING TOOL TERMS BY CLICKING ON THE &#8220;I ACCEPT&#8221; (OR SIMILAR) BUTTON, BY CHECKING A CHECKBOX FOR THE ACCEPTANCE OF THESE MARKETING TOOL TERMS, OR OTHERWISE BY USING THE MARKETING TOOL, WHICHEVER IS THE EARLIEST. These Marketing Tool Terms apply in addition to (and not instead of) the Service Terms, and any reference to the Services under the Service Terms shall be deemed to include the Marketing Tool and associated services. Capitalized terms not defined in these Marketing Tool Terms have the meanings ascribed to them in the Service Terms. If there is a conflict between these Marketing Tool Terms and the Service Terms, these Marketing Tool Terms will control. Your violation of these Marketing Tool Terms is a violation of the Service Terms.<\/p>\n<p>1. Eligibility. Subject to your due payment of the applicable Fees in accordance with your chosen Plan, we hereby allow you to use our marketing tool and associated services (together, the “Marketing Tool”), subject to the terms hereof.<\/p>\n<p>2. Marketing Budget. In order to make use of the Marketing Tool, you will set an advertising budget, at your choice, provided that the minimum advertising budget shall be at least $500 (“Marketing Budget” and “Minimum Marketing Budget”, respectively). You may add additional funds to the Marketing Budget at any time via the Site and\/or set a recurring monthly deposit of Marketing Budget funds. The Marketing Budget is non-refundable and non-cancellable. Marketing Budget funds shall be paid to us solely via a bank wire transfer to our bank account, according to Spines&#8217; instructions. You shall be responsible for any additional fees associated with such wire transfer, if any. For clarity, part of the Marketing Budget is used to cover our operational costs.<\/p>\n<p>3. Marketing Services. Spines will utilize your available Marketing Budget funds in order to provide the Marketing Tool in connection with the applicable Book(s). The Marketing Tool includes a Landing Page (as defined below), Marketing Budget management and Campaign (as defined below) setup.<br \/>3.1. Landing Page. The Marketing Tool allows the creation of a certain landing page by us in connection with your Book (“Landing Page”). We may ask you to provide certain information and\/or content (“Content”) in connection with your Book in order to create the Landing Page and\/or for use as part of the Campaign.<br \/>3.2. Campaign. The Marketing Tool includes an advertisement campaign for the applicable Book(s), to be run by us on your behalf (“Campaign”). Each Campaign will commence by no later than seven (7) business days from Spines&#8217; receipt of the respective Marketing Budget funds (subject to your provision of any requested Content). It is hereby clarified that: (i) Spines shall have full discretion in connection with the Campaign, including in relation to the specific marketing platforms to be used in the Campaign (“Marketing Platforms”); and that (ii) the Campaign scope, including its duration and the number of Marketing Platforms to be used, is dependent on the available Marketing Budget. Each Campaign will run until the then-current Marketing Budget is spent.<\/p>\n<p>4. License. You hereby grant Spines a free-of-charge, non-exclusive, royalty-free, irrevocable, perpetual, transferable, worldwide license (with the right to sublicense) to make, use, offer to sell, sell, import, copy, modify, create derivative works based upon, distribute, sublicense, display, perform and transmit any information and\/or materials provided by you to Spines, including without limitation, the Content, in connection with, and for the purpose of, providing the Marketing Tool (including, for the avoidance of doubt, the Campaign).<\/p>\n<p>5. Liability. You will be solely liable for any Campaigns that are run on your behalf, including without limitation, any included Content, and acknowledge that you will remain responsible and liable toward us with regard to anything used as part of the Marketing Tool, including without limitation, for Content and any other information and\/or materials provided by you. Without derogating from the generality of the foregoing, you hereby represent and warrant that the Content has been properly obtained and does not infringe any third<br \/>party intellectual property or other rights. All interactions and commitments that you may have with any<br \/>customer and\/or any other third party in connection with the Marketing Tool and\/or a Campaign must be professional, proper and lawful under applicable legislation, rules, regulations or laws (including any laws relating to the content and nature of any advertising or marketing), and otherwise comply with these Marketing Tool Terms.<\/p>\n<p>6. Disclaimer. The Marketing Tool does not guarantee results. You understand that Spines has no control over and make no representations with regard to (i) any final actions, omissions and\/or decisions that Marketing Platforms make with respect to the advertisements being displayed on such platforms; and (ii) any third-party advertisements being displayed alongside your advertisements and\/or displayed instead of your advertisements. You will hold us harmless, defend and indemnify us against any claims raised by you and\/or any third party in relation to any such display of advertisements. For the avoidance of doubt, under no circumstances will we be held responsible and\/or liable for any changes in the Campaign, including changes to the Content, if determined by the Marketing Platform operators.<\/p>\n<p>7. Indemnification. You will indemnify, defend and hold harmless us, our employees, directors, equity holders, advisors, and anyone acting on our behalf from and against any claims, demands, damages, settlements, losses (including, without limitation, loss of profit), payments, including, without limitation, payments of taxes owed by you, or expenses, including legal expenses and attorney fees, that we incur in connection with the Content and\/or your breach of these Marketing Tool Terms and\/or any unlawful or tortious action or inaction by you or anyone on your behalf concerning the Marketing Tool, and any other documents or information obtained from or through the Marketing Tool.<\/p>\n<p>8. Termination and Changes. Spines reserves the right to change or suspend the usage of the Marketing Tool, at its sole discretion and upon notice, provided that except in case of material breach of these Marketing Tool Terms, such notice will be provided at least twenty-four (24) hours prior to the effective date of such change or suspension. You hereby acknowledge that Spines shall have no responsibility for any loss of data or advertising content upon cancellation or suspension of the Marketing Tool.<\/p>\n<p> <\/p>\n<p><br \/><strong>Last updated: September 2024<\/strong><\/p>\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Marketing Tool Terms and Conditions The following Marketing Tool Terms and Conditions (the “Marketing Tool Terms”) supplement the Service Terms and Conditions for Authors, available at https:\/\/spines.com\/terms-and-conditions\/ (the “Service Terms”) between you and BOOX PUBLISHING TECHNOLOGIES US INC, doing business as “Spines” (“Spines”, “we”, “us” or “our”), and apply to, and govern, any access to [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-206897","page","type-page","status-publish","hentry"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/pages\/206897","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=206897"}],"version-history":[{"count":0,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/pages\/206897\/revisions"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=206897"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}