{"id":963,"date":"2021-12-01T18:47:57","date_gmt":"2021-12-01T18:47:57","guid":{"rendered":"https:\/\/booxai.com\/?page_id=963"},"modified":"2026-02-01T10:11:00","modified_gmt":"2026-02-01T10:11:00","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/spines.com\/terms-and-conditions\/","title":{"rendered":"Terms and Conditions"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"963\" class=\"elementor elementor-963\" data-elementor-post-type=\"page\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-8efe250 elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"8efe250\" data-element_type=\"section\" data-e-type=\"section\" data-settings=\"{&quot;jet_parallax_layout_list&quot;:[],&quot;_ob_glider_is_slider&quot;:&quot;no&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-474b52af\" data-id=\"474b52af\" data-element_type=\"column\" data-e-type=\"column\" data-settings=\"{&quot;_ob_column_hoveranimator&quot;:&quot;no&quot;,&quot;_ob_column_has_pseudo&quot;:&quot;no&quot;}\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div data-dce-title-color=\"#133B49\" class=\"elementor-element elementor-element-537d8f85 ob-harakiri-inherit ob-has-background-overlay elementor-widget elementor-widget-heading\" data-id=\"537d8f85\" data-element_type=\"widget\" data-e-type=\"widget\" data-settings=\"{&quot;_ob_use_harakiri&quot;:&quot;yes&quot;,&quot;_ob_harakiri_writing_mode&quot;:&quot;inherit&quot;,&quot;_ob_harakiri_text_clip&quot;:&quot;none&quot;,&quot;_ob_widget_stalker_use&quot;:&quot;no&quot;,&quot;_ob_poopart_use&quot;:&quot;yes&quot;,&quot;_ob_shadough_use&quot;:&quot;no&quot;,&quot;_ob_allow_hoveranimator&quot;:&quot;no&quot;}\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t<h1 class=\"elementor-heading-title elementor-size-default\">Service Terms and Conditions for Authors<\/h1>\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div data-dce-background-color=\"#19D3A8\" class=\"elementor-element elementor-element-ebf0416 elementor-align-center ob-has-background-overlay elementor-widget elementor-widget-button\" data-id=\"ebf0416\" data-element_type=\"widget\" data-e-type=\"widget\" data-settings=\"{&quot;_ob_butterbutton_use_it&quot;:&quot;no&quot;,&quot;_ob_widget_stalker_use&quot;:&quot;no&quot;,&quot;_ob_poopart_use&quot;:&quot;yes&quot;,&quot;_ob_shadough_use&quot;:&quot;no&quot;,&quot;_ob_allow_hoveranimator&quot;:&quot;no&quot;}\" data-widget_type=\"button.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<div class=\"elementor-button-wrapper\">\n\t\t\t\t\t<a class=\"elementor-button elementor-button-link elementor-size-sm\" href=\"https:\/\/spines.com\/wp-content\/uploads\/2025\/01\/Spines-Service-Terms-and-Conditions-for-Authors.pdf\" target=\"_blank\">\n\t\t\t\t\t\t<span class=\"elementor-button-content-wrapper\">\n\t\t\t\t\t\t<span class=\"elementor-button-icon\">\n\t\t\t\t<svg xmlns=\"http:\/\/www.w3.org\/2000\/svg\" width=\"16\" height=\"16\" viewBox=\"0 0 16 16\" fill=\"none\"><path d=\"M8 12L3 7L4.4 5.55L7 8.15V0H9V8.15L11.6 5.55L13 7L8 12ZM2 16C1.45 16 0.979333 15.8043 0.588 15.413C0.196666 15.0217 0.000666667 14.5507 0 14V11H2V14H14V11H16V14C16 14.55 15.8043 15.021 15.413 15.413C15.0217 15.805 14.5507 16.0007 14 16H2Z\" fill=\"white\"><\/path><\/svg>\t\t\t<\/span>\n\t\t\t\t\t\t\t\t\t<span class=\"elementor-button-text\">Download as PDF<\/span>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<\/a>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div data-dce-text-color=\"#4C617B\" class=\"elementor-element elementor-element-778729f2 ob-harakiri-inherit ob-has-background-overlay elementor-widget elementor-widget-text-editor\" data-id=\"778729f2\" data-element_type=\"widget\" data-e-type=\"widget\" data-settings=\"{&quot;_ob_use_harakiri&quot;:&quot;yes&quot;,&quot;_ob_harakiri_writing_mode&quot;:&quot;inherit&quot;,&quot;_ob_postman_use&quot;:&quot;no&quot;,&quot;_ob_widget_stalker_use&quot;:&quot;no&quot;,&quot;_ob_poopart_use&quot;:&quot;yes&quot;,&quot;_ob_shadough_use&quot;:&quot;no&quot;,&quot;_ob_allow_hoveranimator&quot;:&quot;no&quot;}\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<p><em>Welcome to Spines! In accordance with the terms below, we will provide you with production, distribution and add-on services, and help your book get published. We believe that authors should retain their copyrights in their works, which is why, as between Spines and you, you retain all of your ownership rights in and to your books. The complete Spines service terms and conditions for authors are provided below. Please read them, our lawyers tell us they are important.   <\/em><\/p>\n<p>Please review the following Service Terms and Conditions (&#8220;<strong>Service Terms<\/strong>&#8220;) carefully before using our Services (as defined below) so that you are aware of your legal rights and obligations with respect to BOOX PUBLISHING TECHNOLOGIES US INC, doing business as “<em>Spines<\/em>” (“<strong>Spines<\/strong>“, “<strong>we<\/strong>“, “<strong>our<\/strong>” or “<strong>us<\/strong>“).<\/p>\n<p>Please note that these Service Terms serve as a binding contract between you and Spines. By using our Services, you expressly acknowledge and agree that you are entering a legal agreement with us and have understood and agree to comply with, and be legally bound by, these Service Terms, together with the <a href=\"https:\/\/spines.com\/privacy-policy\/\">Privacy Policy<\/a> (the “<strong>Terms<\/strong>“). If you sign up to the Writing Coach or Ghostwriting services now or in the future, you will also be bound by the <a href=\"#_heading=h.2lnovygy596u\">Writing Services <\/a> , as may be amended from time to time. You hereby waive any applicable rights to require an original (non-electronic) signature or delivery or retention of non-electronic records, to the extent not prohibited under applicable law. If you do not agree to be bound by these Terms, please do not use our Services.<\/p>\n<p><em>More simply put: These are the terms that govern your use of our services.<\/em><\/p>\n<h3><strong>1. <\/strong><strong>Background.<\/strong><\/h3>\n<p>Our Services are intended to assist you in producing and distributing your books by means of AI. Spines has embraced AI technologies to speed up the book production process while not compromising on the quality of books. Production, distribution and add-on services provided by Spines under these Terms, as well as upgrades, shall be referred to as the “<strong>Services<\/strong>” and will be provided via the <strong>Site <\/strong>(as applicable). Our Services will be provided, as applicable, subject to the terms of your chosen production plan (“<strong>Production Plan<\/strong>“) and membership subscription plan (“<strong>Membership Subscription Plan<\/strong>“) (each, a “<strong>Plan<\/strong>”) and\/or account that will be created for you by Spines as part of the onboarding process, as set forth herein and further detailed on our Site. For clarification, distribution and specific add-on services are only provided subject to a Membership Subscription Plan. In addition, you may order additional services and upgrades to existing Plans or other services (collectively, “<strong>Add-ons and Upgrades<\/strong>”; as noted above, the term, “Services” includes all Add-ons and Upgrades), which are subject to additional payment, all as set forth at <a href=\"https:\/\/spines.com\/pricing\/\"><em>https:\/\/spines.com\/pricing\/<\/em><\/a> (the &#8220;<strong>Pricing Page<\/strong>&#8220;), and are subject to these Terms.<\/p>\n<p>Your access to the Site and Services is also subject to our Website Terms and Conditions, available at <a href=\"https:\/\/spines.com\/website-terms-and-conditions\/\"><em>https:\/\/spines.com\/website-terms-and-conditions\/<\/em><\/a> (the “<strong>Website Terms<\/strong>“). Capitalized terms not defined in these Service Terms have the meanings ascribed to them in the Website Terms. If there is a conflict between these Service Terms and the Website Terms, these Service Terms will control.<\/p>\n<p>You acknowledge and agree that Spines is a publishing platform, and that you, the author, are responsible for the text and that Spines is not responsible for the text. You also understand that distributors make independent decisions on what books to make available and, depending on the content or any other basis, distributors may choose not to distribute your books.<\/p>\n<p><em>More simply put: We use AI to help you to produce and distribute your book. Our services are provided via our website.<\/em><\/p>\n<h3><strong>2. <\/strong><strong>Modification.<\/strong><\/h3>\n<p>We reserve the right, at our discretion, to change these Service Terms at any time, and to modify, correct, amend, improve, discontinue or make any other changes to the Services at any time and for any reason. In the event of any material change to these Terms or the Services, we will notify you by sending you an email, providing a pop-up notice on the Site and\/or by other means. You may be required to review and accept such changes by ticking the provided confirmation box and\/or as otherwise instructed by us. If you do not accept the updated Terms, your access to the Site may be restricted until you do so. Any change to these Service Terms will be effective once approved by you as set forth above, except that, in the event of non-material changes, such changes will be effective ten (10) days following posting of the revised Terms on the Site, and your continued use of our Services thereafter means that you accept those changes. In the event we decide to discontinue the Services for any reason (including without limitation due to any corporate transaction, cessation of operations and\/or change of control), we will provide you with reasonable prior notice. For the avoidance of doubt, any modification, correction, amendment, improvement and\/or discontinuation of the Services shall not be deemed a breach of this Agreement. You agree that Spines shall not be liable to you or to any third party for any such modification, suspension, or discontinuance of the Services.<\/p>\n<p>For clarification, we will not change the content of your Books (as defined below), unless requested by you and subject to these Service Terms. Notwithstanding the above, we will not increase the amount charged to you for production of a Book, or decrease your royalty percentage for such Book, following your purchase of our Services to produce such Book. For clarity, however, we may change pricing or royalties which will apply to future Books, or to future fees for Production plans and\/or Membership Subscription Plans.<\/p>\n<p><em>More simply put: We may need to change the terms. You might be required to accept the changes in order to continue using our services.<\/em><\/p>\n<h3><strong>3. <\/strong><strong>Ability to Accept Terms.<\/strong><\/h3>\n<p>The Services are only intended for individuals aged thirteen (13) years or older. If you are under 13 years, please do not use the Services. If you are between 13 and 18 years of age, then you must review these Service Terms with your parent or guardian before using the Services to make sure that you and your parent or guardian understand these Service Terms and agree to them.<\/p>\n<p><em>More simply put: Our services are not offered to individuals under the age of 13.<\/em><\/p>\n<h3><strong>4. <\/strong><strong>Payments and Credits.<\/strong><\/h3>\n<p>4.1. Fees. By joining our Services, you agree to pay the fees set out in our Pricing Page as applicable to your chosen Services (together with any other payments hereunder, the “<strong>Fees<\/strong>”). The Fees are subject to the following terms:<\/p>\n<p>4.1.1. Unless local regulation requires that the Fees be inclusive of applicable taxes, customs and duties, the Fees are and shall be exclusive of all taxes, customs and duties, which shall be solely borne by you.<\/p>\n<p>4.1.2. You may cancel your Plan(s) (including the Add-ons and Upgrades) in accordance with our Cancellation Policy available at <a href=\"https:\/\/spines.com\/cancellation-policy\/\"><em>https:\/\/spines.com\/cancellation-policy<\/em><\/a><a href=\"https:\/\/spines.com\/cancellation-policy\/\"><em>\/<\/em><\/a>, as amended from time to time (the “<strong>Cancellation Policy<\/strong>”). If a material change in the Cancellation Policy occurs, we will provide you with notice of the material change and information regarding how to cancel your Plan(s). Please note that Spines does not offer any option to place your Plan on hold.<\/p>\n<p>4.1.3. Fees may be subject to up front or installment payments (of all or part of such Fees), as set forth during the Plan onboarding process (“<strong>Process<\/strong>”). We may offer you an option of paying in installments of the applicable production Fees when you join a Production and the Membership Subscription Plan. All payments under these Service Terms shall be made via the payment method specified during the Process. If not otherwise specified in the Process, Fees are charged instantly.<\/p>\n<p>4.1.4. It is hereby clarified that we reserve the right to report any unpaid Fees to credit bureaus, and\/or otherwise take any necessary action in connection with the collection of unpaid Fees.<\/p>\n<p>4.1.5. Delivery of Services begins upon project onboarding and\/or your receipt of the initial deliverable (such as a manuscript draft, proof, or access to the Spines platform). Your continued use of or participation in the Services constitutes your acceptance of the Services. The period in which a book is ready for publication will vary depending on the extent of revisions needed, your timeline, and how involved you are. You acknowledge and agree that project timelines depend on your responsiveness, and that delays caused by your lack of feedback, approvals, or required materials shall not be considered non-delivery of the Services by Spines.<\/p>\n<p>4.1.6. Revisions of your Books during the production process may be subject to additional payment if the applicable production step was already approved by you. For example, once you have proofread your manuscript and approved the manuscript copy as final, further revisions to your manuscript may be subject to additional payment. In addition, if you request that we replace the currently distributed version of your Book with a new version of the applicable Book, an additional fee shall apply.<\/p>\n<p>4.1.7. Provided that you have paid the total of the applicable Fees, you will be entitled to submit your Book for production within one (1) year from the commencement date of your Production Plan and\/or within any other time frame authorized by us in writing following your request (“<strong>Submission Period<\/strong>“). You also understand that work on your manuscript will only commence once you have approved the book’s production, and will only proceed to future stages once the previous stage is approved. For example, formatting will only take place once you have approved the grammar and spell-check. The book will only be published once you have approved the final product and we have this in writing.  Following such Submission Period, we will provide our Services only subject to an additional payment of the applicable Fees (at our then-current rates).<\/p>\n<p>4.1.8. We may offer discounted fees for subsequent Books submitted by you, as presented at the author dashboard at <a href=\"https:\/\/dash.spines.com\/loginPage\"><em>https:\/\/dash.spines.com\/<\/em><\/a> and provided you have joined a Membership Subscription Plan.<\/p>\n<p>4.1.9. Credits. Certain packages, as indicated on the Pricing Page, may contain monetary credits that may be used for PPC activations and campaigns.  These credits must be activated within one year of the commencement of your package and, once activated, must be used within one month thereafter. You will forfeit these credits if not used within the time limits described above.<\/p>\n<p>4.1.10. In order to pay your Fees, you will be required to provide accurate and up-to-date billing information, including your payment card number, expiration date, billing address, and any other relevant billing details (“<strong>Billing Information<\/strong>”) to our third-party payment processor. You are responsible for ensuring that your Billing Information is complete and accurate at all times. You agree to immediately notify us of any change in your billing address or payment information.<\/p>\n<p>4.1.11. <strong>AUTO RENEWAL TERMS: Unless terminated in accordance with the Cancellation Policy, Membership Subscription Plans shall automatically renew for successive membership subscription periods, at the then-current Fees set out at our pricing page, at <\/strong><a href=\"https:\/\/spines.com\/pricing\/\"><strong><em>https:\/\/spines.com\/pricing\/<\/em><\/strong><\/a><strong>. Each renewal period will be equal to the initial Membership Subscription period unless otherwise specified at the time of purchase. Spines will notify you prior to such automatic renewal: the specific start and end dates of your Membership Subscription, as well as the renewal date and the date by which you must cancel your Membership Subscription Plan to avoid being charged for the next renewal period, will be provided to you in your confirmation email. If the Fees change, you will be notified in advance of the renewal and will have the opportunity to cancel before the new Fees take effect. You acknowledge that if you fail to submit a cancellation request following these notifications related to the autorenewal terms, you will not have grounds to request a chargeback. You may terminate your Membership Subscription Plan at any time via the author dashboard on the Site, subject to the Cancellation Policy, which is available at: <\/strong><a href=\"https:\/\/spines.com\/cancellation-policy\/\"><strong><em>https:\/\/spines.com\/cancellation-policy<\/em><\/strong><\/a><a href=\"https:\/\/spines.com\/cancellation-policy\/\"><strong><em>\/<\/em><\/strong><\/a><strong>. Following our receipt of your timely Cancellation Notice (as defined in the Cancellation Policy), your Membership Subscription Plan will not renew. You may contact us, if necessary, by the following means: (a) online, via the Site (<\/strong><a href=\"http:\/\/www.spines.com\"><strong><em>www.spines.com<\/em><\/strong><\/a><strong>); or (b) by e-mail: <\/strong><a href=\"mailto:admin@spines.com\"><strong><em>admin@spines.com<\/em><\/strong><\/a><strong>. <\/strong><\/p>\n<p><em>More simply put: Our services are offered for payment. You can cancel your Plan in accordance with our Cancellation Policy. You will receive a notice from us before your Membership subscription renews. Your Plan automatically renews unless you cancel them in accordance with our Cancellation Policy. We may charge you more if you ask us to replace the distributed version of your book with another version. You have one year from when you joined our services to submit your book to our website.<\/em><\/p>\n<p>4.2. Sales Royalties. Subject to your payment of the applicable Production Plan Fees, you are entitled to receive 70% of the Net Sales Royalties (defined below) received by Spines from the distribution of your Books and, depending on the ongoing promotions or campaigns, the potential to receive up to 100% of the Net Sales Royalties in the first year and a minimum of 70% in the second year, once such Net Sales Royalties exceed, in the aggregate, US $25 (with respect to all of your distributed Books) within the period applicable to your Membership Subscription Plan (which may be on a weekly, monthly or quarterly basis, as set forth during the Process) (such period, the “<strong>Payout Period<\/strong>”). The term “<strong>Net Sales Royalties<\/strong>“ means gross revenue received by Spines, less any applicable taxes. Net Sales Royalties payment will be calculated in accordance with a periodic sales report we will provide you, if applicable, via the Site with respect to each applicable Book, following the end of each applicable Payout Period (provided that sales have occurred within such Payout Period) (the “<strong>Periodic Sales Report<\/strong>“).<\/p>\n<p>Once Net Sales Royalties have exceeded US $25 in the aggregate (with respect to all of your distributed Books), in order to be entitled to the above royalties you must submit a payment withdrawal request (“<strong>Payment Withdrawal Request<\/strong>“) via the Site. You are permitted to make Payment Withdrawal Requests at any time during the Term and for sixty (60) days thereafter. After this point, you may continue to receive royalties but no report is able to be provided with such payment. If applicable, royalty payments will be made, following the processing of your Payment Withdrawal Request, in accordance with the terms set forth in the Periodic Sales Report. We may require you to provide additional documentation if required by applicable law in order to process your Payment Withdrawal Request. We shall be entitled to deduct from the royalties payable to you any sums that you may owe us at any time. Following payment of Net Sales Royalties (if any), your balance will be reset.<\/p>\n<p><em>More simply put: If you have joined a Membership Subscription Plan, we will issue periodic sales reports regarding the sale of your book(s), accessible via the website. After a net amount of US$ 25 is received, you will be entitled to withdraw your royalties. You must withdraw your payments yourself using the website.<\/em><\/p>\n<h3><strong>5. <\/strong><strong>Materials we provide.<\/strong><\/h3>\n<p>5.1. Materials. Any material provided by Spines as part of the Services, including but not limited to any digital (ebook) and\/or audio (audiobook) files of your Books and\/or any POD files which are prepared by us (“<strong>Materials<\/strong>“), is owned by us and\/or our licensors and may be protected by applicable copyright or other intellectual property laws and treaties. It is hereby clarified that as further detailed in Section 6 below, <strong>you retain all of your ownership rights in and to your Books.<\/strong><\/p>\n<p>5.2. Use of Materials. You shall not use any Materials, including but not limited to any digital files, outside of the Site, unless otherwise approved in writing by Spines.<\/p>\n<p><em>More simply put: We own all rights in the materials we provide to you as part of our services (but you still own your Books). This includes the digital (ebook), audio (audiobook) and POD files that we prepare. You cannot use these materials outside of our website.<\/em><\/p>\n<h3><strong>6. <\/strong><strong>Books you provide.<\/strong><\/h3>\n<p>6.1. Responsibility. The Site may permit the submission, hosting, sharing and publishing of digital manuscripts, texts, articles and\/or books and\/or associated materials provided by you (e.g. book cover images, illustrations or photos, or voice samples) (collectively, “<strong>Book(s)<\/strong>”). You understand that whether or not such Books are produced and\/or distributed, we do not guarantee any confidentiality with respect to any Book. You shall be solely responsible for your Books and the consequences of posting, publishing or uploading them. We have complete discretion whether to produce and\/or distribute your Books and we reserve the right in our sole discretion, to monitor, censor, remove, and\/or delete any Books posted on the Site at any time and for any reason. Prior to publication, all edits and revisions to your Book will only be made with your approval. Following your approval of a Book&#8217;s publication and\/or distribution, no changes, alterations and\/or other corrections to a Book shall be permitted, unless agreed by Spines in writing. Spines may require you to pay an additional fee for making such approved changes, alterations and\/or corrections, as further set forth in Section 4.1 above.<\/p>\n<p><em>More simply put: We can decide whether or not to publish or distribute the books (or other materials) you submit to our website. We can also decide to remove books posted on the website at any time. Corrections of your book after it has been approved for publication are not permitted, unless we agree to make such corrections (which may be subject to additional changes).<\/em><\/p>\n<p>6.2. Ownership. You represent and warrant that you own or have the necessary rights and permissions to use and to authorize Spines to use all Intellectual Property Rights (defined below) in and to your Books, and to enable inclusion and use thereof as contemplated by the Site and these Terms. For clarity, you bear all risk with respect to and shall be responsible for obtaining all necessary consents, rights and\/or licenses (including paying any applicable royalties), if any, to use the Books (including for the provision and modification of the relevant Book). Spines shall not be liable for any claims of any kind (including copyright, publicity and\/or privacy rights or breach of contract claims) made by any third party in connection with your Books. “<strong>Intellectual Property Rights<\/strong>” means any and all rights, titles and interests, whether foreign or domestic, in and to any and all trade secrets, patents, copyrights, service marks, trademarks, know-how, or similar intellectual property rights, as well as any and all moral rights, rights of privacy, publicity and similar rights of any type under the laws or regulations of any governmental, regulatory, or judicial authority, foreign or domestic. As between Spines and you, <strong>you retain all of your ownership rights in and to your Books<\/strong>, provided that the digital files of your Books and any other Materials provided by Spines to you belong to Spines and shall be used by you only in accordance with these Terms. Notwithstanding the above and\/or Section 5.2 above, to the extent that you (i) join a Production Plan; and (ii) pay, upon joining such Production Plan: (a) all applicable Production Fees in full; and (b) an amount equal to 6 years of the applicable annual Membership Subscription Plan Fees (whether paid annually, in multi-year subscriptions, or via upfront payments for automatic renewals); then you shall be free to use any such Materials without limitation. Subject to your provision of the necessary information, we may offer you, free of charge, a digital certificate confirming that your Book file was in your possession as of a certain date (“<strong>Digital Certificate<\/strong>“). Spines provides the Digital Certificate AS-IS, without any warranties and\/or representations, express or implied, including without limitation with respect to the accuracy and\/or the correctness of such Digital Certificate. Spines shall not be liable for any claims, damages and\/or liabilities suffered or alleged to be suffered by you and\/or any third party in connection with such Digital Certificate.<\/p>\n<p><em>More simply put: You own all IP in your books. This means that you can copy or create derivative works of your books (such as plays or movie scripts), but until you pay the amounts specified below, you cannot use the digital, audio or hard copies we provide as part of the services, for these purposes. We count on you to have all necessary rights in connection with the books and other materials you submit to our website. If you join a Production Plan and pay all applicable Production Fees in full, as well as an amount equal to 6 years of the applicable annual Membership Subscription Plan Fees (whether you pay for membership each year, in multi-year subscriptions, or all at once up front), then you are free to use any files we provide as part of the services. We may offer you, on an “AS-IS” basis, a digital certificate confirming that your book file was in your possession as of a certain date.<\/em><\/p>\n<h3>6.3. License to Books; Third Party Platforms.<\/h3>\n<p>6.3.1. By submitting the Book to Spines, you hereby grant Spines a worldwide, non-exclusive, royalty-free, license during or after the Term to, directly or indirectly, use (including, without limitation, for use to train Large Language Models, and to produce AI-based book trailers), reproduce, sell, distribute, modify (as instructed by you), prepare derivative works of, display, market and perform the Books in connection with the Site, Services and Spines’ business, including without limitation for producing and distributing part or all of your Book (and derivative works thereof) in any media formats and through any media channels and, and you hereby waive any moral rights in your Book in connection with such license, to the extent permitted by law.<\/p>\n<p>6.3.2. Spines may make available to you additional services through third party platforms (“<strong>Third Party Platforms<\/strong>”), including one that connects you to film and television agents to explore the possibility of your Book being made into a film or television program.  The Third Party Platforms are independent of Spines. Your use of Third Party Platforms is optional and subject to the terms and conditions of the Third Party Platforms.<\/p>\n<p><em>More simply put: You agree to give us a license to use your books in connection with our services and business. For example, you agree that we may distribute your book on Amazon or at Barnes &amp; Noble. We may make available to you certain third party platforms for your optional use, subject to your acceptance of their terms. <\/em><\/p>\n<p>6.4. Prohibited Content. <strong>You agree that you will not display, post, submit, publish, upload or transmit an Book that: (i) is unfair or deceptive under the consumer protection laws of any jurisdiction; (ii) is copyrighted, protected by trade secret or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights; (iii) creates a risk to a person’s safety or health, creates a risk to public safety or health, compromises national security, or interferes with an investigation by law enforcement; (iv) impersonates another person; (v) promotes illegal drugs, violates export control laws, relates to illegal gambling, or illegal arms trafficking; (vi) is unlawful, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, gives rise to civil liability, violates any law, or is inappropriate; (vii) involves theft or terrorism; or (viii) is otherwise malicious or fraudulent.<\/strong><\/p>\n<p><em>More simply put: Do not provide any book (or other content) that infringes other peoples’ rights or that is defamatory, pornographic, hateful, racist or otherwise inappropriate.<\/em><\/p>\n<h3><strong>7. <\/strong><strong>Writing Coach Service Terms and Ghostwriting Services Terms<\/strong><\/h3>\n<p><em>Our Writing Coach service is designed to help you, the writer, improve your craft, offering personalized coaching sessions. Our Ghostwriting service is designed to help you bring your book to life by working with a professional writer who will create original content based on your ideas, outlines, or instructions. The services include one-on-one sessions which are conducted remotely.<\/em><\/p>\n<h3>7.1. <strong>Background; Payment; Recordings.<\/strong><\/h3>\n<p>Our Writing Coach Services are intended to assist you in your writing process by providing one-on-one coaching sessions, each lasting one hour. Our Ghostwriting Services are intended to assist you by providing professional writers who will work with you to create original content for your book based on your ideas, outlines, or instructions. The Writing Coach Services and Ghostwriting Services are collectively referred to as the “Writing Services”. Each service will only be available to those who purchase the specific service. Please note that payment must be made prior to your use of the Writing Services.<\/p>\n<p>You must use the first Writing Service within three months of purchase. The Writing Services must be used in their entirety within nine months of purchase. Any unused sessions after this period will be forfeited.<\/p>\n<p>Sessions will be conducted through Google Meets (or any other standard video or relevant media platform) and retained for a year in an encrypted drive.<\/p>\n<p>You understand that we will offer advice on your manuscript if so requested, but that all final decisions on the text are your responsibility, and that we are not responsible for the final text.<\/p>\n<h3>7.2. <strong>Ownership.<\/strong><\/h3>\n<p>You retain all of your ownership rights in and to your books and any other material you provide to us during your use of the Writing Services.  We will use this material solely to provide the Writing Services to you. You may use any oral feedback or advice we give you without restriction. In addition, as part of the Writing Coach Services we may provide you with guides or other written documents (collectively, “<strong>Guides<\/strong>”) that assist you in improving your writing craft. We will continue to be the exclusive owners of these Guides, and we grant you a worldwide right and license to use them for your personal use. With respect to any content created for you as part of the Ghostwriting Services, you will be deemed the author and exclusive owner of such content from the moment of creation, and such content will be considered “work made for hire” to the maximum extent permitted by law. To the extent that any such content is not deemed a “work made for hire” under applicable law, we hereby irrevocably assign (and we will cause the Ghostwriter to assign) to you all right, title, and interest in and to such content, including all intellectual property rights therein.<\/p>\n<h3>7.3. <strong>Refunds, No-Shows; Cancellation and Termination.<\/strong><\/h3>\n<p>7.3.1.  If you wish to cancel before using the Writing Services, you are entitled to a full refund. You must notify us of your intent to cancel within three months of your purchase of the Writing Services, and will receive a full refund, as long as no sessions have been used. <\/p>\n<p>7.3.2. If you wish to cancel a session, you must do so at least 24 hours in advance of the session. Otherwise, you will be charged for that session and will not receive any refund for such session.<\/p>\n<p>7.3.3. Unless you have cancelled a session as provided above, you will be charged for a session (and not receive a refund) even if you do not show up for the scheduled session.<\/p>\n<p>7.3.4. If you use only one session of the Writing Services, you may cancel provided that this happens within the nine-month period from purchase.<\/p>\n<p>7.3.5. If you have used two or more sessions, you are no longer entitled to cancel the remainder of the Writing Services.<\/p>\n<p>7.3.6. We reserve the right to terminate your Writing Services (and are not required to provide a refund) in the event that we, in our reasonable discretion, determine that your behavior is abusive, insulting or otherwise inappropriate, or you breach these Terms of Service.<\/p>\n<h3>7.4. <strong>Website Terms.<\/strong><\/h3>\n<p>Your use of the Writing Services is also subject to our Website Terms. If there is a conflict between these Writing Services Terms and the Website Terms, these Writing Services Terms will control.<\/p>\n<p><em>More simply put: You must use the first session within three months and the other sessions within the nine months. If you cancel before using any hours, you get a full refund. If you cancel after using one session, you  will receive a refund for the rest. If you use two or more sessions, no refund is given. You must cancel or reschedule a session at least 24 hours in advance, or it will still be subtracted from the total sessions purchased. All sessions are recorded and kept securely for a year. You always keep the rights to your own work, and you can use any feedback freely. We remain the owner of any guides we provide, but you can use them for your own learning. If you use our Ghostwriting Services, you will own all rights in the content created for you. <\/em><\/p>\n<h3><strong>8. <\/strong><strong>Privacy.<\/strong><\/h3>\n<p>We will use any personal information that we may collect or obtain in connection with the Services in accordance with our privacy policy which is available at: <a href=\"https:\/\/spines.com\/privacy-policy\/\"><em>https:\/\/spines.com\/privacy-policy<\/em><\/a><a href=\"https:\/\/spines.com\/privacy-policy\/\"><em>\/<\/em><\/a>. You agree that we may use personal information that you provide or make available to us in accordance with the Privacy Policy.<\/p>\n<h3><strong>9. <\/strong><strong>Warranty Disclaimers.<\/strong><\/h3>\n<p>9.1. Applicable law may not allow the exclusion of certain warranties, so to that extent certain exclusions set forth herein may not apply.<\/p>\n<p>9.2. THE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED. SPINES HEREBY DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, AND THOSE ARISING BY STATUTE OR FROM A COURSE OF DEALING OR USAGE OF TRADE.<\/p>\n<p>9.3. YOU SPECIFICALLY ACKNOWLEDGE THAT SPINES SHALL NOT BE RESPONSIBLE FOR THE BOOKS OR FOR YOUR USE OF THE THIRD PARTY PLATFORMS, AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.<\/p>\n<p>9.4. YOU FURTHER ACKNOWLEDGE AND AGREE THAT DUE TO THE NATURE OF OUR USE OF DATABASES AND\/OR ARTIFICIAL INTELLIGENCE FOR GENERATING BOOK COVER IMAGES, BOOK COVER IMAGES MAY NOT BE UNIQUE, AND OTHER SPINES CUSTOMERS MAY RECEIVE AND SELECT IDENTICAL OR SIMILAR BOOK COVER IMAGES WHEN USING OUR SERVICES. SPINES DISCLAIMS ANY AND ALL RESPONSIBILITY IN CONNECTION WITH THE USE OF IDENTICAL OR OTHERWISE SIMILAR BOOK COVERS BY DIFFERENT CUSTOMERS.<\/p>\n<p>9.5. YOU CONFIRM THAT CONTENT YOU PROVIDED TO SPINES DOES NOT VIOLATE ANY THIRD PARTY’S PRIVACY OR INTELLECTUAL PROPERTY OR OTHER RIGHTS, AND THAT NO CONTENT ABOUT THIRD PARTIES IS DEFAMATORY. You shall be solely responsible for replying to any third party request and\/or complaint in connection with your Book. In the event that Spines receives any such request and\/or complaint, it will direct it to you.<\/p>\n<p>9.6. <strong>EXCEPT AS EXPRESSLY STATED IN OUR PRIVACY POLICY, SPINES DOES NOT MAKE ANY REPRESENTATIONS, WARRANTIES OR CONDITIONS OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE SECURITY OF ANY INFORMATION YOU MAY PROVIDE OR ACTIVITIES YOU ENGAGE IN DURING THE COURSE OF YOUR USE OF THE SITE AND\/OR THE SERVICES.<\/strong><\/p>\n<p><em>More simply put: We provide our services on an “AS-IS” basis.<\/em><\/p>\n<h3>10. Limitation of Liability.<\/h3>\n<p>10.1.     TO THE FULLEST EXTENT PERMISSIBLE BY LAW, SPINES SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, EXEMPLARY, SPECIAL, CONSEQUENTIAL, OR INCIDENTAL DAMAGES OF ANY KIND, OR FOR ANY LOSS OF DATA, REVENUE, PROFITS OR REPUTATION, ARISING UNDER THESE TERMS OR OUT OF YOUR USE OF, OR INABILITY TO USE, THE SERVICES, EVEN IF SPINES HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES. Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitations may not apply to you.<\/p>\n<p><em>10.2.     <\/em>IN NO EVENT SHALL THE AGGREGATE LIABILITY OF SPINES FOR ANY DAMAGES ARISING UNDER THESE TERMS OR OUT OF YOUR USE OF, OR INABILITY TO USE, THE SERVICES EXCEED THE TOTAL AMOUNT OF FEES, IF ANY, PAID BY YOU TO SPINES FOR USING THE SERVICES FOR WHICH YOU ARE BRINGING THE CLAIM, DURING THE THREE (3) MONTHS PRIOR TO BRINGING THE CLAIM.<\/p>\n<p><em>More simply put: We care about our authors but we cannot assume liability for everything. Our liability towards you, in any case, is limited.<\/em><\/p>\n<h3><strong>11. <\/strong><strong>Indemnity.<\/strong><\/h3>\n<p>You agree to defend, indemnify and hold harmless Spines and our affiliates, and our respective officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs and expenses (including but not limited to attorney’s fees) arising from: (i) your use of the Services; (ii) your Books; and\/or (iii) your violation of these Terms.<\/p>\n<p><em>More simply put: If we are sued because of how you used our services, your books, or violation of these terms, you have to pay any damages and also our costs.<\/em><\/p>\n<h3>12. Term and Termination.<\/h3>\n<p>These Service Terms are effective until terminated by Spines or you (the “<strong>Term<\/strong>”). You may, in accordance with the Cancellation Policy set out at <a href=\"https:\/\/spines.com\/cancellation-policy\/\"><em>https:\/\/spines.com\/cancellation-policy<\/em><\/a><a href=\"https:\/\/spines.com\/cancellation-policy\/\"><em>\/<\/em><\/a> cancel the Plan and these Service Terms (including during the Trial Period, as defined in the Cancellation Policy). For clarity, your cancellation of the Membership Subscription Plan constitutes termination of these Terms. Spines, in its sole discretion, has the right to terminate these Service Terms and\/or your access to the Services, immediately at any time and with or without cause (including, without any limitation, for a breach of these Terms). Spines shall not be liable to you or any third party for termination of the Services. If you object to any term or condition of these Terms, or any subsequent modifications thereto, or become dissatisfied with the Services in any way, your only recourse is to immediately discontinue use of the Services and send us a Cancellation Notice (as defined in the Cancellation Policy). Upon termination of these Terms, you shall cease all use of the Services. <strong>Upon termination of these Service Terms and\/or your Membership Subscription Plan, we will cease providing you with any Services, including any distribution Services. Please be aware, however, that your Books may still appear on certain distribution channels for a certain period of time following such termination, until actually removed by the third party distribution channels (which can be weeks or even months)<\/strong>. Spines shall bear no responsibility and shall have no liability in connection with any late removal of such Books from the applicable distribution channels following termination of these Service Terms and\/or your Membership Subscription Plan. <strong>Please also be aware that in some cases your Books may be offered for sale in the secondary market by third parties<\/strong>. Spines has no control over this, and shall bear no responsibility and shall have no liability in connection with any such sale and\/or other distribution of your Books in the secondary market. This Section 12 and Sections 5 (Materials We Provide), 6.3 (License to Books), 8 (Privacy), 9 (Warranty Disclaimers), 10 (Limitation of Liability), 11 (Indemnity), and 13 (Independent Contractors) to 16 (General) shall survive termination of these Terms.<\/p>\n<p><em>More simply put: We may terminate your use of our services at any time. If you are unhappy with these terms, do not use our services, and send us a cancellation notice. Following termination, your books may still appear on distribution channels for a certain period of time, until removed by them. Your books may also be offered by third parties in the secondary market.<\/em><\/p>\n<h3>13. Independent Contractors.<\/h3>\n<p>You and Spines are independent contractors. Nothing in these Terms creates a partnership, joint venture, agency, or employment relationship between you and Spines. You must not under any circumstances make, or undertake, any warranties, representations, commitments or obligations on behalf of Spines.<\/p>\n<p><em>More simply put: You and Spines are independent entities.<\/em><\/p>\n<h3>14. Assignment.<\/h3>\n<p>These Terms, and any rights and licenses granted under these Terms, may not be transferred or assigned by you to any third party, but may be assigned by Spines without restriction or notification to you. Any prohibited assignment shall be null and void.<\/p>\n<p><em>More simply put: We can assign these terms, without any restriction or notification to you. You cannot do the same.<\/em><\/p>\n<h3>15. Governing Law.<\/h3>\n<p>Spines reserves the right to discontinue or modify any aspect of the Services at any time. These Terms and the relationship between you and Spines shall be governed by and construed in accordance with the laws of Delaware, without regard to its principles of conflict of laws. You agree to submit to the personal and exclusive jurisdiction of the courts located in Delaware and waive any jurisdictional, venue, or inconvenient forum objections to such courts, provided that Spines may seek injunctive relief in any court of competent jurisdiction.<\/p>\n<p><em>More simply put: The law and courts of Delaware apply here.<\/em><\/p>\n<h3>16. General.<\/h3>\n<p>These Terms, together with the Website Terms, shall constitute the entire agreement between you and Spines concerning the Services. If any provision of these Terms is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms, which shall remain in full force and effect. All headings and summaries of the clauses of these Terms are included for convenience purposes only and are, by their nature, incomplete, and should not be relied upon in the interpretation of these Terms. No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term, and a party’s failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision. YOU AGREE THAT ANY CAUSE OF ACTION THAT YOU MAY HAVE ARISING OUT OF OR RELATED TO THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES. OTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.<\/p>\n<p><em>More simply put: If you have a claim against us in connection with the services, bring it up within one year.<\/em><\/p>\n<p><strong><em>Last updated: February 1st 2026<\/em><\/strong><\/p>\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div data-dce-background-color=\"#19D3A8\" class=\"elementor-element elementor-element-dde9310 elementor-align-center ob-has-background-overlay elementor-widget elementor-widget-button\" data-id=\"dde9310\" data-element_type=\"widget\" data-e-type=\"widget\" data-settings=\"{&quot;_ob_butterbutton_use_it&quot;:&quot;no&quot;,&quot;_ob_widget_stalker_use&quot;:&quot;no&quot;,&quot;_ob_poopart_use&quot;:&quot;yes&quot;,&quot;_ob_shadough_use&quot;:&quot;no&quot;,&quot;_ob_allow_hoveranimator&quot;:&quot;no&quot;}\" data-widget_type=\"button.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t<div class=\"elementor-button-wrapper\">\n\t\t\t\t\t<a class=\"elementor-button elementor-button-link elementor-size-sm\" href=\"https:\/\/spines.com\/wp-content\/uploads\/2025\/01\/Spines-Service-Terms-and-Conditions-for-Authors.pdf\" target=\"_blank\">\n\t\t\t\t\t\t<span class=\"elementor-button-content-wrapper\">\n\t\t\t\t\t\t<span class=\"elementor-button-icon\">\n\t\t\t\t<svg xmlns=\"http:\/\/www.w3.org\/2000\/svg\" width=\"16\" height=\"16\" viewBox=\"0 0 16 16\" fill=\"none\"><path d=\"M8 12L3 7L4.4 5.55L7 8.15V0H9V8.15L11.6 5.55L13 7L8 12ZM2 16C1.45 16 0.979333 15.8043 0.588 15.413C0.196666 15.0217 0.000666667 14.5507 0 14V11H2V14H14V11H16V14C16 14.55 15.8043 15.021 15.413 15.413C15.0217 15.805 14.5507 16.0007 14 16H2Z\" fill=\"white\"><\/path><\/svg>\t\t\t<\/span>\n\t\t\t\t\t\t\t\t\t<span class=\"elementor-button-text\">Download as PDF<\/span>\n\t\t\t\t\t<\/span>\n\t\t\t\t\t<\/a>\n\t\t\t\t<\/div>\n\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Service Terms and Conditions for Authors Download as PDF Welcome to Spines! In accordance with the terms below, we will provide you with production, distribution and add-on services, and help your book get published. We believe that authors should retain their copyrights in their works, which is why, as between Spines and you, you retain [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-963","page","type-page","status-publish","hentry"],"acf":[],"_links":{"self":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/pages\/963","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/comments?post=963"}],"version-history":[{"count":6,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/pages\/963\/revisions"}],"predecessor-version":[{"id":363449,"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/pages\/963\/revisions\/363449"}],"wp:attachment":[{"href":"https:\/\/spines.com\/wp-json\/wp\/v2\/media?parent=963"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}